{
  "nodes": [
    {
      "id": "金泳三",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金泳三",
          "巨山"
        ],
        "en": [
          "Kim Young-sam"
        ]
      },
      "properties": {
        "lifetime": "1929-01-14 - 2015-11-22",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "日治朝鲜庆尚南道巨济市",
          "en": "Geoje, South Gyeongsang Province, Korea under Japanese rule"
        },
        "death_place": {
          "zh-cn": "韩国首尔特别市首尔大学校病院",
          "en": "Seoul National University Hospital, Seoul, South Korea"
        },
        "description": {
          "zh-cn": "韩国民主运动领袖，韩国第14任总统，也是韩国民主化后的首位文人总统。他在执政期间致力于消除腐败，并将两位前总统推上法庭，但其任期后期因亚洲金融危机和亲属腐败丑聞而备受争议。",
          "en": "A leader of the South Korean democracy movement and the 14th President of South Korea, the first civilian president after democratization. During his tenure, he focused on eradicating corruption and brought two former presidents to justice, but his later term was marred by the Asian financial crisis and family corruption scandals."
        }
      }
    },
    {
      "id": "孙命顺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙命顺"
        ],
        "en": [
          "Son Myung-soon"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "金泳三的妻子，韩国前第一夫人。",
          "en": "Wife of Kim Young-sam and former First Lady of South Korea."
        }
      }
    },
    {
      "id": "金贤哲 (1959年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金贤哲 (1959年)",
          "金贤哲"
        ],
        "en": [
          "Kim Hyun-chul (born 1959)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "金泳三的次子，因在其父执政期间卷入韩宝丑闻贪腐案而被捕入狱。",
          "en": "Second son of Kim Young-sam, who was arrested and imprisoned for his involvement in the Hanbo scandal corruption case during his father's presidency."
        }
      }
    },
    {
      "id": "朴正熙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朴正熙"
        ],
        "en": [
          "Park Chung-hee"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国前总统和军事独裁者，通过五一六军事政变上台，在金泳三的政治生涯早期是其主要政治对手。",
          "en": "Former South Korean president and military dictator who came to power through the May 16 coup; he was a major political opponent of Kim Young-sam during the early part of Kim's career."
        }
      }
    },
    {
      "id": "全斗焕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "全斗焕"
        ],
        "en": [
          "Chun Doo-hwan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国前总统和军事独裁者，通过双十二政变上台。金泳三执政期间，他因腐败和镇压光州民主化运动被起诉并定罪，后被金泳三赦免。",
          "en": "Former South Korean president and military dictator who seized power in the Coup d'état of December Twelfth. During Kim Young-sam's presidency, he was prosecuted and convicted for corruption and for suppressing the Gwangju Uprising, and was later pardoned by Kim."
        }
      }
    },
    {
      "id": "卢泰愚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卢泰愚"
        ],
        "en": [
          "Roh Tae-woo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国前总统，全斗焕的继任者。他曾与金泳三、金钟泌三党合并，后在金泳三执政期间因腐败被起诉定罪，并最终获得赦免。",
          "en": "Former President of South Korea and successor to Chun Doo-hwan. He merged his party with those of Kim Young-sam and Kim Jong-pil. He was later prosecuted and convicted for corruption during Kim Young-sam's presidency and eventually pardoned."
        }
      }
    },
    {
      "id": "金大中",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金大中"
        ],
        "en": [
          "Kim Dae-jung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国民主运动领袖，金泳三的继任总统。他与金泳三、金钟泌并称为“三金”，在韩国政坛上既是竞争对手也是合作伙伴。",
          "en": "A leader of the South Korean democracy movement and Kim Young-sam's successor as president. Along with Kim Young-sam and Kim Jong-pil, he was one of the 'Three Kims,' who were both rivals and partners in South Korean politics."
        }
      }
    },
    {
      "id": "金钟泌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金钟泌"
        ],
        "en": [
          "Kim Jong-pil"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国前国务总理，与金泳三、金大中并称“三金”，是三金时代的重要政治人物。",
          "en": "Former Prime Minister of South Korea, known as one of the 'Three Kims' along with Kim Young-sam and Kim Dae-jung, and a key political figure during the Three Kims era."
        }
      }
    },
    {
      "id": "比尔·克林顿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "比尔·克林顿"
        ],
        "en": [
          "Bill Clinton"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "美国第42任总统，在金泳三执政期间与他就第一次朝核危机等问题进行合作。",
          "en": "The 42nd President of the United States, who collaborated with Kim Young-sam on issues such as the First North Korean nuclear crisis during Kim's presidency."
        }
      }
    },
    {
      "id": "首尔大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "首尔大学"
        ],
        "en": [
          "Seoul National University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于韩国首尔的著名大学，金泳三于1952年毕业于此，主修哲学。",
          "en": "A prestigious university located in Seoul, South Korea, from which Kim Young-sam graduated in 1952 with a major in philosophy."
        }
      }
    },
    {
      "id": "民主自由党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主自由党"
        ],
        "en": [
          "Democratic Liberal Party"
        ]
      },
      "properties": {
        "period": "1990 - 1995",
        "description": {
          "zh-cn": "1990年由卢泰愚的民主正义党、金泳三的统一民主党和金钟泌的新民主共和党合并而成的执政党，金泳三凭借该党当选总统。",
          "en": "The ruling party formed in 1990 by the merger of Roh Tae-woo's Democratic Justice Party, Kim Young-sam's Reunification Democratic Party, and Kim Jong-pil's New Democratic Republican Party. Kim Young-sam was elected president as its candidate."
        }
      }
    },
    {
      "id": "一心会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "一心会"
        ],
        "en": [
          "Hanahoe"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由全斗焕和卢泰愚等人在韩国军队内建立的秘密政治组织，在金泳三执政期间被清除。",
          "en": "A secret political organization within the South Korean military established by Chun Doo-hwan, Roh Tae-woo, and others, which was purged during Kim Young-sam's presidency."
        }
      }
    },
    {
      "id": "韩国民主运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "韩国民主运动"
        ],
        "en": [
          "South Korean democracy movement"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "旨在反对军事独裁、争取民主权利的韩国社会政治运动，金泳三是其中的核心领袖之一。",
          "en": "A socio-political movement in South Korea aimed at opposing military dictatorship and fighting for democratic rights, of which Kim Young-sam was one of the core leaders."
        }
      }
    },
    {
      "id": "釜马民主抗争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "釜马民主抗争",
          "釜马事态"
        ],
        "en": [
          "Bu-Ma Democratic Protests"
        ]
      },
      "properties": {
        "period": "1979-10 - 1979-10",
        "description": {
          "zh-cn": "1979年因金泳三被国会除名而在其政治基地釜山和马山地区爆发的大规模民主示威，动摇了朴正熙的统治。",
          "en": "Large-scale pro-democracy demonstrations that broke out in Kim Young-sam's political strongholds of Busan and Masan in 1979 after his expulsion from the National Assembly, shaking Park Chung-hee's regime."
        }
      }
    },
    {
      "id": "六月民主运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "六月民主运动"
        ],
        "en": [
          "June Democratic Struggle"
        ]
      },
      "properties": {
        "period": "1987-06 - 1987-06",
        "description": {
          "zh-cn": "1987年6月在韩国爆发的全国性民主运动，迫使全斗焕政府接受了总统直选制等民主化要求。",
          "en": "A nationwide pro-democracy movement in South Korea in June 1987, which forced the Chun Doo-hwan government to accept democratic reforms, including direct presidential elections."
        }
      }
    },
    {
      "id": "朴正熙遇刺案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "朴正熙遇刺案"
        ],
        "en": [
          "Assassination of Park Chung-hee"
        ]
      },
      "properties": {
        "period": "1979-10-26 - 1979-10-26",
        "description": {
          "zh-cn": "韩国总统朴正熙被其情报部长金载圭刺杀的事件，釜马民主抗争是该事件的导火索之一。",
          "en": "The event in which South Korean President Park Chung-hee was assassinated by his intelligence chief, Kim Jae-gyu. The Bu-Ma Democratic Protests were one of the triggers for this event."
        }
      }
    },
    {
      "id": "亚洲金融危机",
      "type": "Event",
      "name": {
        "zh-cn": [
          "亚洲金融危机"
        ],
        "en": [
          "Asian financial crisis"
        ]
      },
      "properties": {
        "period": "1997 - ",
        "description": {
          "zh-cn": "1997年爆发的金融危机，严重冲击了韩国经济，对金泳三政府的声誉造成了重大打击。",
          "en": "The financial crisis that broke out in 1997, which severely impacted the South Korean economy and dealt a major blow to the reputation of the Kim Young-sam administration."
        }
      }
    },
    {
      "id": "六二九宣言",
      "type": "Document",
      "name": {
        "zh-cn": [
          "六二九宣言"
        ],
        "en": [
          "June 29 Declaration"
        ]
      },
      "properties": {
        "period": "1987-06-29 - 1987-06-29",
        "description": {
          "zh-cn": "1987年由时任总统候选人卢泰愚发表的民主化宣言，承诺修改宪法，实行总统直选。该宣言是六月民主运动的直接成果。",
          "en": "A declaration of democratization issued by then-presidential candidate Roh Tae-woo in 1987, promising constitutional amendment and direct presidential elections. The declaration was a direct result of the June Democratic Struggle."
        }
      }
    },
    {
      "id": "巨济市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "巨济市"
        ],
        "en": [
          "Geoje"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "韩国庆尚南道",
          "en": "South Gyeongsang Province, South Korea"
        },
        "description": {
          "zh-cn": "位于韩国庆尚南道的城市，是金泳三的出生地。",
          "en": "A city in South Gyeongsang Province, South Korea, and the birthplace of Kim Young-sam."
        }
      }
    },
    {
      "id": "国际货币基金组织",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国际货币基金组织"
        ],
        "en": [
          "International Monetary Fund"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "国际金融组织。在1997年亚洲金融危机期间，韩国被迫向其申请贷款以渡过危机。",
          "en": "An international financial organization. During the 1997 Asian financial crisis, South Korea was forced to request a loan from it to overcome the crisis."
        }
      }
    },
    {
      "id": "三金时代",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "三金时代"
        ],
        "en": [
          "Three Kims Era"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指金泳三、金大中、金钟泌共同活跃在韩国政坛的时期。",
          "en": "Refers to the period when Kim Young-sam, Kim Dae-jung, and Kim Jong-pil were concurrently active in South Korean politics."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "金泳三",
      "target": "孙命顺",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1951-03-06",
        "end_date": "2015-11-22",
        "description": {
          "zh-cn": "金泳三与孙命顺于1951年结婚，婚姻关系直至金泳三2015年去世。",
          "en": "Kim Young-sam and Son Myung-soon married in 1951, and their marriage lasted until his death in 2015."
        }
      }
    },
    {
      "source": "金贤哲 (1959年)",
      "target": "金泳三",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "金贤哲是金泳三的次子。",
          "en": "Kim Hyun-chul is the second son of Kim Young-sam."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "首尔大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1952-08",
        "degree": {
          "zh-cn": "哲学学士",
          "en": "Bachelor of Philosophy"
        },
        "description": {
          "zh-cn": "金泳三1952年8月毕业于首尔大学哲学系。",
          "en": "Kim Young-sam graduated from the Department of Philosophy at Seoul National University in August 1952."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "巨济市",
      "type": "BORN_IN",
      "properties": {
        "start_date": "1929-01-14",
        "description": {
          "zh-cn": "金泳三于1929年1月14日出生于今韩国庆尚南道巨济市。",
          "en": "Kim Young-sam was born on January 14, 1929, in what is now Geoje, South Gyeongsang Province, South Korea."
        }
      }
    },
    {
      "source": "朴正熙",
      "target": "金泳三",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1961",
        "end_date": "1979",
        "description": {
          "zh-cn": "在朴正熙执政时期，金泳三作为主要的在野党领袖，长期从事反对其独裁统治的民主化运动。",
          "en": "During Park Chung-hee's rule, Kim Young-sam, as a major opposition leader, was long engaged in the democratization movement against his dictatorial regime."
        }
      }
    },
    {
      "source": "全斗焕",
      "target": "金泳三",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1979",
        "end_date": "1987",
        "description": {
          "zh-cn": "金泳三是全斗焕军事独裁时期的主要反对派领袖，曾被软禁并进行绝食抗议。",
          "en": "Kim Young-sam was a leading opposition figure during Chun Doo-hwan's military dictatorship, during which he was placed under house arrest and conducted a hunger strike in protest."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "韩国民主运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "金泳三是韩国民主运动的领袖人物，长期致力于推动韩国的民主化改革。",
          "en": "Kim Young-sam was a leading figure in the South Korean democracy movement, long dedicated to promoting democratic reforms in the country."
        }
      }
    },
    {
      "source": "釜马民主抗争",
      "target": "朴正熙遇刺案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1979-10",
        "description": {
          "zh-cn": "因金泳三被开除议员资格而引发的釜马民主抗争，加剧了朴正熙政权内部的矛盾，成为其被刺杀的导火索之一。",
          "en": "The Bu-Ma Democratic Protests, sparked by Kim Young-sam's expulsion from the National Assembly, exacerbated internal conflicts within the Park Chung-hee regime and became one of the triggers for his assassination."
        }
      }
    },
    {
      "source": "六月民主运动",
      "target": "六二九宣言",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987-06",
        "description": {
          "zh-cn": "1987年6月的全国性民主运动迫使执政党候选人卢泰愚发表“六二九宣言”，接受总统直选制。",
          "en": "The nationwide democracy movement in June 1987 forced ruling party candidate Roh Tae-woo to issue the 'June 29 Declaration', accepting a direct presidential election system."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "民主自由党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-01-22",
        "description": {
          "zh-cn": "1990年，金泳三领导的统一民主党与执政的民主正义党及新民主共和党合并，共同创建了民主自由党。",
          "en": "In 1990, Kim Young-sam's Reunification Democratic Party merged with the ruling Democratic Justice Party and the New Democratic Republican Party to co-found the Democratic Liberal Party."
        }
      }
    },
    {
      "source": "卢泰愚",
      "target": "民主自由党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-01-22",
        "description": {
          "zh-cn": "1990年，卢泰愚领导的民主正义党与金泳三的统一民主党及金钟泌的新民主共和党合并，创建了民主自由党。",
          "en": "In 1990, Roh Tae-woo's Democratic Justice Party merged with Kim Young-sam's Reunification Democratic Party and Kim Jong-pil's New Democratic Republican Party to found the Democratic Liberal Party."
        }
      }
    },
    {
      "source": "金钟泌",
      "target": "民主自由党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-01-22",
        "description": {
          "zh-cn": "1990年，金钟泌领导的新民主共和党与卢泰愚的民主正义党及金泳三的统一民主党合并，创建了民主自由党。",
          "en": "In 1990, Kim Jong-pil's New Democratic Republican Party merged with Roh Tae-woo's Democratic Justice Party and Kim Young-sam's Reunification Democratic Party to found the Democratic Liberal Party."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "一心会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1993",
        "description": {
          "zh-cn": "金泳三执政后推行肃军运动，清除了军队内的秘密组织“一心会”，结束了军人干政的局面。",
          "en": "After taking office, Kim Young-sam launched a military purge, eliminating the secret organization 'Hanahoe' within the army and ending the era of military intervention in politics."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "全斗焕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1995-12-03",
        "description": {
          "zh-cn": "金泳三执政期间，前总统全斗焕因策动军事政变、镇压民主运动及腐败等罪名被逮捕并判刑。",
          "en": "During Kim Young-sam's presidency, former president Chun Doo-hwan was arrested and sentenced for staging military coups, suppressing democratic movements, and corruption."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "卢泰愚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1995-11-16",
        "description": {
          "zh-cn": "金泳三执政期间，前总统卢泰愚因收受巨额贿赂等腐败罪名被逮捕并判刑。",
          "en": "During Kim Young-sam's presidency, former president Roh Tae-woo was arrested and sentenced on corruption charges, including accepting massive bribes."
        }
      }
    },
    {
      "source": "亚洲金融危机",
      "target": "金泳三",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1997",
        "description": {
          "zh-cn": "1997年亚洲金融危机重创韩国经济，使得金泳三政府未能妥善应对，导致其支持率大幅下跌，在一片谴责声中卸任。",
          "en": "The 1997 Asian financial crisis severely damaged the South Korean economy. The Kim Young-sam administration's failure to handle it properly led to a sharp drop in his approval ratings, and he left office amidst widespread criticism."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "比尔·克林顿",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "在第一次朝核危机期间，金泳三与美国总统比尔·克林顿协调，成功劝阻了美国对朝鲜宁边核设施的军事打击计划。",
          "en": "During the First North Korean nuclear crisis, Kim Young-sam coordinated with U.S. President Bill Clinton and successfully dissuaded the U.S. from its plan to conduct a military strike on North Korea's Yongbyon nuclear facilities."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "全斗焕",
      "type": "PUSHED",
      "properties": {
        "start_date": "1997-12-20",
        "description": {
          "zh-cn": "1997年12月，金泳三在征得下届总统金大中同意后，赦免了前总统全斗焕。",
          "en": "In December 1997, after obtaining the consent of president-elect Kim Dae-jung, Kim Young-sam pardoned former president Chun Doo-hwan."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "卢泰愚",
      "type": "PUSHED",
      "properties": {
        "start_date": "1997-12-20",
        "description": {
          "zh-cn": "1997年12月，金泳三在征得下届总统金大中同意后，赦免了前总统卢泰愚。",
          "en": "In December 1997, after obtaining the consent of president-elect Kim Dae-jung, Kim Young-sam pardoned former president Roh Tae-woo."
        }
      }
    },
    {
      "source": "亚洲金融危机",
      "target": "国际货币基金组织",
      "type": "PUSHED",
      "properties": {
        "start_date": "1997",
        "description": {
          "zh-cn": "受亚洲金融危机冲击，韩国被迫向国际货币基金组织申请贷款以渡过危机。",
          "en": "Impacted by the Asian financial crisis, South Korea was forced to request a bailout from the International Monetary Fund to overcome the crisis."
        }
      }
    },
    {
      "source": "金泳三",
      "target": "三金时代",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "金泳三是“三金时代”的核心政治人物之一。",
          "en": "Kim Young-sam was one of the core political figures of the 'Three Kims Era'."
        }
      }
    },
    {
      "source": "金大中",
      "target": "三金时代",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "金大中是“三金时代”的核心政治人物之一。",
          "en": "Kim Dae-jung was one of the core political figures of the 'Three Kims Era'."
        }
      }
    },
    {
      "source": "金钟泌",
      "target": "三金时代",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "金钟泌是“三金时代”的核心政治人物之一。",
          "en": "Kim Jong-pil was one of the core political figures of the 'Three Kims Era'."
        }
      }
    }
  ]
}