{
  "nodes": [
    {
      "id": "吐蕃",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "吐蕃",
          "大蕃",
          "吐蕃王国",
          "吐蕃帝国",
          "大蕃国"
        ],
        "en": []
      },
      "properties": {
        "period": "618 - 842",
        "location": {
          "zh-cn": "青藏高原",
          "en": "Tibetan Plateau"
        },
        "description": {
          "zh-cn": "一个于7世纪初至9世纪中叶存在于青藏高原的藏人帝国。它由松赞干布建立，至朗达玛统治时期结束，延续两百多年。在其鼎盛时期，其疆域囊括了现代中国的西藏、青海、甘肃、四川康巴地区，以及中亚和南亚的部分地区。",
          "en": "A Tibetan empire that existed on the Tibetan Plateau from the early 7th to the mid-9th century. It was founded by Songtsen Gampo and lasted for over two hundred years until the reign of Langdarma. At its zenith, its territory encompassed modern-day Tibet, Qinghai, Gansu, the Kham region of Sichuan in China, as well as parts of Central and South Asia."
        }
      }
    },
    {
      "id": "松赞干布",
      "type": "Person",
      "name": {
        "zh-cn": [
          "松赞干布"
        ],
        "en": [
          "Songtsen Gampo"
        ]
      },
      "properties": {
        "lifetime": " - 650",
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃王朝的创建者和首任赞普，他统一了青藏高原，定都逻些（今拉萨），创制藏文，并引入佛教。他通过与尼婆罗和唐朝的和亲，加强了吐蕃与周边国家的联系。",
          "en": "The founder and first emperor (Tsenpo) of the Tibetan Empire. He unified the Tibetan Plateau, established the capital at Lhasa, created the Tibetan script, and introduced Buddhism. Through marriages with princesses from Nepal and the Tang Dynasty, he strengthened ties with neighboring countries."
        }
      }
    },
    {
      "id": "唐朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "唐朝",
          "大唐"
        ],
        "en": [
          "Tang Dynasty"
        ]
      },
      "properties": {
        "period": "618 - 907",
        "location": {
          "zh-cn": "中国",
          "en": "China"
        },
        "description": {
          "zh-cn": "与吐蕃同时期的中国中原王朝。两者之间关系复杂，时而通过和亲（如文成公主）和会盟（如长庆会盟）建立友好关系，时而为争夺西域、河西走廊等地的控制权而兵戈相见。",
          "en": "A Chinese dynasty contemporary with the Tibetan Empire. The relationship between the two was complex, sometimes establishing friendly relations through political marriages (like Princess Wencheng) and treaties (like the Changqing Alliance), and at other times engaging in warfare for control of regions like the Western Regions and the Hexi Corridor."
        }
      }
    },
    {
      "id": "文成公主",
      "type": "Person",
      "name": {
        "zh-cn": [
          "文成公主"
        ],
        "en": [
          "Princess Wencheng"
        ]
      },
      "properties": {
        "lifetime": " - 680",
        "gender": "Female",
        "description": {
          "zh-cn": "唐朝宗室之女，于641年作为和亲公主嫁给吐蕃赞普松赞干布。她将唐朝的生产技术、医学、文化以及一尊释迦牟尼佛像带入吐蕃，并修建了小昭寺，对佛教在吐蕃的传播起到了推动作用。",
          "en": "A member of the Tang Dynasty's imperial clan who married the Tibetan Emperor Songtsen Gampo in 641 as a bride of alliance. She brought Tang production techniques, medicine, culture, and a statue of Shakyamuni Buddha to Tibet, and built the Ramoche Temple, promoting the spread of Buddhism in Tibet."
        }
      }
    },
    {
      "id": "尺尊公主",
      "type": "Person",
      "name": {
        "zh-cn": [
          "尺尊公主"
        ],
        "en": [
          "Princess Bhrikuti"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "尼婆罗（今尼泊尔）光胄王的女儿，嫁给松赞干布。她携不动金刚佛像入蕃，并修建了大昭寺，是推动佛教传入吐蕃的关键人物之一。",
          "en": "The daughter of King Amsuvarman of Licchavi (modern-day Nepal) who married Songtsen Gampo. She brought a statue of Akshobhya Buddha to Tibet and founded the Jokhang Temple, being one of the key figures in introducing Buddhism to Tibet."
        }
      }
    },
    {
      "id": "赤松德赞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赤松德赞"
        ],
        "en": [
          "Trisong Detsen"
        ]
      },
      "properties": {
        "lifetime": "742 - 797",
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃赞普，其在位期间吐蕃国力达到鼎盛。他大力扶持佛教，在佛苯之争后宣布佛教为国教，并派遣部将恩兰·达扎路恭于762年攻陷唐都长安。",
          "en": "An emperor of Tibet during whose reign the empire reached its zenith. He was a strong patron of Buddhism, declaring it the state religion after the debate between Buddhists and Bönpos, and dispatched his general Nganlam Takdra Lukhong to capture the Tang capital Chang'an in 762."
        }
      }
    },
    {
      "id": "朗达玛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朗达玛",
          "达磨"
        ],
        "en": [
          "Langdarma"
        ]
      },
      "properties": {
        "lifetime": "803 - 842",
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃末代赞普，其兄为赤祖德赞。他代表反对佛教的势力，在位期间下令禁止佛教，毁坏寺庙佛经，史称“朗达玛灭佛”。他的遇刺是吐蕃王朝崩溃的直接导火索。",
          "en": "The last emperor of the Tibetan Empire and the brother of Ralpacan. He represented anti-Buddhist factions and, during his reign, ordered the suppression of Buddhism, destroying monasteries and scriptures in an event known as the 'Langdarma's Persecution of Buddhism'. His assassination was the direct catalyst for the collapse of the Tibetan Empire."
        }
      }
    },
    {
      "id": "朗达玛灭佛",
      "type": "Event",
      "name": {
        "zh-cn": [
          "朗达玛灭佛"
        ],
        "en": []
      },
      "properties": {
        "period": "841 - 842",
        "description": {
          "zh-cn": "由吐蕃末代赞普朗达玛于841年发起的全国性禁止佛教的运动。运动期间，僧人被强迫还俗，寺院被关闭，佛像与佛经被毁坏。该事件导致朗达玛被刺杀，并间接引发了吐蕃王朝的崩溃。",
          "en": "A nationwide suppression of Buddhism initiated in 841 by the last Tibetan emperor, Langdarma. During this campaign, monks were forced to renounce their vows, monasteries were closed, and Buddhist statues and scriptures were destroyed. The event led to Langdarma's assassination and indirectly triggered the collapse of the Tibetan Empire."
        }
      }
    },
    {
      "id": "吐蕃分裂时期",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "吐蕃分裂时期"
        ],
        "en": [
          "Era of Fragmentation"
        ]
      },
      "properties": {
        "period": "842 - ",
        "description": {
          "zh-cn": "始于842年朗达玛被刺杀后，由于其子嗣间的王位争夺和各地将领的混战，统一的吐蕃王朝彻底崩溃，青藏高原进入长期的分裂割据时代。",
          "en": "Beginning after the assassination of Langdarma in 842, the unified Tibetan Empire completely collapsed due to succession struggles among his sons and widespread civil war among generals, leading the Tibetan Plateau into a long period of fragmentation and warring states."
        }
      }
    },
    {
      "id": "藏传佛教",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "藏传佛教"
        ],
        "en": [
          "Tibetan Buddhism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "传入吐蕃的佛教与当地固有的苯教结合而形成的宗教。在松赞干布时期传入，于赤松德赞时期被确立为国教，但在朗达玛时期遭到严重打击。",
          "en": "A form of Buddhism that developed in Tibet, blending imported Buddhist traditions with the indigenous Bön religion. It was introduced during the reign of Songtsen Gampo, established as the state religion under Trisong Detsen, and severely suppressed during the time of Langdarma."
        }
      }
    },
    {
      "id": "安史之乱",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "安史之乱"
        ],
        "en": [
          "An Lushan Rebellion"
        ]
      },
      "properties": {
        "period": "755 - 763",
        "description": {
          "zh-cn": "唐朝在755年至763年间爆发的一场大规模藩镇叛乱。这场内乱严重削弱了唐朝的国力，迫使唐朝从西部边境抽调大量军队平叛，从而为吐蕃的军事扩张创造了绝佳的机会。",
          "en": "A massive rebellion by military governors against the Tang Dynasty from 755 to 763. The civil war severely weakened the Tang, forcing it to withdraw large numbers of troops from its western frontiers to quell the revolt, thereby creating a prime opportunity for Tibetan military expansion."
        }
      }
    },
    {
      "id": "恩兰·达扎路恭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "恩兰·达扎路恭",
          "马重英"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃赤松德赞时期的大将，于762年率领20万军队攻陷唐朝首都长安，并另立皇帝，是吐蕃军事鼎盛时期的代表人物。",
          "en": "A prominent general during the reign of Tibetan Emperor Trisong Detsen. In 762, he led an army of 200,000 to capture the Tang Dynasty's capital, Chang'an, and installed a puppet emperor, representing the peak of Tibetan military power."
        }
      }
    },
    {
      "id": "长安",
      "type": "Location",
      "name": {
        "zh-cn": [
          "长安"
        ],
        "en": [
          "Chang'an"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "唐朝的首都。在安史之乱尚未完全平息时，于762年被吐蕃将领恩兰·达扎路恭率军攻陷，并被占领十五天。",
          "en": "The capital city of the Tang Dynasty. In 762, while the An Lushan Rebellion was still ongoing, it was captured by the Tibetan general Nganlam Takdra Lukhong and occupied for fifteen days."
        }
      }
    },
    {
      "id": "南诏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南诏"
        ],
        "en": [
          "Nanzhao"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于今中国云南地区的古国。在天宝战争中因唐朝征伐而向吐蕃求救，此后与吐蕃结盟，一度成为吐蕃的属国。",
          "en": "An ancient kingdom located in modern-day Yunnan, China. During the Tianbao War, it sought help from Tibet against the Tang invasion, subsequently forming an alliance and becoming a vassal state of Tibet for a period."
        }
      }
    },
    {
      "id": "阁罗凤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阁罗凤"
        ],
        "en": [
          "Geluoferg"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南诏国王。因唐朝的军事压力，他选择向吐蕃求援，使南诏与吐蕃结为“兄弟之邦”，并被吐蕃称为“赞普钟”。",
          "en": "King of Nanzhao. Faced with military pressure from the Tang Dynasty, he chose to seek aid from Tibet, leading Nanzhao to form a 'brotherly state' alliance with Tibet and was referred to by the Tibetans as 'Zanpu Zhong'."
        }
      }
    },
    {
      "id": "长庆会盟",
      "type": "Event",
      "name": {
        "zh-cn": [
          "长庆会盟"
        ],
        "en": [
          "Changqing Alliance"
        ]
      },
      "properties": {
        "period": "821 - 822",
        "description": {
          "zh-cn": "唐朝与吐蕃之间进行的第八次也是最后一次会盟，旨在结束长期的战争状态。双方在长安和拉萨分别举行仪式，确立了“唐蕃舅甥和盟”，划定边界，盟约内容被刻于至今仍存的唐蕃会盟碑上。",
          "en": "The eighth and final major treaty between the Tang Dynasty and the Tibetan Empire, aimed at ending a long period of warfare. Ceremonies were held in both Chang'an and Lhasa, establishing the 'Uncle-Nephew Alliance', delineating borders, and the terms were inscribed on the Tang-Tibetan Alliance Stele, which still stands today."
        }
      }
    },
    {
      "id": "唐蕃会盟碑",
      "type": "Document",
      "name": {
        "zh-cn": [
          "唐蕃会盟碑"
        ],
        "en": [
          "Tang-Tibetan Alliance Stele"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "为纪念821-822年唐朝与吐蕃之间的长庆会盟而立的石碑，共有三块，其中一块至今仍矗立于拉萨大昭寺前，是汉藏友好交往的历史见证。",
          "en": "A stele erected to commemorate the Changqing Alliance of 821-822 between the Tang Dynasty and the Tibetan Empire. Three steles were made, one of which still stands in front of the Jokhang Temple in Lhasa, serving as a historical testament to friendly relations between the Han and Tibetan peoples."
        }
      }
    },
    {
      "id": "赤都松赞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赤都松赞",
          "器弩悉弄"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "670 - 704",
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃赞普，芒松芒赞的遗腹子。在其成年后，为巩固王权，于698年对长期专权的噶尔氏家族进行讨伐，导致论钦陵兵败自杀。",
          "en": "A Tsenpo of the Tibetan Empire, the posthumous son of Mangsong Mangtsen. After coming of age, in order to consolidate his royal power, he launched a campaign in 698 against the powerful Gar clan, which had long dominated the court, leading to the defeat and suicide of Lonchen Gar Trinring Tsendro."
        }
      }
    },
    {
      "id": "论钦陵",
      "type": "Person",
      "name": {
        "zh-cn": [
          "论钦陵",
          "噶尔·钦陵赞卓"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - 698",
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃大相禄东赞之子，继其父之后长期把持吐蕃朝政。他是一位杰出的军事将领，曾在大非川之战中大败唐军。后因与赞普赤都松赞的权力斗争而被迫反叛，最终兵败自杀。",
          "en": "Son of the great minister Gar Tongtsen Yülsung, he continued his father's legacy of dominating Tibetan politics for a long period. He was an outstanding military commander who famously defeated the Tang army at the Battle of Dafei River. He was later forced into rebellion due to a power struggle with Tsenpo Tridu Songtsen, ultimately leading to his defeat and suicide."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "松赞干布",
      "target": "吐蕃",
      "type": "FOUNDED",
      "properties": {
        "start_date": "633",
        "description": {
          "zh-cn": "松赞干布于633年建都逻些（今拉萨），国号“大蕃”或“吐蕃”，正式建立了吐蕃王朝。",
          "en": "In 633, Songtsen Gampo established the capital at Lhasa and named the state 'Great Tibet' or 'Tubo', formally founding the Tibetan Empire."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "文成公主",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "641",
        "description": {
          "zh-cn": "641年，唐朝派文成公主和亲吐蕃，嫁给松赞干布。",
          "en": "In 641, the Tang Dynasty sent Princess Wencheng to marry Songtsen Gampo in a political alliance."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "尺尊公主",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "松赞干布通过武力方式迫使尼婆罗国王将女儿尺尊公主嫁给自己。",
          "en": "Songtsen Gampo used military force to compel the king of Licchavi (Nepal) to marry his daughter, Princess Bhrikuti, to him."
        }
      }
    },
    {
      "source": "文成公主",
      "target": "藏传佛教",
      "type": "PUSHED",
      "properties": {
        "start_date": "641",
        "description": {
          "zh-cn": "文成公主入蕃时携来释迦牟尼佛像，并修建了小昭寺，对佛教在吐蕃的早期传播起到了推动作用。",
          "en": "When Princess Wencheng came to Tibet, she brought a statue of Shakyamuni Buddha and built the Ramoche Temple, which promoted the early spread of Buddhism in Tibet."
        }
      }
    },
    {
      "source": "尺尊公主",
      "target": "藏传佛教",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "尺尊公主入蕃时携来不动金刚佛像，并修建了大昭寺，对佛教在吐蕃的早期传播起到了推动作用。",
          "en": "When Princess Bhrikuti came to Tibet, she brought a statue of Akshobhya Buddha and built the Jokhang Temple, which promoted the early spread of Buddhism in Tibet."
        }
      }
    },
    {
      "source": "赤松德赞",
      "target": "藏传佛教",
      "type": "PUSHED",
      "properties": {
        "start_date": "755",
        "end_date": "797",
        "description": {
          "zh-cn": "赤松德赞在位期间大力发展佛教，在佛苯之争后宣布佛教胜出，并逐渐确立其为吐蕃的国教。",
          "en": "During his reign, Trisong Detsen vigorously promoted Buddhism. After the debate between Buddhists and Bönpos, he declared Buddhism the victor and gradually established it as the state religion of Tibet."
        }
      }
    },
    {
      "source": "安史之乱",
      "target": "吐蕃",
      "type": "PUSHED",
      "properties": {
        "start_date": "755",
        "end_date": "763",
        "description": {
          "zh-cn": "安史之乱导致唐朝国力大损，边防空虚，吐蕃乘机占领了陇右、河西等地，并于762年攻陷长安，使其国力达到鼎盛。",
          "en": "The An Lushan Rebellion greatly weakened the Tang Dynasty and left its borders vulnerable, allowing Tibet to seize territories like Longyou and Hexi, and to capture Chang'an in 762, bringing the Tibetan Empire to its zenith."
        }
      }
    },
    {
      "source": "赤松德赞",
      "target": "恩兰·达扎路恭",
      "type": "PUSHED",
      "properties": {
        "start_date": "762",
        "description": {
          "zh-cn": "762年，赤松德赞派遣部下恩兰·达扎路恭率20万大军攻打唐朝。",
          "en": "In 762, Trisong Detsen dispatched his subordinate Nganlam Takdra Lukhong with an army of 200,000 to attack the Tang Dynasty."
        }
      }
    },
    {
      "source": "恩兰·达扎路恭",
      "target": "长安",
      "type": "BLOCKED",
      "properties": {
        "start_date": "762",
        "description": {
          "zh-cn": "762年，恩兰·达扎路恭率军攻陷唐都长安，并占领了十五天。",
          "en": "In 762, Nganlam Takdra Lukhong led his army to capture the Tang capital of Chang'an, occupying it for fifteen days."
        }
      }
    },
    {
      "source": "阁罗凤",
      "target": "南诏",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "南诏王阁罗凤因唐朝征伐，决定向吐蕃求救，从而使南诏与吐蕃结盟。",
          "en": "King Geluofeng of Nanzhao, facing invasion from the Tang Dynasty, decided to seek aid from Tibet, which led to an alliance between Nanzhao and Tibet."
        }
      }
    },
    {
      "source": "南诏",
      "target": "吐蕃",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "750",
        "description": {
          "zh-cn": "天宝战争后，南诏投靠吐蕃，成为其属国，南诏王阁罗凤被吐蕃称为赞普钟。",
          "en": "After the Tianbao War, Nanzhao submitted to Tibet and became its vassal state. King Geluofeng of Nanzhao was referred to by the Tibetans as 'Zanpu Zhong'."
        }
      }
    },
    {
      "source": "朗达玛",
      "target": "朗达玛灭佛",
      "type": "PUSHED",
      "properties": {
        "start_date": "841",
        "description": {
          "zh-cn": "841年，赞普朗达玛下令禁止佛教，发起了“灭佛”运动。",
          "en": "In 841, Tsenpo Langdarma ordered the prohibition of Buddhism, initiating the 'Persecution of Buddhism' movement."
        }
      }
    },
    {
      "source": "朗达玛灭佛",
      "target": "藏传佛教",
      "type": "BLOCKED",
      "properties": {
        "start_date": "841",
        "end_date": "842",
        "description": {
          "zh-cn": "朗达玛灭佛运动期间，僧人被杀害或强迫还俗，寺院被关闭，佛像佛经被毁坏，对藏传佛教造成了毁灭性打击。",
          "en": "During Langdarma's Persecution of Buddhism, monks were killed or forced to renounce their vows, monasteries were closed, and Buddhist statues and scriptures were destroyed, dealing a devastating blow to Tibetan Buddhism."
        }
      }
    },
    {
      "source": "朗达玛灭佛",
      "target": "吐蕃分裂时期",
      "type": "PUSHED",
      "properties": {
        "start_date": "842",
        "description": {
          "zh-cn": "朗达玛因灭佛而被僧人刺杀，其死后两个儿子为争夺王位爆发内战，直接导致了吐蕃王朝的崩溃和分裂时期的开始。",
          "en": "Langdarma was assassinated by a monk because of his persecution of Buddhism. After his death, his two sons fought for the throne, leading to a civil war that directly caused the collapse of the Tibetan Empire and the beginning of the Era of Fragmentation."
        }
      }
    },
    {
      "source": "吐蕃分裂时期",
      "target": "吐蕃",
      "type": "BLOCKED",
      "properties": {
        "start_date": "842",
        "description": {
          "zh-cn": "自842年起，吐蕃因内战和臣民反叛而陷入分裂割据，统一的吐蕃王朝彻底崩溃。",
          "en": "Starting from 842, Tibet descended into fragmentation due to civil war and popular uprisings, leading to the complete collapse of the unified Tibetan Empire."
        }
      }
    },
    {
      "source": "吐蕃",
      "target": "长庆会盟",
      "type": "PUSHED",
      "properties": {
        "start_date": "821",
        "end_date": "822",
        "description": {
          "zh-cn": "经过近两个世纪的战争，吐蕃与唐朝均感疲惫，双方于821至822年间举行会盟以达成和平。",
          "en": "After nearly two centuries of war, both Tibet and the Tang Dynasty were exhausted, leading them to hold an alliance meeting between 821 and 822 to achieve peace."
        }
      }
    },
    {
      "source": "唐朝",
      "target": "长庆会盟",
      "type": "PUSHED",
      "properties": {
        "start_date": "821",
        "end_date": "822",
        "description": {
          "zh-cn": "经过近两个世纪的战争，唐朝与吐蕃均感疲惫，双方于821至822年间举行会盟以达成和平。",
          "en": "After nearly two centuries of war, both the Tang Dynasty and Tibet were exhausted, leading them to hold an alliance meeting between 821 and 822 to achieve peace."
        }
      }
    },
    {
      "source": "长庆会盟",
      "target": "唐蕃会盟碑",
      "type": "PUSHED",
      "properties": {
        "start_date": "822",
        "description": {
          "zh-cn": "为了记载和纪念长庆会盟的内容，唐蕃双方共同竖立了唐蕃会盟碑。",
          "en": "To record and commemorate the contents of the Changqing Alliance, both the Tang and Tibetan sides jointly erected the Tang-Tibetan Alliance Stele."
        }
      }
    },
    {
      "source": "赤都松赞",
      "target": "论钦陵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "698",
        "description": {
          "zh-cn": "698年，赞普赤都松赞对长期专权的噶尔氏一族进行讨伐，导致论钦陵在吐谷浑举兵反叛失败后自杀。",
          "en": "In 698, Tsenpo Tridu Songtsen launched a campaign against the powerful Gar clan, which had long dominated politics. This led to Lonchen Gar Trinring Tsendro's failed rebellion in Tuyuhun and his subsequent suicide."
        }
      }
    },
    {
      "source": "朗达玛",
      "target": "赤祖德赞",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "朗达玛是赤祖德赞的兄长，在赤祖德赞被暗杀后继位为赞普。",
          "en": "Langdarma was the elder brother of Ralpacan and succeeded him as Tsenpo after Ralpacan's assassination."
        }
      }
    }
  ]
}