{
  "nodes": [
    {
      "id": "宋徽宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋徽宗",
          "赵佶",
          "教主道君皇帝",
          "昏德公",
          "天水郡王"
        ],
        "en": [
          "Emperor Huizong of Song"
        ]
      },
      "properties": {
        "lifetime": "1082-11-02 - 1135-06-04",
        "gender": "Male",
        "death_place": {
          "zh-cn": "五国城",
          "en": "Wuguocheng"
        },
        "description": {
          "zh-cn": "北宋第八位皇帝，艺术造诣极高，但在位期间政治腐败、好大喜功，最终导致靖康之变，国亡被俘。",
          "en": "The eighth emperor of the Northern Song dynasty, highly accomplished in the arts, but his reign was marked by political corruption and grandiosity, ultimately leading to the Jingkang Incident, the fall of his dynasty, and his capture."
        }
      }
    },
    {
      "id": "宋神宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋神宗",
          "赵顼"
        ],
        "en": [
          "Emperor Shenzong of Song"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋第六位皇帝，宋徽宗之父。",
          "en": "The sixth emperor of the Northern Song dynasty, father of Emperor Huizong."
        }
      }
    },
    {
      "id": "宋哲宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋哲宗",
          "赵煦"
        ],
        "en": [
          "Emperor Zhezong of Song"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋第七位皇帝，宋徽宗之兄，无子而终，导致宋徽宗继位。",
          "en": "The seventh emperor of the Northern Song dynasty, older brother of Emperor Huizong. He died without an heir, leading to Huizong's ascension."
        }
      }
    },
    {
      "id": "宋钦宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋钦宗",
          "赵桓",
          "钦宗",
          "重昏侯"
        ],
        "en": [
          "Emperor Qinzong of Song"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋末代皇帝，宋徽宗之子。从其父手中接位后不久即遭遇靖康之变，与父同被金兵俘虏。",
          "en": "The last emperor of the Northern Song dynasty, son of Emperor Huizong. Shortly after succeeding his father, he faced the Jingkang Incident and was captured by Jin forces along with his father."
        }
      }
    },
    {
      "id": "钦圣献肃皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钦圣献肃皇后",
          "向太后"
        ],
        "en": [
          "Empress Xiang"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "宋神宗的皇后、宋哲宗的嫡母。在哲宗驾崩后，力主并最终确立宋徽宗为帝。",
          "en": "Empress consort of Emperor Shenzong and the official mother of Emperor Zhezong. After Zhezong's death, she was instrumental in selecting and installing Emperor Huizong as the new emperor."
        }
      }
    },
    {
      "id": "章惇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章惇"
        ],
        "en": [
          "Zhang Dun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋晚期宰相，因认为端王（即后来的宋徽宗）“轻佻”，而反对其继位。",
          "en": "A chancellor in the late Northern Song dynasty who opposed the succession of Prince Duan (the future Emperor Huizong), deeming him 'frivolous'."
        }
      }
    },
    {
      "id": "蔡京",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡京"
        ],
        "en": [
          "Cai Jing"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋宰相，为宋徽宗所重用。其任内贪腐横行，被视为导致北宋政治败坏及灭亡的关键人物之一。",
          "en": "A chancellor of the Northern Song dynasty who was heavily relied upon by Emperor Huizong. His tenure was marked by rampant corruption and he is considered one of the key figures responsible for the political decay and eventual downfall of the dynasty."
        }
      }
    },
    {
      "id": "童贯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "童贯"
        ],
        "en": [
          "Tong Guan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋末年一位权势熏天的宦官，被宋徽宗任命为将军，深度参与了联金灭辽及抵抗金朝入侵的军事行动，其滥权行为加剧了北宋的危机。",
          "en": "A powerful eunuch during the late Northern Song dynasty. Appointed as a general by Emperor Huizong, he was deeply involved in the military alliance with Jin to destroy Liao and the subsequent defense against the Jin invasion. His abuse of power exacerbated the crisis of the Northern Song."
        }
      }
    },
    {
      "id": "靖康之变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "靖康之变"
        ],
        "en": [
          "Jingkang Incident"
        ]
      },
      "properties": {
        "period": "1126 - 1127",
        "description": {
          "zh-cn": "金朝军队攻陷北宋首都汴京，俘虏了宋徽宗、宋钦宗二帝及大量皇族、官员，导致北宋灭亡的历史事件。",
          "en": "A historical event where the forces of the Jin dynasty captured Bianjing, the capital of the Northern Song dynasty, and abducted Emperors Huizong and Qinzong along with numerous members of the imperial family and officials, leading to the fall of the Northern Song."
        }
      }
    },
    {
      "id": "金朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "金朝",
          "金国"
        ],
        "en": [
          "Jin dynasty (1115–1234)"
        ]
      },
      "properties": {
        "period": "1115 - 1234",
        "description": {
          "zh-cn": "由女真族建立的中国古代王朝。初期与北宋结成“海上之盟”共灭辽朝，后反目成仇，发动靖康之变灭亡北宋。",
          "en": "A Chinese dynasty founded by the Jurchen people. Initially formed the 'Alliance on the Sea' with the Northern Song to destroy the Liao dynasty, but later turned against them, launching the Jingkang Incident and conquering the Northern Song."
        }
      }
    },
    {
      "id": "北宋",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北宋",
          "宋朝"
        ],
        "en": [
          "Northern Song dynasty"
        ]
      },
      "properties": {
        "period": "960 - 1127",
        "description": {
          "zh-cn": "中国历史上的一个朝代，在宋徽宗统治末期因金朝入侵而灭亡。",
          "en": "A dynasty in Chinese history which collapsed during the late reign of Emperor Huizong due to the invasion by the Jin dynasty."
        }
      }
    },
    {
      "id": "辽朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "辽朝"
        ],
        "en": [
          "Liao dynasty"
        ]
      },
      "properties": {
        "period": "916 - 1125",
        "description": {
          "zh-cn": "由契丹族建立的中国古代王朝，曾与北宋签订澶渊之盟维持了百年和平，后被北宋与金朝的“海上之盟”联合所灭。",
          "en": "A Chinese dynasty founded by the Khitan people. It maintained a century of peace with the Northern Song after the Treaty of Chanyuan, but was later destroyed by the joint 'Alliance on the Sea' between the Northern Song and the Jin dynasty."
        }
      }
    },
    {
      "id": "海上之盟",
      "type": "Event",
      "name": {
        "zh-cn": [
          "海上之盟"
        ],
        "en": [
          "Alliance on the Sea"
        ]
      },
      "properties": {
        "start_date": "1120",
        "description": {
          "zh-cn": "宋徽宗时期，北宋与金国为联合夹击辽朝而订立的军事同盟，该同盟直接导致了辽朝的灭亡和随后金朝对北宋的入侵。",
          "en": "A military alliance formed during Emperor Huizong's reign between the Northern Song and the Jin state to jointly attack the Liao dynasty. This alliance directly led to the fall of the Liao and the subsequent Jin invasion of the Northern Song."
        }
      }
    },
    {
      "id": "金太宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金太宗",
          "完颜吴乞买"
        ],
        "en": [
          "Emperor Taizong of Jin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "金朝第二位皇帝，他下令发动对北宋的全面入侵，最终导致靖康之变并俘虏了宋徽宗。",
          "en": "The second emperor of the Jin dynasty, he ordered the full-scale invasion of the Northern Song, which culminated in the Jingkang Incident and the capture of Emperor Huizong."
        }
      }
    },
    {
      "id": "完颜宗翰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "完颜宗翰"
        ],
        "en": [
          "Wanyan Zonghan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "金朝开国功臣，侵宋主将之一，率领西路军攻破汴京，俘虏徽、钦二帝。",
          "en": "A founding general of the Jin dynasty and one of the main commanders in the invasion of Song. He led the western route army to capture Bianjing and seize Emperors Huizong and Qinzong."
        }
      }
    },
    {
      "id": "完颜宗望",
      "type": "Person",
      "name": {
        "zh-cn": [
          "完颜宗望"
        ],
        "en": [
          "Wanyan Zongwang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "金朝皇子、将领，侵宋主将之一，率领东路军参与了靖康之变。",
          "en": "A Jin dynasty prince and general, one of the main commanders in the invasion of Song, who led the eastern route army during the Jingkang Incident."
        }
      }
    },
    {
      "id": "五国城",
      "type": "Location",
      "name": {
        "zh-cn": [
          "五国城",
          "依兰县"
        ],
        "en": [
          "Wuguocheng"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于今黑龙江省依兰县，是金代软禁宋徽宗、宋钦宗等人的地点，宋徽宗最终在此病逝。",
          "en": "Located in modern-day Yilan County, Heilongjiang Province, it was the place where Emperor Huizong, Emperor Qinzong, and others were held under house arrest by the Jin dynasty. Emperor Huizong eventually died here."
        }
      }
    },
    {
      "id": "宋江起义",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "宋江起义",
          "梁山起义"
        ],
        "en": [
          "Song Jiang rebellion"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋末年宋江领导的农民起义，是宋徽宗统治期间因政治腐败而爆发的多次民变之一。",
          "en": "A peasant rebellion led by Song Jiang in the late Northern Song, one of several popular uprisings that broke out due to political corruption during Emperor Huizong's reign."
        }
      }
    },
    {
      "id": "方腊起义",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "方腊起义"
        ],
        "en": [
          "Fang La rebellion"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋末年方腊领导的农民起义，是宋徽宗统治期间因政治腐败而爆发的多次民变之一。",
          "en": "A peasant rebellion led by Fang La in the late Northern Song, one of several popular uprisings that broke out due to political corruption during Emperor Huizong's reign."
        }
      }
    },
    {
      "id": "李师师",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李师师"
        ],
        "en": [
          "Li Shishi"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "北宋东京的著名艺伎，民间流传其与宋徽宗有密切交往。",
          "en": "A famous courtesan in Dongjing (Kaifeng), the capital of the Northern Song. She is popularly believed to have had a close relationship with Emperor Huizong."
        }
      }
    },
    {
      "id": "周邦彦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周邦彦"
        ],
        "en": [
          "Zhou Bangyan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋著名词人，据传曾与宋徽宗为争夺李师师而发生过争风吃醋的轶事。",
          "en": "A renowned poet of the Northern Song dynasty, rumored to have been a rival of Emperor Huizong for the affections of Li Shishi."
        }
      }
    },
    {
      "id": "瘦金书",
      "type": "Document",
      "name": {
        "zh-cn": [
          "瘦金书"
        ],
        "en": [
          "Slender Gold style"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由宋徽宗赵佶独创的一种书法字体，以其瘦硬挺拔、灵动快捷的风格著称。",
          "en": "A style of calligraphy created by Emperor Huizong (Zhao Ji), characterized by its slender, strong, and elegant strokes."
        }
      }
    },
    {
      "id": "澶渊之盟",
      "type": "Document",
      "name": {
        "zh-cn": [
          "澶渊之盟"
        ],
        "en": [
          "Treaty of Chanyuan"
        ]
      },
      "properties": {
        "start_date": "1005",
        "description": {
          "zh-cn": "北宋与辽朝于1005年签订的和平条约，此后百余年间宋辽维持了和平关系，直到宋徽宗时期被“海上之盟”打破。",
          "en": "A peace treaty signed in 1005 between the Northern Song and Liao dynasties, which maintained peace for over a century until it was broken by the 'Alliance on the Sea' during Emperor Huizong's reign."
        }
      }
    },
    {
      "id": "宋高宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋高宗",
          "赵构"
        ],
        "en": [
          "Emperor Gaozong of Song"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南宋的开国皇帝，宋徽宗之子。在靖康之变后，于南方重建宋朝政权。",
          "en": "The founding emperor of the Southern Song dynasty, son of Emperor Huizong. After the Jingkang Incident, he re-established the Song regime in the south."
        }
      }
    },
    {
      "id": "绍兴和议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "绍兴和议"
        ],
        "en": [
          "Treaty of Shaoxing"
        ]
      },
      "properties": {
        "start_date": "1141",
        "description": {
          "zh-cn": "南宋与金朝之间达成的和平协议，该协议促成了宋高宗生母韦贤妃及宋徽宗棺椁的南归。",
          "en": "A peace agreement reached between the Southern Song and Jin dynasties, which facilitated the return of Emperor Gaozong's mother, Consort Wei, and the coffin of Emperor Huizong to the south."
        }
      }
    },
    {
      "id": "岳飞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "岳飞"
        ],
        "en": [
          "Yue Fei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南宋抗金名将。据《宋史》记载，其被赐死是满足金朝方面在绍兴和议中的要求。",
          "en": "A famous anti-Jin general of the Southern Song dynasty. According to the 'History of Song', his execution was a prerequisite set by the Jin dynasty for the Treaty of Shaoxing."
        }
      }
    },
    {
      "id": "显仁皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "显仁皇后",
          "韦贤妃",
          "韦氏"
        ],
        "en": [
          "Empress Xianren"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "宋徽宗的妃子，宋高宗的生母。在靖康之变中被俘至金国，后因绍兴和议得以南归。",
          "en": "A consort of Emperor Huizong and the mother of Emperor Gaozong. She was captured and taken to the Jin state during the Jingkang Incident and was later able to return to the south as a result of the Treaty of Shaoxing."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "宋徽宗",
      "target": "宋神宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋徽宗是宋神宗的第十一子。",
          "en": "Emperor Huizong was the eleventh son of Emperor Shenzong."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "宋哲宗",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "宋徽宗是宋哲宗的弟弟。",
          "en": "Emperor Huizong was the younger brother of Emperor Zhezong."
        }
      }
    },
    {
      "source": "宋钦宗",
      "target": "宋徽宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋钦宗是宋徽宗的长子。",
          "en": "Emperor Qinzong was the eldest son of Emperor Huizong."
        }
      }
    },
    {
      "source": "宋高宗",
      "target": "宋徽宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋高宗是宋徽宗的儿子。",
          "en": "Emperor Gaozong was a son of Emperor Huizong."
        }
      }
    },
    {
      "source": "宋高宗",
      "target": "显仁皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋高宗的生母是韦贤妃（后尊为显仁皇后）。",
          "en": "Emperor Gaozong's biological mother was Consort Wei (later Empress Xianren)."
        }
      }
    },
    {
      "source": "钦圣献肃皇后",
      "target": "宋徽宗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1100",
        "description": {
          "zh-cn": "宋哲宗无子而终后，向太后（钦圣献肃皇后）支持当时为端王的宋徽宗继承皇位。",
          "en": "After Emperor Zhezong died without an heir, Empress Dowager Xiang (Empress Qinshengxiansu) supported Prince Duan (the future Emperor Huizong) to succeed the throne."
        }
      }
    },
    {
      "source": "章惇",
      "target": "宋徽宗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1100",
        "description": {
          "zh-cn": "章惇认为端王（宋徽宗）“轻佻，不可以君天下”，反对其继位。",
          "en": "Zhang Dun opposed the succession of Prince Duan (Emperor Huizong), stating he was 'frivolous and unfit to rule the empire'."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "北宋",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1100-02-23",
        "end_date": "1126-01-18",
        "position": {
          "zh-cn": "皇帝",
          "en": "Emperor"
        },
        "description": {
          "zh-cn": "宋徽宗于1100年至1126年间担任北宋皇帝。",
          "en": "Emperor Huizong reigned as the emperor of the Northern Song dynasty from 1100 to 1126."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "宋钦宗",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1126-01-18",
        "description": {
          "zh-cn": "在金兵压境的危机下，宋徽宗禅位于其子钦宗。",
          "en": "Under the crisis of the impending Jin invasion, Emperor Huizong abdicated the throne to his son, Qinzong."
        }
      }
    },
    {
      "source": "宋钦宗",
      "target": "宋徽宗",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1126",
        "end_date": "1127",
        "description": {
          "zh-cn": "宋徽宗禅位后，被其子宋钦宗软禁于龙德宫，并受到不敬对待。",
          "en": "After his abdication, Emperor Huizong was placed under house arrest in Longde Palace by his son, Emperor Qinzong, and was treated with disrespect."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "蔡京",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "宋徽宗在位期间，重用蔡京为丞相。",
          "en": "During his reign, Emperor Huizong appointed and heavily relied on Cai Jing as his chancellor."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "童贯",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "宋徽宗在位期间，重用宦官童贯为将军。",
          "en": "During his reign, Emperor Huizong appointed and heavily relied on the eunuch Tong Guan as a general."
        }
      }
    },
    {
      "source": "蔡京",
      "target": "北宋",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "蔡京与童贯等人的贪腐和滥权导致宋徽宗朝政治黑暗，民怨沸腾，激起了多次民变，严重削弱了北宋的国力。",
          "en": "The corruption and abuse of power by Cai Jing, Tong Guan, and others led to a politically dark era under Emperor Huizong, causing widespread public discontent and triggering multiple rebellions, which severely weakened the Northern Song state."
        }
      }
    },
    {
      "source": "童贯",
      "target": "北宋",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "蔡京与童贯等人的贪腐和滥权导致宋徽宗朝政治黑暗，民怨沸腾，激起了多次民变，严重削弱了北宋的国力。",
          "en": "The corruption and abuse of power by Cai Jing, Tong Guan, and others led to a politically dark era under Emperor Huizong, causing widespread public discontent and triggering multiple rebellions, which severely weakened the Northern Song state."
        }
      }
    },
    {
      "source": "宋江起义",
      "target": "宋徽宗",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "宋江起义是宋徽宗统治时期爆发的多次民变之一，反映了当时严重的社会矛盾。",
          "en": "The Song Jiang rebellion was one of several popular uprisings during Emperor Huizong's reign, reflecting severe social conflicts at the time."
        }
      }
    },
    {
      "source": "方腊起义",
      "target": "宋徽宗",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "方腊起义是宋徽宗统治时期爆发的多次民变之一，反映了当时严重的社会矛盾。",
          "en": "The Fang La rebellion was one of several popular uprisings during Emperor Huizong's reign, reflecting severe social conflicts at the time."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "海上之盟",
      "type": "PUSHED",
      "properties": {
        "start_date": "1120",
        "description": {
          "zh-cn": "宋徽宗不顾与辽朝百年的和平，决定与金国结成“海上之盟”，联合灭辽。",
          "en": "Disregarding a century of peace with the Liao dynasty, Emperor Huizong decided to form the 'Alliance on the Sea' with the Jin state to jointly destroy Liao."
        }
      }
    },
    {
      "source": "海上之盟",
      "target": "辽朝",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1120",
        "description": {
          "zh-cn": "海上之盟的目的是联合北宋与金国的力量，共同消灭辽朝。",
          "en": "The purpose of the Alliance on the Sea was to combine the forces of the Northern Song and Jin to destroy the Liao dynasty."
        }
      }
    },
    {
      "source": "澶渊之盟",
      "target": "北宋",
      "type": "PUSHED",
      "properties": {
        "start_date": "1005",
        "end_date": "1120",
        "description": {
          "zh-cn": "澶渊之盟维持了北宋与辽朝之间长达百余年的和平。",
          "en": "The Treaty of Chanyuan maintained over a century of peace between the Northern Song and the Liao dynasty."
        }
      }
    },
    {
      "source": "金太宗",
      "target": "靖康之变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1125-10",
        "description": {
          "zh-cn": "金太宗于1125年十月派遣完颜杲、完颜宗望、完颜宗翰等人分两路南下入侵北宋，发动了靖康之变。",
          "en": "In October 1125, Emperor Taizong of Jin dispatched forces under commanders like Wanyan Gao, Wanyan Zongwang, and Wanyan Zonghan in a two-pronged invasion of the Northern Song, initiating the Jingkang Incident."
        }
      }
    },
    {
      "source": "靖康之变",
      "target": "北宋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1127",
        "description": {
          "zh-cn": "靖康之变中，金军攻占北宋首都汴京，直接导致北宋灭亡。",
          "en": "During the Jingkang Incident, Jin forces captured Bianjing, the capital of the Northern Song, directly causing the dynasty's collapse."
        }
      }
    },
    {
      "source": "靖康之变",
      "target": "宋徽宗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1127-03-20",
        "description": {
          "zh-cn": "在靖康之变中，宋徽宗被金军俘虏北上，并被金太宗下诏废为庶人。",
          "en": "During the Jingkang Incident, Emperor Huizong was captured by Jin forces and taken north. Emperor Taizong of Jin later issued an edict demoting him to a commoner."
        }
      }
    },
    {
      "source": "靖康之变",
      "target": "宋钦宗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1127-03-20",
        "description": {
          "zh-cn": "在靖康之变中，宋钦宗被金军俘虏，并被金太宗下诏废为庶人。",
          "en": "During the Jingkang Incident, Emperor Qinzong was captured by Jin forces and was demoted to a commoner by an edict from Emperor Taizong of Jin."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "李师师",
      "type": "LOVER_OF",
      "properties": {
        "description": {
          "zh-cn": "民间流传宋徽宗十分喜爱青楼女子李师师，并多次私下与其见面。",
          "en": "According to popular tales, Emperor Huizong was very fond of the courtesan Li Shishi and met with her privately on multiple occasions."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "周邦彦",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "据传宋徽宗曾与著名词人周邦彦为争夺李师师而争风吃醋。",
          "en": "It is rumored that Emperor Huizong was rivals with the famous poet Zhou Bangyan for the affection of Li Shishi."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "瘦金书",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "宋徽宗自创了“瘦金书”这一独特的书法字体。",
          "en": "Emperor Huizong personally created the unique calligraphy style known as 'Slender Gold'."
        }
      }
    },
    {
      "source": "宋高宗",
      "target": "岳飞",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1142-01-27",
        "description": {
          "zh-cn": "为达成与金朝的绍兴和议，宋高宗下令赐死抗金名将岳飞。",
          "en": "To secure the Treaty of Shaoxing with the Jin dynasty, Emperor Gaozong ordered the execution of the renowned anti-Jin general Yue Fei."
        }
      }
    },
    {
      "source": "绍兴和议",
      "target": "显仁皇后",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1142-05-01",
        "description": {
          "zh-cn": "绍兴和议的条款之一是送还被俘的宋高宗生母韦贤妃（显仁皇后）。",
          "en": "One of the terms of the Treaty of Shaoxing was the return of the captive mother of Emperor Gaozong, Consort Wei (Empress Xianren)."
        }
      }
    },
    {
      "source": "绍兴和议",
      "target": "宋徽宗",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1142-05-01",
        "description": {
          "zh-cn": "绍兴和议达成后，金朝归还了宋徽宗的棺椁，使其得以在南宋境内安葬。",
          "en": "After the Treaty of Shaoxing was concluded, the Jin dynasty returned the coffin of Emperor Huizong, allowing for his burial within the territory of the Southern Song."
        }
      }
    }
  ]
}