{
  "nodes": [
    {
      "id": "彭帅指控张高丽性侵事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "彭帅指控张高丽性侵事件"
        ],
        "en": [
          "Peng Shuai sexual assault allegation"
        ]
      },
      "properties": {
        "period": "2021-11-02 - ",
        "description": {
          "zh-cn": "中国网球运动员彭帅于2021年11月在社交媒体上发文，指控中共中央政治局原常委、国务院原副总理张高丽对其进行性侵犯，并维持了长期的不伦关系。此事引发国际社会对彭帅人身安全的高度关注以及对中国政府的广泛批评。",
          "en": "An event triggered in November 2021 when Chinese tennis player Peng Shuai accused Zhang Gaoli, a retired top leader of the Chinese Communist Party, of sexual assault. The incident led to international concern for Peng's safety and widespread criticism of the Chinese government."
        }
      }
    },
    {
      "id": "彭帅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭帅"
        ],
        "en": [
          "Peng Shuai"
        ]
      },
      "properties": {
        "gender": "Female",
        "lifetime": "1986-01-08 - ",
        "description": {
          "zh-cn": "中国女子网球运动员，曾登顶女双世界第一。她于2021年公开指控前中国副总理张高丽对其性侵，引发国际关注。",
          "en": "Chinese professional tennis player, former world No. 1 in doubles. In 2021, she publicly accused former Chinese Vice Premier Zhang Gaoli of sexual assault, sparking international concern."
        }
      }
    },
    {
      "id": "张高丽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张高丽"
        ],
        "en": [
          "Zhang Gaoli"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1946-11 - ",
        "description": {
          "zh-cn": "中华人民共和国前主要领导人之一，曾任中共中央政治局常委、国务院副总理。被网球运动员彭帅指控性侵。",
          "en": "A former senior leader of the People's Republic of China, who served as a member of the Politburo Standing Committee and Vice Premier of the State Council. He was accused of sexual assault by tennis player Peng Shuai."
        }
      }
    },
    {
      "id": "康洁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康洁"
        ],
        "en": [
          "Kang Jie"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "张高丽的妻子。根据彭帅的指控，康洁对张高丽与彭帅的关系知情，并在一次性行为时在外守候，同时对彭帅进行言语侮辱。",
          "en": "Wife of Zhang Gaoli. According to Peng Shuai's accusation, Kang Jie was aware of Zhang's relationship with Peng, stood guard outside during one sexual encounter, and verbally abused Peng."
        }
      }
    },
    {
      "id": "新浪微博",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新浪微博",
          "微博"
        ],
        "en": [
          "Sina Weibo"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国社交媒体平台，彭帅最初在此发布其指控。该平台迅速删除了相关内容并进行了严格审查。",
          "en": "A Chinese social media platform where Peng Shuai initially published her allegations. The platform quickly deleted the content and implemented strict censorship."
        }
      }
    },
    {
      "id": "#彭帅在哪里运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "#彭帅在哪里运动",
          "“彭帅在哪里”运动"
        ],
        "en": [
          "#WhereIsPengShuai movement"
        ]
      },
      "properties": {
        "period": "2021-11 - ",
        "description": {
          "zh-cn": "在彭帅发布指控并从公众视野中消失后，国际社会在网络上发起的声援运动，旨在寻求彭帅下落和人身安全的证明。",
          "en": "An online support movement initiated by the international community after Peng Shuai disappeared from public view following her allegations, aimed at seeking proof of her whereabouts and safety."
        }
      }
    },
    {
      "id": "国际女子网球协会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国际女子网球协会",
          "世界女子职业网球协会",
          "WTA"
        ],
        "en": [
          "Women's Tennis Association",
          "WTA"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "国际女子职业网球的管理组织。在彭帅事件中，该组织采取了强硬立场，要求进行透明调查，并暂停了在中国的全部赛事以示抗议。",
          "en": "The governing body of women's professional tennis. In the Peng Shuai incident, the organization took a strong stance, demanding a transparent investigation and suspending all its tournaments in China in protest."
        }
      }
    },
    {
      "id": "Steve Simon",
      "type": "Person",
      "name": {
        "zh-cn": [
          "Steve Simon",
          "西蒙"
        ],
        "en": [
          "Steve Simon"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "国际女子网球协会(WTA)的主席兼首席执行官，他在彭帅事件中代表WTA发声，对彭帅的安全表达了严重关切。",
          "en": "Chairman and CEO of the Women's Tennis Association (WTA), who voiced serious concerns for Peng Shuai's safety and spoke on behalf of the WTA during the incident."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "事件发生地所在国家。其政府对该事件进行了严格的网络审查，并通过官方媒体发布被外界普遍质疑的彭帅“报平安”信息。",
          "en": "The country where the event took place. Its government imposed strict internet censorship on the incident and released information about Peng's well-being through state media, which was widely questioned by the outside world."
        }
      }
    },
    {
      "id": "中国环球电视网",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国环球电视网"
        ],
        "en": [
          "China Global Television Network",
          "CGTN"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国官方媒体机构，发布了一封据称是彭帅写给WTA的电子邮件，但其真实性受到广泛质疑。",
          "en": "A Chinese state media organization that published an email allegedly written by Peng Shuai to the WTA, the authenticity of which was widely questioned."
        }
      }
    },
    {
      "id": "国际奥林匹克委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国际奥林匹克委员会",
          "国际奥委会"
        ],
        "en": [
          "International Olympic Committee",
          "IOC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "负责组织奥运会的国际体育组织。该组织与彭帅进行了视频通话，但其处理方式被批评为帮助中国政府掩盖真相，漠视运动员人权。",
          "en": "The international sports organization responsible for organizing the Olympic Games. It held a video call with Peng Shuai, but its handling of the situation was criticized for helping the Chinese government cover up the truth and disregarding athlete's human rights."
        }
      }
    },
    {
      "id": "托马斯·巴赫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "托马斯·巴赫",
          "巴赫"
        ],
        "en": [
          "Thomas Bach"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "国际奥林匹克委员会主席。他与彭帅进行了视频通话及会面，其行为引发争议。",
          "en": "President of the International Olympic Committee. He held a video call and a meeting with Peng Shuai, actions which sparked controversy."
        }
      }
    },
    {
      "id": "胡锡进",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锡进"
        ],
        "en": [
          "Hu Xijin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任《环球时报》总编辑，在Twitter上发布了彭帅的近照和视频，试图证明其人身安全，但真实性受到外界质疑。",
          "en": "Then-editor-in-chief of the Global Times, who posted recent photos and videos of Peng Shuai on Twitter in an attempt to prove her safety, but their authenticity was questioned by the outside world."
        }
      }
    },
    {
      "id": "丁力",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丁力"
        ],
        "en": [
          "Ding Li"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国网球公开赛赞助商利亚德体育总经理，自称是彭帅的朋友，在Twitter上发布彭帅的照片和视频，试图证明她安好。",
          "en": "General Manager of Leyard Sports, a sponsor of the China Open, who claimed to be a friend of Peng Shuai and posted photos and videos of her on Twitter to try to prove she was well."
        }
      }
    },
    {
      "id": "中华人民共和国外交部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国外交部",
          "中国外交部"
        ],
        "en": [
          "Ministry of Foreign Affairs of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国负责外交事务的部门。其发言人多次就彭帅事件表态，称其“并非外交问题”，并希望外界停止“恶意炒作”。",
          "en": "The ministry responsible for foreign affairs of the PRC. Its spokespersons repeatedly commented on the Peng Shuai incident, stating it was 'not a diplomatic issue' and hoping the outside world would stop 'malicious hype'."
        }
      }
    },
    {
      "id": "联合国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "联合国"
        ],
        "en": [
          "United Nations",
          "UN"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "国际组织。其人权事务高级专员办事处呼吁对彭帅的指控进行全面和透明的调查。",
          "en": "An international organization. Its Office of the High Commissioner for Human Rights called for a full and transparent investigation into Peng Shuai's allegations."
        }
      }
    },
    {
      "id": "联合早报",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "联合早报"
        ],
        "en": [
          "Lianhe Zaobao"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新加坡华文报纸。该报对彭帅进行了采访，在采访中彭帅否认曾指控他人对其性侵。这次采访被外界批评为中国的大外宣。",
          "en": "A Singaporean Chinese-language newspaper. It conducted an interview with Peng Shuai, in which she denied ever accusing anyone of sexual assault. The interview was criticized by outsiders as Chinese propaganda."
        }
      }
    },
    {
      "id": "团队报",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "团队报"
        ],
        "en": [
          "L'Équipe"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "法国体育报纸。该报对彭帅进行了采访，在采访中彭帅再次否认曾提出性侵指控，并宣布退役。",
          "en": "A French sports newspaper. It conducted an interview with Peng Shuai, in which she again denied making sexual assault allegations and announced her retirement."
        }
      }
    },
    {
      "id": "中国共产党中央政治局常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央政治局常务委员会",
          "中共中央政治局常委"
        ],
        "en": [
          "Politburo Standing Committee of the Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高领导机构。张高丽曾是其第十八届委员会的成员。",
          "en": "The top leadership body of the Chinese Communist Party. Zhang Gaoli was a member of its 18th committee."
        }
      }
    },
    {
      "id": "中华人民共和国国务院副总理",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院副总理",
          "国务院副总理"
        ],
        "en": [
          "Vice Premier of the State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院的高级领导职务。张高丽曾担任此职务。",
          "en": "A senior leadership position in the State Council of the People's Republic of China. Zhang Gaoli previously held this position."
        }
      }
    },
    {
      "id": "美国众议院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国众议院"
        ],
        "en": [
          "United States House of Representatives"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "美国的立法机构之一。通过决议谴责国际奥委会帮助北京掩盖张高丽对彭帅的性侵指控。",
          "en": "One of the legislative bodies of the United States. It passed a resolution condemning the IOC for helping Beijing cover up Zhang Gaoli's sexual assault allegations against Peng Shuai."
        }
      }
    },
    {
      "id": "中共二十大",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中共二十大"
        ],
        "en": [
          "20th National Congress of the Chinese Communist Party"
        ]
      },
      "properties": {
        "period": "2022-10",
        "description": {
          "zh-cn": "中国共产党第二十次全国代表大会。张高丽在此次大会上以特邀代表身份露面，并当选主席团常委会委员，表明他未因彭帅事件受到惩处。",
          "en": "The 20th National Congress of the Chinese Communist Party. Zhang Gaoli appeared at this congress as a specially invited delegate and was elected to the presidium standing committee, indicating he was not disciplined over the Peng Shuai incident."
        }
      }
    },
    {
      "id": "沙莲娜·威廉丝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "沙莲娜·威廉丝",
          "塞雷娜·威廉斯",
          "塞雷娜",
          "威廉斯"
        ],
        "en": [
          "Serena Williams"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "美国职业网球运动员，对彭帅的遭遇表示痛心和震惊，并呼吁进行调查。",
          "en": "American professional tennis player who expressed being heartbroken and shocked by Peng Shuai's situation and called for an investigation."
        }
      }
    },
    {
      "id": "诺华克·祖高域",
      "type": "Person",
      "name": {
        "zh-cn": [
          "诺华克·祖高域",
          "诺瓦克·德约科维奇",
          "诺瓦克·乔科维奇"
        ],
        "en": [
          "Novak Djokovic"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "塞尔维亚职业网球运动员，对彭帅的失踪表示震惊。",
          "en": "Serbian professional tennis player who expressed shock over Peng Shuai's disappearance."
        }
      }
    },
    {
      "id": "大坂直美",
      "type": "Person",
      "name": {
        "zh-cn": [
          "大坂直美"
        ],
        "en": [
          "Naomi Osaka"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "日本职业网球运动员，对彭帅的处境表示担忧，并表示任何情况都不应审查。",
          "en": "Japanese professional tennis player who expressed concern for Peng Shuai's situation and stated that censorship is never okay under any circumstances."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "张高丽",
      "target": "彭帅",
      "type": "BLOCKED",
      "properties": {
        "start_date": [
          "2011",
          "2018"
        ],
        "description": {
          "zh-cn": "彭帅在微博长文中指控，张高丽在十多年前（约2011年）于天津任职期间，以及2018年退休后在北京，利用权势强迫其发生性关系。2018年的事件被描述为一次性侵犯。",
          "en": "In a detailed Weibo post, Peng Shuai accused Zhang Gaoli of coercing her into sexual relations using his power, both over a decade ago (around 2011) while he was in office in Tianjin, and again in Beijing in 2018 after his retirement. The 2018 incident was described as a sexual assault."
        }
      }
    },
    {
      "source": "康洁",
      "target": "彭帅",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "根据彭帅的指控，康洁对张高丽的行为知情，并在一次性侵犯发生时“在外帮守着”，事后还对彭帅进行言语侮辱。",
          "en": "According to Peng Shuai's accusation, Kang Jie was aware of Zhang Gaoli's actions, 'stood guard outside' during a sexual assault, and subsequently verbally abused Peng."
        }
      }
    },
    {
      "source": "彭帅",
      "target": "彭帅指控张高丽性侵事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-11-02",
        "description": {
          "zh-cn": "彭帅在个人新浪微博账号上发布长文，详细叙述了自己与张高丽的关系及遭其性侵的经历，此举引爆了整个事件。",
          "en": "Peng Shuai posted a long article on her personal Sina Weibo account, detailing her relationship with Zhang Gaoli and her experience of being sexually assaulted by him, which ignited the entire incident."
        }
      }
    },
    {
      "source": "新浪微博",
      "target": "彭帅指控张高丽性侵事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-11-02",
        "description": {
          "zh-cn": "在彭帅发布指控文章约二十分钟后，新浪微博平台删除了该文章，并对彭帅的账号禁言，同时将相关关键词设为敏感词，进行全面审查。",
          "en": "About twenty minutes after Peng Shuai published her accusation, the Sina Weibo platform deleted the post, muted her account, and censored related keywords, implementing a full-scale content review."
        }
      }
    },
    {
      "source": "彭帅指控张高丽性侵事件",
      "target": "#彭帅在哪里运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-11",
        "description": {
          "zh-cn": "彭帅在公开指控后从公众视野中消失，引发了国际社会对其人身安全的担忧，从而催生了“#彭帅在哪里”的全球性网络声援运动。",
          "en": "After Peng Shuai disappeared from public view following her public accusations, concerns for her personal safety arose in the international community, leading to the global online support movement '#WhereIsPengShuai'."
        }
      }
    },
    {
      "source": "国际女子网球协会",
      "target": "彭帅",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-11-14",
        "description": {
          "zh-cn": "国际女子网球协会(WTA)率先发声，对彭帅的安全表示严重关切，并要求中国政府对此事进行全面、公平、透明且不受审查的调查。",
          "en": "The Women's Tennis Association (WTA) was the first to speak out, expressing serious concern for Peng Shuai's safety and demanding a full, fair, transparent, and uncensored investigation by the Chinese government."
        }
      }
    },
    {
      "source": "国际女子网球协会",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-12-01",
        "end_date": "2023-04-13",
        "description": {
          "zh-cn": "由于对彭帅的安全以及中国政府缺乏透明回应的担忧，WTA宣布立即暂停在中国（包括香港）的所有赛事。该决定于2023年4月被撤销。",
          "en": "Due to concerns about Peng Shuai's safety and the lack of a transparent response from the Chinese government, the WTA announced the immediate suspension of all tournaments in China, including Hong Kong. This decision was reversed in April 2023."
        }
      }
    },
    {
      "source": "中国环球电视网",
      "target": "#彭帅在哪里运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-11-18",
        "description": {
          "zh-cn": "CGTN在Twitter上发布了一封据称是彭帅写给WTA主席的邮件，信中否认了性侵指控并声称自己安全，此举被广泛认为是官方试图平息国际舆论的宣传手段。",
          "en": "CGTN released an email on Twitter, allegedly from Peng Shuai to the WTA Chairman, denying the sexual assault allegations and claiming she was safe. This move was widely seen as a propaganda attempt by officials to quell international outcry."
        }
      }
    },
    {
      "source": "Steve Simon",
      "target": "中国环球电视网",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-11-18",
        "description": {
          "zh-cn": "WTA主席西蒙对CGTN发布的邮件的真实性表示严重怀疑，称这封邮件“只让他对彭帅的安全和下落更加担心”。",
          "en": "WTA Chairman Steve Simon expressed serious doubts about the authenticity of the email released by CGTN, stating that it 'only raises my concerns as to her safety and whereabouts'."
        }
      }
    },
    {
      "source": "国际奥林匹克委员会",
      "target": "#彭帅在哪里运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-11-21",
        "description": {
          "zh-cn": "国际奥委会安排主席巴赫与彭帅进行视频通话，并宣称她“安全无虞”，但此举被国际特赦组织等批评为“陷入险境”，认为其配合中国官方宣传，漠视彭帅的真实处境。",
          "en": "The IOC arranged a video call between President Bach and Peng Shuai, declaring her 'safe and well'. However, this action was criticized by organizations like Amnesty International as 'entering dangerous waters', accusing the IOC of cooperating with Chinese official propaganda and ignoring Peng's true situation."
        }
      }
    },
    {
      "source": "托马斯·巴赫",
      "target": "彭帅",
      "type": "MET_WITH",
      "properties": {
        "start_date": [
          "2021-11-21",
          "2022-02-05"
        ],
        "description": {
          "zh-cn": "国际奥委会主席巴赫于2021年11月21日与彭帅进行了30分钟的视频通话，并于2022年2月5日在北京冬奥会期间与她会面共进晚餐。",
          "en": "IOC President Thomas Bach held a 30-minute video call with Peng Shuai on November 21, 2021, and met her for dinner during the Beijing Winter Olympics on February 5, 2022."
        }
      }
    },
    {
      "source": "中华人民共和国外交部",
      "target": "彭帅指控张高丽性侵事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-11-03",
        "description": {
          "zh-cn": "在多次例行记者会上，中国外交部发言人以“没有听说过”、“并非外交问题”为由回避相关提问，并希望“某些人停止恶意炒作”，拒绝进行正面回应或调查。",
          "en": "In multiple press conferences, spokespersons for the Chinese Ministry of Foreign Affairs evaded questions by stating they were 'unaware of the matter' or that it was 'not a diplomatic issue', and hoped 'some people would stop the malicious hype', refusing to provide a direct response or conduct an investigation."
        }
      }
    },
    {
      "source": "联合早报",
      "target": "#彭帅在哪里运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-12-19",
        "description": {
          "zh-cn": "《联合早报》发布对彭帅的采访视频，彭帅在视频中改口称“从未说过或写过任何人性侵我”，此采访被外界广泛质疑为在中国官方安排下的“摆拍”，旨在压制#WhereIsPengShuai运动的声音。",
          "en": "Lianhe Zaobao released an interview video with Peng Shuai, in which she recanted her statement, saying 'I have never said or written that anyone has sexually assaulted me'. The interview was widely suspected by the outside world to be a staged event arranged by Chinese officials to suppress the #WhereIsPengShuai movement."
        }
      }
    },
    {
      "source": "张高丽",
      "target": "中共二十大",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2022-10",
        "position": {
          "zh-cn": "主席团常务委员会委员",
          "en": "Member of the Presidium Standing Committee"
        },
        "description": {
          "zh-cn": "尽管受到性侵指控，张高丽仍在中共二十大上以特邀代表身份公开露面，并当选为大会主席团常务委员会成员，显示其政治地位未受影响。",
          "en": "Despite the sexual assault allegations, Zhang Gaoli made a public appearance at the 20th National Congress of the CCP as a specially invited delegate and was elected to the Presidium Standing Committee, indicating his political status was unaffected."
        }
      }
    },
    {
      "source": "张高丽",
      "target": "中国共产党中央政治局常务委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2012-11-15",
        "end_date": "2017-10-25",
        "position": {
          "zh-cn": "常务委员会委员",
          "en": "Member of the Standing Committee"
        },
        "description": {
          "zh-cn": "张高丽曾是中国共产党第十八届中央政治局常务委员会委员。",
          "en": "Zhang Gaoli was a member of the 18th Politburo Standing Committee of the Chinese Communist Party."
        }
      }
    },
    {
      "source": "张高丽",
      "target": "中华人民共和国国务院副总理",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-03-16",
        "end_date": "2018-03-19",
        "position": {
          "zh-cn": "副总理（排名第一）",
          "en": "First-ranking Vice Premier"
        },
        "description": {
          "zh-cn": "张高丽曾任中华人民共和国国务院副总理。",
          "en": "Zhang Gaoli served as a Vice Premier of the State Council of the People's Republic of China."
        }
      }
    },
    {
      "source": "美国众议院",
      "target": "国际奥林匹克委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-12-08",
        "description": {
          "zh-cn": "美国众议院以428票对0票通过决议，谴责国际奥委会与中国政府合作，违反其人权承诺，帮助北京掩盖张高丽对彭帅的性侵指控。",
          "en": "The U.S. House of Representatives passed a resolution 428-0, condemning the IOC for cooperating with the Chinese government, in violation of its own human rights commitments, to help Beijing cover up the sexual assault allegations against Peng Shuai by Zhang Gaoli."
        }
      }
    },
    {
      "source": "沙莲娜·威廉丝",
      "target": "#彭帅在哪里运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-11",
        "description": {
          "zh-cn": "塞雷娜·威廉姆斯表示对彭帅的遭遇感到“痛心和震惊”，呼吁“必须对此进行调查”，并强调“我们不应保持沉默”。",
          "en": "Serena Williams stated she was 'heartbroken and shocked' by Peng Shuai's situation, called for an investigation ('this must be investigated'), and emphasized 'we must not stay silent'."
        }
      }
    },
    {
      "source": "诺华克·祖高域",
      "target": "#彭帅在哪里运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-11",
        "description": {
          "zh-cn": "诺瓦克·德约科维奇对彭帅失踪的消息表示震惊，称其为“可怕的”，并表示与彭帅的家人感同身受。",
          "en": "Novak Djokovic expressed shock at the news of Peng Shuai's disappearance, calling it 'terrible' and stating that he felt for her family."
        }
      }
    },
    {
      "source": "大坂直美",
      "target": "#彭帅在哪里运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-11",
        "description": {
          "zh-cn": "大坂直美对彭帅的处境表示担忧，并强调“任何情况都不应审查”，希望彭帅和她的家人平安。",
          "en": "Naomi Osaka expressed concern for Peng Shuai's situation and emphasized that 'Censorship is never ok at any cost', hoping for the safety of Peng and her family."
        }
      }
    }
  ]
}