{
  "nodes": [
    {
      "id": "对法轮功的镇压",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "对法轮功的镇压"
        ],
        "en": [
          "Persecution of Falun Gong"
        ]
      },
      "properties": {
        "period": "1999-07-20 - ",
        "description": {
          "zh-cn": "指自1999年7月20日起，由时任中共中央总书记江泽民领导的中国共产党执政当局对法轮功群体实施的全面镇压运动。该运动旨在通过政治宣传、监禁、强制思想改造、酷刑等手段根除法轮功。",
          "en": "Refers to the comprehensive suppression campaign against the Falun Gong group launched by the ruling authorities of the Communist Party of China, led by then-General Secretary Jiang Zemin, starting from July 20, 1999. The campaign aims to eradicate Falun Gong through means such as political propaganda, imprisonment, forced ideological conversion, and torture."
        }
      }
    },
    {
      "id": "江泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江泽民"
        ],
        "en": [
          "Jiang Zemin"
        ]
      },
      "properties": {
        "lifetime": "1926-08-17 - 2022-11-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中国共产党中央委员会总书记。他是发起对法轮功镇压运动的主要决策者。",
          "en": "A Chinese politician who served as General Secretary of the Central Committee of the Communist Party of China. He was the main decision-maker who initiated the campaign to suppress Falun Gong."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Communist Party of China",
          "CCP"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中国"
        },
        "description": {
          "zh-cn": "中华人民共和国的执政党，自1999年起对法轮功进行全面镇压。",
          "en": "The ruling political party of the People's Republic of China, which has carried out a comprehensive persecution of Falun Gong since 1999."
        }
      }
    },
    {
      "id": "法轮功",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "法轮功",
          "法轮大法"
        ],
        "en": [
          "Falun Gong",
          "Falun Dafa"
        ]
      },
      "properties": {
        "period": "1992-05 - ",
        "description": {
          "zh-cn": "由李洪志于1992年创立的气功修炼团体，以“真、善、忍”为核心道德哲学。自1999年以来在中国遭受镇压。",
          "en": "A qigong spiritual practice group founded by Li Hongzhi in 1992, with Truthfulness, Compassion, and Forbearance as its core moral philosophy. It has been persecuted in China since 1999."
        }
      }
    },
    {
      "id": "李洪志",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李洪志"
        ],
        "en": [
          "Li Hongzhi"
        ]
      },
      "properties": {
        "lifetime": "1951-05-13 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "法轮功的创始人。",
          "en": "The founder of Falun Gong."
        }
      }
    },
    {
      "id": "610办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "610办公室",
          "中央处理法轮功问题领导小组办公室"
        ],
        "en": [
          "610 Office"
        ]
      },
      "properties": {
        "period": "1999-06-10 - ",
        "location": {
          "zh-cn": "中国"
        },
        "description": {
          "zh-cn": "由江泽民下令成立的法外机构，专门负责协调和执行对法轮功的镇压运动。",
          "en": "An extralegal agency established under Jiang Zemin's order, specifically responsible for coordinating and implementing the campaign to suppress Falun Gong."
        }
      }
    },
    {
      "id": "何祚庥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何祚庥"
        ],
        "en": [
          "He Zuoxiu"
        ]
      },
      "properties": {
        "lifetime": "1927-08-03 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国科学院院士，其发表的文章和言论是引发425上访事件的导火索之一。",
          "en": "An academician of the Chinese Academy of Sciences, whose published articles and statements were one of the triggers for the April 25 Appeal."
        }
      }
    },
    {
      "id": "罗干",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗干"
        ],
        "en": [
          "Luo Gan"
        ]
      },
      "properties": {
        "lifetime": "1935-07 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中央政法委书记和610办公室前身“中央处理法轮功问题领导小组”的副组长及后来的组长。因在镇压中的角色而在多国被起诉。",
          "en": "A Chinese politician who served as Secretary of the Central Political and Legal Affairs Commission and as deputy head and later head of the 'Central Leading Group for Handling the Falun Gong Issue,' the predecessor to the 610 Office. He has been sued in several countries for his role in the persecution."
        }
      }
    },
    {
      "id": "425上访事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "425上访事件"
        ],
        "en": [
          "April 25 Appeal"
        ]
      },
      "properties": {
        "period": "1999-04-25 - 1999-04-25",
        "location": {
          "zh-cn": "北京中南海"
        },
        "description": {
          "zh-cn": "1999年4月25日，约万名法轮功学员到北京中南海附近的国家信访局和平上访，要求当局给予一个公正合法的炼功环境。此事被中共高层视为对政权的挑战，成为发动镇压的直接导火索。",
          "en": "On April 25, 1999, approximately 10,000 Falun Gong practitioners peacefully appealed at the State Bureau for Letters and Calls near Zhongnanhai in Beijing, requesting a fair and legal environment for their practice. This event was viewed by the CCP leadership as a challenge to its authority and became a direct catalyst for the subsequent crackdown."
        }
      }
    },
    {
      "id": "朱镕基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱镕基"
        ],
        "en": [
          "Zhu Rongji"
        ]
      },
      "properties": {
        "lifetime": "1928-10-23 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任中共中央政治局常委、国务院总理。据称，他对江泽民镇压法轮功的策略持不同意见。",
          "en": "A Chinese politician, then a member of the Standing Committee of the CCP Politburo and Premier of the State Council. He reportedly disagreed with Jiang Zemin's strategy for suppressing Falun Gong."
        }
      }
    },
    {
      "id": "李瑞环",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李瑞环"
        ],
        "en": [
          "Li Ruihuan"
        ]
      },
      "properties": {
        "lifetime": "1934-09 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任中共中央政治局常委。据称，他对江泽民镇压法轮功的策略持不同意见。",
          "en": "A Chinese politician, then a member of the Standing Committee of the CCP Politburo. He reportedly disagreed with Jiang Zemin's strategy for suppressing Falun Gong."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": [
          "Hu Jintao"
        ]
      },
      "properties": {
        "lifetime": "1942-12-21 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中国共产党中央委员会总书记。在镇压法轮功初期任政治局常委，据称对江泽民的策略持不同意见。",
          "en": "A Chinese politician who served as General Secretary of the Central Committee of the Communist Party of China. As a member of the Politburo Standing Committee at the beginning of the persecution, he reportedly disagreed with Jiang Zemin's strategy."
        }
      }
    },
    {
      "id": "高智晟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高智晟"
        ],
        "en": [
          "Gao Zhisheng"
        ]
      },
      "properties": {
        "lifetime": "1964-04-20 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国维权律师，因公开调查并致信中国领导人要求停止迫害法轮功而遭受长期迫害。",
          "en": "A Chinese human rights lawyer who suffered long-term persecution for publicly investigating and writing to Chinese leaders demanding an end to the persecution of Falun Gong."
        }
      }
    },
    {
      "id": "对中国共产党摘取法轮功学员及良心犯器官的指控",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "对中国共产党摘取法轮功学员及良心犯器官的指控",
          "活摘器官"
        ],
        "en": [
          "Allegations of organ harvesting from Falun Gong practitioners and prisoners of conscience in China"
        ]
      },
      "properties": {
        "period": "2006 - ",
        "description": {
          "zh-cn": "指控中国共产党系统性地、大规模地从法轮功学员及其他良心犯身上活体摘取器官以供应其移植产业的运动及相关调查。",
          "en": "A movement and related investigations concerning allegations that the Chinese Communist Party systematically and on a large scale harvests organs from living Falun Gong practitioners and other prisoners of conscience to supply its transplant industry."
        }
      }
    },
    {
      "id": "乔高-麦塔斯调查报告",
      "type": "Document",
      "name": {
        "zh-cn": [
          "乔高-麦塔斯调查报告"
        ],
        "en": [
          "Kilgour-Matas report"
        ]
      },
      "properties": {
        "period": "2006-07 - ",
        "description": {
          "zh-cn": "由加拿大前亚太事务国务卿大卫·乔高和人权律师大卫·麦塔斯撰写的独立调查报告，指控中国存在大规模从法轮功学员身上摘取器官的行为。",
          "en": "An independent investigation report by former Canadian Secretary of State (Asia-Pacific) David Kilgour and human rights lawyer David Matas, alleging large-scale organ harvesting from Falun Gong practitioners in China."
        }
      }
    },
    {
      "id": "刘成军",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘成军"
        ],
        "en": [
          "Liu Chengjun"
        ]
      },
      "properties": {
        "lifetime": " - 2003-12-26",
        "gender": "Male",
        "description": {
          "zh-cn": "中国吉林省长春市法轮功学员，是2002年长春电视插播事件的主要参与者之一，后被捕并被迫害致死。",
          "en": "A Falun Gong practitioner from Changchun, Jilin Province, China. He was one of the main participants in the 2002 Changchun television signal interruption incident and was later arrested and persecuted to death."
        }
      }
    },
    {
      "id": "长春电视插播事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "长春电视插播事件"
        ],
        "en": [
          "Changchun television signal interruption"
        ]
      },
      "properties": {
        "period": "2002-03-05 - 2002-03-05",
        "location": {
          "zh-cn": "长春市"
        },
        "description": {
          "zh-cn": "2002年3月5日，长春法轮功学员成功在当地有线电视网络八个频道中插播法轮功真相影片，持续约五十分钟。此事件引发当局大规模抓捕。",
          "en": "On March 5, 2002, Falun Gong practitioners in Changchun successfully interrupted the local cable television network, broadcasting truth-clarifying videos on eight channels for about fifty minutes. This incident triggered a large-scale crackdown by the authorities."
        }
      }
    },
    {
      "id": "大纪元时报",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大纪元时报"
        ],
        "en": [
          "The Epoch Times"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由海外法轮功学员创办的独立媒体，旨在提供不受中国政府审查的新闻和信息，并报道对法轮功的迫害情况。",
          "en": "An independent media outlet founded by overseas Falun Gong practitioners, aimed at providing news and information free from Chinese government censorship and reporting on the persecution of Falun Gong."
        }
      }
    },
    {
      "id": "新唐人电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新唐人电视台"
        ],
        "en": [
          "New Tang Dynasty Television"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由海外法轮功学员创办的独立媒体，旨在提供不受中国政府审查的新闻和信息，并报道对法轮功的迫害情况。",
          "en": "An independent media outlet founded by overseas Falun Gong practitioners, aimed at providing news and information free from Chinese government censorship and reporting on the persecution of Falun Gong."
        }
      }
    },
    {
      "id": "希望之声广播电台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "希望之声广播电台"
        ],
        "en": [
          "Sound of Hope"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由海外法轮功学员创办的独立媒体，旨在提供不受中国政府审查的新闻和信息，并报道对法轮功的迫害情况。",
          "en": "An independent media outlet founded by overseas Falun Gong practitioners, aimed at providing news and information free from Chinese government censorship and reporting on the persecution of Falun Gong."
        }
      }
    },
    {
      "id": "薄熙来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "薄熙来"
        ],
        "en": [
          "Bo Xilai"
        ]
      },
      "properties": {
        "lifetime": "1949-07-03 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任重庆市委书记。因积极参与对法轮功的迫害，在多国被起诉。",
          "en": "A Chinese politician who served as the Party Secretary of Chongqing. He was sued in multiple countries for his active involvement in the persecution of Falun Gong."
        }
      }
    },
    {
      "id": "西班牙",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "西班牙"
        ],
        "en": [
          "Spain"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "西班牙国家法庭曾以群体灭绝和反人类罪起诉江泽民等中共高官，指控他们在策划迫害法轮功中负有责任。",
          "en": "Spain's National Court indicted high-ranking CCP officials, including Jiang Zemin, for genocide and crimes against humanity, holding them responsible for orchestrating the persecution of Falun Gong."
        }
      }
    },
    {
      "id": "阿根廷",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "阿根廷"
        ],
        "en": [
          "Argentina"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "阿根廷地方法院曾以群体灭绝和反人类罪起诉江泽民等中共高官，指控他们在策划迫害法轮功中负有责任。",
          "en": "An Argentine court indicted high-ranking CCP officials, including Jiang Zemin, for genocide and crimes against humanity, holding them responsible for orchestrating the persecution of Falun Gong."
        }
      }
    },
    {
      "id": "黄元雄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄元雄"
        ],
        "en": [
          "Huang Yuanxiong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国福建省厦门市公安局思明分局梧村派出所主管，因涉嫌严重侵犯法轮功信众的人权而受到美国制裁。",
          "en": "A police supervisor at the Wucun Police Station, Siming Branch of the Xiamen Public Security Bureau in Fujian, China, who was sanctioned by the United States for his involvement in gross violations of human rights against Falun Gong practitioners."
        }
      }
    },
    {
      "id": "美国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国国务院"
        ],
        "en": [
          "United States Department of State"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "美国"
        },
        "description": {
          "zh-cn": "美国联邦政府行政部门之一，多次就法轮功被迫害问题发声，并对相关责任人实施制裁。",
          "en": "An executive department of the U.S. federal government that has repeatedly spoken out on the persecution of Falun Gong and imposed sanctions on responsible individuals."
        }
      }
    },
    {
      "id": "中国中央电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国中央电视台",
          "中央电视台"
        ],
        "en": [
          "China Central Television",
          "CCTV"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中国"
        },
        "description": {
          "zh-cn": "中国国家电视台，在对法轮功的镇压运动中扮演了主要的宣传工具角色，大量播出反法轮功的节目。",
          "en": "China's state television broadcaster, which played a major role as a propaganda tool in the campaign against Falun Gong, broadcasting a large volume of anti-Falun Gong programming."
        }
      }
    },
    {
      "id": "中华人民共和国民政部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国民政部"
        ],
        "en": [
          "Ministry of Civil Affairs of the People's Republic of China"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中国"
        },
        "description": {
          "zh-cn": "中国国务院组成部门。1999年7月22日，该部发布决定，正式取缔法轮大法研究会。",
          "en": "A constituent department of the State Council of China. On July 22, 1999, it issued a decision to officially ban the Falun Dafa Research Society."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "江泽民",
      "target": "对法轮功的镇压",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-04-25",
        "description": {
          "zh-cn": "时任中共中央总书记江泽民在425上访事件后，下定决心并发起了对法轮功的全面镇压运动。",
          "en": "Then-General Secretary of the CCP Central Committee Jiang Zemin, after the April 25 Appeal, made the decision and launched the comprehensive campaign to suppress Falun Gong."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "对法轮功的镇压",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-07-20",
        "description": {
          "zh-cn": "中国共产党执政当局自1999年7月20日起，动用国家机器对法轮功实施全面镇压。",
          "en": "Starting from July 20, 1999, the ruling authorities of the Communist Party of China mobilized the state apparatus to implement a comprehensive suppression of Falun Gong."
        }
      }
    },
    {
      "source": "对法轮功的镇压",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999-07-20",
        "description": {
          "zh-cn": "镇压运动旨在通过宣传、监禁、强制思想改造、酷刑甚至杀戮等手段“灭绝、根除”法轮功群体。",
          "en": "The suppression campaign aims to 'eradicate and eliminate' the Falun Gong group through means such as propaganda, imprisonment, forced ideological conversion, torture, and even killing."
        }
      }
    },
    {
      "source": "李洪志",
      "target": "法轮功",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1992-05",
        "description": {
          "zh-cn": "李洪志于1992年5月在中国吉林省长春市开始公开传授法轮功。",
          "en": "Li Hongzhi began to publicly teach Falun Gong in Changchun, Jilin Province, China in May 1992."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "610办公室",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1999-06-10",
        "description": {
          "zh-cn": "江泽民下令成立610办公室，作为专门处理法轮功问题的常设机构，以协调和执行镇压行动。",
          "en": "Jiang Zemin ordered the establishment of the 610 Office as a permanent body dedicated to handling the Falun Gong issue, to coordinate and execute the suppression campaign."
        }
      }
    },
    {
      "source": "610办公室",
      "target": "对法轮功的镇压",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-06-10",
        "description": {
          "zh-cn": "610办公室是协调中国各级政府机关镇压法轮功的核心法外机构。",
          "en": "The 610 Office is the core extralegal agency that coordinates all levels of Chinese government organs in the suppression of Falun Gong."
        }
      }
    },
    {
      "source": "罗干",
      "target": "何祚庥",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "据称，时任国务委员罗干为向江泽民表功，指示其连襟何祚庥制造事端，为整治法轮功寻找借口。",
          "en": "It is alleged that Luo Gan, then State Councilor, instructed his brother-in-law He Zuoxiu to create incidents as a pretext for cracking down on Falun Gong, in an effort to gain favor with Jiang Zemin."
        }
      }
    },
    {
      "source": "何祚庥",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999-04",
        "description": {
          "zh-cn": "何祚庥在《天津科技》杂志上发表文章，称法轮功是“伪科学”，此举引发了法轮功学员的抗议，并间接导致了425上访事件。",
          "en": "He Zuoxiu published an article in a Tianjin magazine calling Falun Gong 'pseudoscience', which triggered protests from Falun Gong practitioners and indirectly led to the April 25 Appeal."
        }
      }
    },
    {
      "source": "425上访事件",
      "target": "对法轮功的镇压",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-04-25",
        "description": {
          "zh-cn": "万名法轮功学员到中南海附近和平上访，此事被江泽民视为对中共政权的挑战，成为其下令全面镇压的直接导火索。",
          "en": "The peaceful appeal by 10,000 Falun Gong practitioners near Zhongnanhai was viewed by Jiang Zemin as a challenge to the CCP's authority, becoming the direct catalyst for his order to launch a full-scale suppression."
        }
      }
    },
    {
      "source": "朱镕基",
      "target": "对法轮功的镇压",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999",
        "description": {
          "zh-cn": "据称，在中共中央政治局常委中，朱镕基对江泽民采取镇压手段持不同意见，认为其使用了错误的策略。",
          "en": "Reportedly, within the Politburo Standing Committee, Zhu Rongji disagreed with Jiang Zemin's use of suppression, believing it was the wrong strategy."
        }
      }
    },
    {
      "source": "李瑞环",
      "target": "对法轮功的镇压",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999",
        "description": {
          "zh-cn": "据称，在中共中央政治局常委中，李瑞环对江泽民采取镇压手段持不同意见，认为其使用了错误的策略。",
          "en": "Reportedly, within the Politburo Standing Committee, Li Ruihuan disagreed with Jiang Zemin's use of suppression, believing it was the wrong strategy."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "对法轮功的镇压",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999",
        "description": {
          "zh-cn": "据称，在中共中央政治局常委中，胡锦涛对江泽民采取镇压手段持不同意见，认为其使用了错误的策略。",
          "en": "Reportedly, within the Politburo Standing Committee, Hu Jintao disagreed with Jiang Zemin's use of suppression, believing it was the wrong strategy."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "李洪志",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1999",
        "description": {
          "zh-cn": "据西方学者分析，江泽民个人对法轮功和李洪志广受欢迎感到妒忌和愤怒，这是镇压运动的原因之一。",
          "en": "According to analysis by Western scholars, Jiang Zemin's personal jealousy and anger towards the widespread popularity of Falun Gong and Li Hongzhi was one of the reasons for the suppression campaign."
        }
      }
    },
    {
      "source": "中华人民共和国民政部",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999-07-22",
        "description": {
          "zh-cn": "1999年7月22日，中华人民共和国民政部发布《关于取缔法轮大法研究会的决定》，正式在中国境内禁止了法轮功。",
          "en": "On July 22, 1999, the Ministry of Civil Affairs of the People's Republic of China issued the 'Decision on Banning the Falun Dafa Research Society,' officially prohibiting Falun Gong within China."
        }
      }
    },
    {
      "source": "高智晟",
      "target": "对法轮功的镇压",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2005",
        "description": {
          "zh-cn": "高智晟律师于2005年发表致中国领导人的公开信，要求停止对法轮功的迫害。此后他因持续为法轮功学员辩护而自身遭受严重迫害。",
          "en": "In 2005, lawyer Gao Zhisheng published an open letter to China's leaders demanding an end to the persecution of Falun Gong. He subsequently suffered severe persecution himself for continuing to defend Falun Gong practitioners."
        }
      }
    },
    {
      "source": "乔高-麦塔斯调查报告",
      "target": "对中国共产党摘取法轮功学员及良心犯器官的指控",
      "type": "PUSHED",
      "properties": {
        "start_date": "2006-07-06",
        "description": {
          "zh-cn": "该报告通过调查得出结论，认定中国存在大规模、非自愿地从法轮功学员身上摘取器官的行为，为相关指控提供了重要证据。",
          "en": "The report concluded through investigation that large-scale, non-consensual organ harvesting from Falun Gong practitioners exists in China, providing significant evidence for the allegations."
        }
      }
    },
    {
      "source": "刘成军",
      "target": "长春电视插播事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2002-03-05",
        "description": {
          "zh-cn": "刘成军是2002年3月5日长春有线电视插播事件的主要组织和参与者之一。",
          "en": "Liu Chengjun was one of the main organizers and participants of the Changchun television signal interruption on March 5, 2002."
        }
      }
    },
    {
      "source": "对法轮功的镇压",
      "target": "刘成军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2002-03",
        "end_date": "2003-12-26",
        "description": {
          "zh-cn": "因参与电视插播事件，刘成军被捕并被判处19年徒刑，在狱中遭受严重酷刑，于2003年12月26日被迫害致死。",
          "en": "For his involvement in the television interruption incident, Liu Chengjun was arrested and sentenced to 19 years in prison. He was severely tortured in prison and died as a result of the persecution on December 26, 2003."
        }
      }
    },
    {
      "source": "长春电视插播事件",
      "target": "中国共产党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2002-03-05",
        "description": {
          "zh-cn": "该事件成功在长春市有线电视网络播放了法轮功真相影片，突破了中共的严密信息封锁，使当地大量民众了解到官方宣传之外的信息。",
          "en": "The incident successfully broadcasted truth-clarifying videos about Falun Gong on the Changchun cable TV network, breaking through the CCP's tight information blockade and allowing a large number of local residents to access information beyond official propaganda."
        }
      }
    },
    {
      "source": "法轮功",
      "target": "大纪元时报",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "为应对中国政府的媒体封锁和宣传攻势，海外法轮功学员创办了《大纪元时报》作为独立发声的平台。",
          "en": "In response to the Chinese government's media blockade and propaganda campaign, overseas Falun Gong practitioners founded The Epoch Times as a platform for independent expression."
        }
      }
    },
    {
      "source": "阿根廷",
      "target": "江泽民",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-12-17",
        "description": {
          "zh-cn": "2009年12月，阿根廷最高法院宣判江泽民及罗干因镇压法轮功犯下群体灭绝罪及酷刑罪，并下达国际逮捕令。",
          "en": "In December 2009, the Supreme Court of Argentina ruled that Jiang Zemin and Luo Gan had committed genocide and torture in the persecution of Falun Gong, and issued an international arrest warrant."
        }
      }
    },
    {
      "source": "阿根廷",
      "target": "罗干",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-12-17",
        "description": {
          "zh-cn": "2009年12月，阿根廷最高法院宣判江泽民及罗干因镇压法轮功犯下群体灭绝罪及酷刑罪，并下达国际逮捕令。",
          "en": "In December 2009, the Supreme Court of Argentina ruled that Jiang Zemin and Luo Gan had committed genocide and torture in the persecution of Falun Gong, and issued an international arrest warrant."
        }
      }
    },
    {
      "source": "西班牙",
      "target": "江泽民",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-11",
        "description": {
          "zh-cn": "2009年11月，西班牙国家法庭以群体灭绝罪及酷刑罪，对江泽民等五名迫害法轮功的中共高官提起公诉。",
          "en": "In November 2009, Spain's National Court filed a lawsuit against five high-ranking CCP officials, including Jiang Zemin, for genocide and torture in the persecution of Falun Gong."
        }
      }
    },
    {
      "source": "美国国务院",
      "target": "黄元雄",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-12-10",
        "description": {
          "zh-cn": "2020年12月10日，美国国务卿宣布对厦门市公安局梧村派出所主管黄元雄实施制裁，因其严重侵犯法轮功学员的人权。",
          "en": "On December 10, 2020, the U.S. Secretary of State announced sanctions against Huang Yuanxiong, a supervisor at the Wucun Police Station of the Xiamen Public Security Bureau, for gross violations of human rights of Falun Gong practitioners."
        }
      }
    },
    {
      "source": "黄元雄",
      "target": "对法轮功的镇压",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "黄元雄作为厦门市公安局梧村派出所主管，参与了对当地法轮功学员的迫害行动。",
          "en": "As a supervisor at the Wucun Police Station of the Xiamen Public Security Bureau, Huang Yuanxiong participated in the persecution of local Falun Gong practitioners."
        }
      }
    }
  ]
}