{
  "nodes": [
    {
      "id": "陈明通",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈明通"
        ],
        "en": [
          "Chen Ming-tong"
        ]
      },
      "properties": {
        "lifetime": "1955-07-11 - ",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "台中市丰原区",
          "en": "Fengyuan District, Taichung"
        },
        "description": {
          "zh-cn": "中华民国政治人物、政治学者，民主进步党籍。曾任中华民国国家安全局局长、大陆委员会主任委员、国立台湾大学国家发展研究所教授等职。因指导多位学生的硕士论文涉嫌抄袭而引发争议。",
          "en": "A politician and political scientist from the Republic of China (Taiwan), and a member of the Democratic Progressive Party. He has served as Director-General of the National Security Bureau, Minister of the Mainland Affairs Council, and a professor at the Graduate Institute of Development Studies at National Taiwan University. He became controversial after several master's theses he supervised were found to involve plagiarism."
        }
      }
    },
    {
      "id": "中华民国国家安全局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国国家安全局",
          "国家安全局"
        ],
        "en": [
          "National Security Bureau of the Republic of China",
          "National Security Bureau"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国最重要的情报机关，隶属于国家安全会议，负责国家安全及情报、特种勤务等工作。",
          "en": "The principal intelligence agency of the Republic of China (Taiwan), responsible for national security, intelligence gathering, and special services."
        }
      }
    },
    {
      "id": "蔡英文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡英文"
        ],
        "en": [
          "Tsai Ing-wen"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国政治人物，曾任中华民国总统。在陈明通担任国家安全局局长、大陆委员会主任委员和副主任委员期间，是其上司。",
          "en": "A Taiwanese politician who served as the President of the Republic of China. She was Chen Ming-tong's superior during his tenures as Director-General of the National Security Bureau, Minister and Deputy Minister of the Mainland Affairs Council."
        }
      }
    },
    {
      "id": "邱国正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邱国正"
        ],
        "en": [
          "Chiu Kuo-cheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国陆军二级上将，曾任国防部长、国家安全局局长。其国安局局长职位由陈明通接任。",
          "en": "A general of the Republic of China Army who has served as Minister of National Defense and Director-General of the National Security Bureau. He was succeeded by Chen Ming-tong as Director-General of the NSB."
        }
      }
    },
    {
      "id": "蔡明彦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡明彦"
        ],
        "en": [
          "Tsai Ming-yen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物、外交官，接任陈明通担任国家安全局局长。",
          "en": "A Taiwanese politician and diplomat who succeeded Chen Ming-tong as Director-General of the National Security Bureau."
        }
      }
    },
    {
      "id": "中华民国大陆委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国大陆委员会",
          "大陆委员会",
          "陆委会"
        ],
        "en": [
          "Mainland Affairs Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国统筹处理中国大陆事务的行政机关。",
          "en": "The administrative agency of the Republic of China (Taiwan) responsible for the planning, development, and implementation of policies concerning mainland China."
        }
      }
    },
    {
      "id": "赖清德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赖清德"
        ],
        "en": [
          "Lai Ching-te",
          "William Lai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，现任中华民国总统。曾在陈明通担任陆委会主委期间担任行政院院长。",
          "en": "A Taiwanese politician and the current President of the Republic of China. He served as Premier of the Executive Yuan during part of Chen Ming-tong's tenure as Minister of the Mainland Affairs Council."
        }
      }
    },
    {
      "id": "苏贞昌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏贞昌"
        ],
        "en": [
          "Su Tseng-chang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾两度担任行政院院长，是陈明通在两届陆委会主委任内的上司。",
          "en": "A Taiwanese politician who served two terms as Premier of the Executive Yuan. He was Chen Ming-tong's superior during both of Chen's tenures as Minister of the Mainland Affairs Council."
        }
      }
    },
    {
      "id": "张小月",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张小月"
        ],
        "en": [
          "Katharine Chang"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国政治人物、外交官，曾任陆委会主委，其职位后由陈明通接任。",
          "en": "A Taiwanese politician and diplomat who served as Minister of the Mainland Affairs Council. She was succeeded by Chen Ming-tong."
        }
      }
    },
    {
      "id": "邱太三",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邱太三"
        ],
        "en": [
          "Chiu Tai-san"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，接任陈明通担任陆委会主委。",
          "en": "A Taiwanese politician who succeeded Chen Ming-tong as Minister of the Mainland Affairs Council."
        }
      }
    },
    {
      "id": "陈水扁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈水扁"
        ],
        "en": [
          "Chen Shui-bian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任中华民国总统。在陈明通首次担任陆委会主委期间，是其上司。",
          "en": "A Taiwanese politician who served as the President of the Republic of China. He was Chen Ming-tong's superior during Chen's first term as Minister of the Mainland Affairs Council."
        }
      }
    },
    {
      "id": "张俊雄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张俊雄"
        ],
        "en": [
          "Chang Chun-hsiung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任行政院院长。在陈明通首次担任陆委会主委期间，是其上司。",
          "en": "A Taiwanese politician who served as Premier of the Executive Yuan. He was Chen Ming-tong's superior during Chen's first term as Minister of the Mainland Affairs Council."
        }
      }
    },
    {
      "id": "吴钊燮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴钊燮"
        ],
        "en": [
          "Joseph Wu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任陆委会主委，其职位后由陈明通接任。",
          "en": "A Taiwanese politician who served as Minister of the Mainland Affairs Council. He was succeeded by Chen Ming-tong."
        }
      }
    },
    {
      "id": "赖幸媛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赖幸媛"
        ],
        "en": [
          "Lai Shin-yuan"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国政治人物，接任陈明通担任陆委会主委。",
          "en": "A Taiwanese politician who succeeded Chen Ming-tong as Minister of the Mainland Affairs Council."
        }
      }
    },
    {
      "id": "国民大会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民大会"
        ],
        "en": [
          "National Assembly (Republic of China)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国过去的最高政权机关，后经多次修宪，其职权已移交公民直接行使。",
          "en": "Formerly the supreme organ of state power in the Republic of China; its functions have since been transferred to be exercised directly by citizens through constitutional amendments."
        }
      }
    },
    {
      "id": "民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主进步党",
          "民进党"
        ],
        "en": [
          "Democratic Progressive Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的主要政党之一，陈明通于2002年加入。",
          "en": "One of the major political parties in the Republic of China (Taiwan), which Chen Ming-tong joined in 2002."
        }
      }
    },
    {
      "id": "国立台湾大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立台湾大学",
          "台大"
        ],
        "en": [
          "National Taiwan University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的一所顶尖研究型大学，陈明通在此获得学士、硕士和博士学位，并长期在此任教。",
          "en": "A top research university in the Republic of China (Taiwan), where Chen Ming-tong received his bachelor's, master's, and doctoral degrees, and served as a long-term faculty member."
        }
      }
    },
    {
      "id": "孙亚夫 (1952年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙亚夫 (1952年)",
          "孙亚夫"
        ],
        "en": [
          "Sun Yafu (born 1952)",
          "Sun Yafu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国官员，曾任中共中央台湾工作办公室副主任，曾与陈明通在台北会谈中就两岸认同问题进行辩论。",
          "en": "An official of the People's Republic of China who served as Deputy Director of the Taiwan Affairs Office of the State Council. He debated with Chen Ming-tong on cross-strait identity issues during the Taipei talks."
        }
      }
    },
    {
      "id": "施明德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "施明德"
        ],
        "en": [
          "Shih Ming-teh"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，民进党前主席。陈明通曾参加其有关两岸原则的记者会。",
          "en": "A Taiwanese politician and former chairman of the Democratic Progressive Party. Chen Ming-tong attended his press conference regarding cross-strait principles."
        }
      }
    },
    {
      "id": "韩国瑜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩国瑜"
        ],
        "en": [
          "Han Kuo-yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任高雄市市长。陈明通曾发表“禽兽说”，被认为是在影射韩国瑜的政策。",
          "en": "A Taiwanese politician who served as the mayor of Kaohsiung. Chen Ming-tong's \"beast\" comment was widely seen as an allusion to Han's policies."
        }
      }
    },
    {
      "id": "林智坚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林智坚"
        ],
        "en": [
          "Lin Chih-chien"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任新竹市市长。他是陈明通指导的硕士生，后因论文抄袭被国立台湾大学撤销学位。",
          "en": "A Taiwanese politician who served as the mayor of Hsinchu City. He was a master's student supervised by Chen Ming-tong, but his degree was later revoked by National Taiwan University due to plagiarism."
        }
      }
    },
    {
      "id": "林智坚论文抄袭案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "林智坚论文抄袭案"
        ],
        "en": [
          "Lin Chih-chien plagiarism controversy"
        ]
      },
      "properties": {
        "period": "2022-07 - ",
        "description": {
          "zh-cn": "指控时任新竹市市长林智坚在国立台湾大学和中华大学的硕士论文涉嫌抄袭的学术争议事件。此事件导致林智坚学位被撤销，并使其指导教授陈明通受到调查。",
          "en": "An academic controversy involving allegations that then-Hsinchu Mayor Lin Chih-chien's master's theses from National Taiwan University and Chung Hua University were plagiarized. The incident led to the revocation of Lin's degrees and an investigation into his advisor, Chen Ming-tong."
        }
      }
    },
    {
      "id": "王鸿薇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王鸿薇"
        ],
        "en": [
          "Wang Hung-wei"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国政治人物，曾向教育部检举陈明通涉嫌学术诈欺。",
          "en": "A Taiwanese politician who reported Chen Ming-tong to the Ministry of Education for alleged academic fraud."
        }
      }
    },
    {
      "id": "郑文灿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑文灿"
        ],
        "en": [
          "Cheng Wen-tsan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任桃园市市长。他是陈明通指导的硕士生，后因论文抄袭被国立台湾大学撤销学位。",
          "en": "A Taiwanese politician who served as the mayor of Taoyuan. He was a master's student supervised by Chen Ming-tong, but his degree was later revoked by National Taiwan University due to plagiarism."
        }
      }
    },
    {
      "id": "萧翠玲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "萧翠玲"
        ],
        "en": [
          "Hsiao Tsui-ling"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "陈明通的妻子，曾任中华民国金融监督管理委员会政务副主任委员及中央银行多个高级职位。",
          "en": "The wife of Chen Ming-tong. She previously served as the Deputy Minister of the Financial Supervisory Commission and held several senior positions at the Central Bank of the Republic of China."
        }
      }
    },
    {
      "id": "国立台湾大学国家发展研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立台湾大学国家发展研究所",
          "台大国发所"
        ],
        "en": [
          "Graduate Institute of Development Studies, National Taiwan University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "国立台湾大学社会科学院下的研究所，前身为三民主义研究所。陈明通在此长期任教，并指导了林智坚、郑文灿等人的硕士论文。",
          "en": "An institute under the College of Social Sciences at National Taiwan University, formerly known as the Graduate Institute of the Three Principles of the People. Chen Ming-tong was a long-term professor here and supervised the master's theses of Lin Chih-chien, Cheng Wen-tsan, and others."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "陈明通",
      "target": "萧翠玲",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "陈明通与萧翠玲是夫妻关系。",
          "en": "Chen Ming-tong and Hsiao Tsui-ling are married."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "民主进步党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2002",
        "description": {
          "zh-cn": "陈明通于2002年加入民主进步党。",
          "en": "Chen Ming-tong joined the Democratic Progressive Party in 2002."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "国立台湾大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1975",
        "end_date": "1990",
        "degree": {
          "zh-cn": "政治学系学士、政治学研究所硕士、政治学研究所博士",
          "en": "Bachelor of Arts in Political Science, Master of Arts in Political Science, Doctor of Philosophy in Political Science"
        },
        "description": {
          "zh-cn": "陈明通于1979年获得国立台湾大学政治学学士学位，1981年获得硕士学位，1990年获得博士学位。",
          "en": "Chen Ming-tong received his bachelor's degree in political science from National Taiwan University in 1979, his master's degree in 1981, and his doctorate in 1990."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "国立台湾大学国家发展研究所",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1992-08",
        "end_date": "2022-08-15",
        "position": {
          "zh-cn": "副教授、教授、所长",
          "en": "Associate Professor, Professor, Director"
        },
        "description": {
          "zh-cn": "陈明通长期在国立台湾大学国家发展研究所（及其前身三民主义研究所）任教，并于2013年至2016年担任所长。",
          "en": "Chen Ming-tong had a long teaching career at the Graduate Institute of Development Studies (and its predecessor) at National Taiwan University, and served as its director from 2013 to 2016."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "中华民国大陆委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": [
          "2000-05-20",
          "2007-04-10",
          "2018-03-19"
        ],
        "end_date": [
          "2004-05-19",
          "2008-05-20",
          "2021-02-22"
        ],
        "position": {
          "zh-cn": "副主任委员、主任委员",
          "en": "Deputy Minister, Minister"
        },
        "description": {
          "zh-cn": "陈明通曾担任大陆委员会副主委（2000-2004），并两度担任主委（2007-2008, 2018-2021）。",
          "en": "Chen Ming-tong served as Deputy Minister of the Mainland Affairs Council (2000-2004) and twice as Minister (2007-2008, 2018-2021)."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "中华民国国家安全局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2021-02-23",
        "end_date": "2023-01-30",
        "position": {
          "zh-cn": "局长",
          "en": "Director-General"
        },
        "description": {
          "zh-cn": "陈明通于2021年2月23日至2023年1月30日担任国家安全局局长。",
          "en": "Chen Ming-tong served as Director-General of the National Security Bureau from February 23, 2021, to January 30, 2023."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "国民大会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2005-05-30",
        "end_date": "2005-06-07",
        "position": {
          "zh-cn": "任务型国民大会代表",
          "en": "Ad hoc National Assembly Delegate"
        },
        "description": {
          "zh-cn": "陈明通曾担任任务型国民大会代表。",
          "en": "Chen Ming-tong served as a delegate to the ad hoc National Assembly."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "蔡英文",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": [
          "2000-05-20",
          "2018-03-19"
        ],
        "end_date": [
          "2004-05-19",
          "2023-01-30"
        ],
        "description": {
          "zh-cn": "陈明通在担任陆委会副主委期间，蔡英文是其主委。在他担任陆委会主委及国安局局长期间，蔡英文是总统。",
          "en": "When Chen Ming-tong was Deputy Minister of the MAC, Tsai Ing-wen was the Minister. When he served as Minister of the MAC and Director-General of the NSB, Tsai Ing-wen was the President."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "陈水扁",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2007-04-10",
        "end_date": "2008-05-20",
        "description": {
          "zh-cn": "在陈明通首次担任陆委会主委期间，陈水扁是时任总统。",
          "en": "During Chen Ming-tong's first term as Minister of the Mainland Affairs Council, Chen Shui-bian was the serving President."
        }
      }
    },
    {
      "source": "陈明通",
      "target": "韩国瑜",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2019-03",
        "description": {
          "zh-cn": "陈明通发表“人如果只求温饱，和猪狗禽兽有什么差别？”的言论，被认为是在影射和暗讽时任高雄市长韩国瑜注重经济的政策，引发争议并最终道歉。",
          "en": "Chen Ming-tong made a controversial remark, \"If a person only seeks to be fed and clothed, what is the difference between them and pigs, dogs, or beasts?\" which was seen as an allusion to then-Kaohsiung Mayor Han Kuo-yu's focus on economic policies, leading to a public apology."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "陈明通",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "林智坚是陈明通在国立台湾大学国家发展研究所指导的硕士生。",
          "en": "Lin Chih-chien was a master's student supervised by Chen Ming-tong at the Graduate Institute of Development Studies, National Taiwan University."
        }
      }
    },
    {
      "source": "郑文灿",
      "target": "陈明通",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "郑文灿是陈明通在国立台湾大学国家发展研究所指导的硕士生。",
          "en": "Cheng Wen-tsan was a master's student supervised by Chen Ming-tong at the Graduate Institute of Development Studies, National Taiwan University."
        }
      }
    },
    {
      "source": "林智坚论文抄袭案",
      "target": "陈明通",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-07",
        "description": {
          "zh-cn": "林智坚论文抄袭案的爆发，使作为指导教授的陈明通被指控违反学术伦理，并遭到调查，其学术声誉受损，并于次年不再于台大兼课。",
          "en": "The outbreak of the Lin Chih-chien plagiarism scandal led to accusations that Chen Ming-tong, as the supervising professor, violated academic ethics. This resulted in an investigation, damaged his academic reputation, and he subsequently stopped teaching part-time at National Taiwan University."
        }
      }
    },
    {
      "source": "林智坚论文抄袭案",
      "target": "林智坚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-08-09",
        "description": {
          "zh-cn": "因林智坚论文抄袭案，国立台湾大学于2022年8月9日宣布撤销其硕士学位。",
          "en": "Due to the plagiarism scandal, National Taiwan University announced the revocation of Lin Chih-chien's master's degree on August 9, 2022."
        }
      }
    },
    {
      "source": "王鸿薇",
      "target": "陈明通",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2022-08-11",
        "description": {
          "zh-cn": "王鸿薇向教育部检举陈明通涉嫌学术诈欺。",
          "en": "Wang Hung-wei reported Chen Ming-tong to the Ministry of Education for alleged academic fraud."
        }
      }
    }
  ]
}