{
  "nodes": [
    {
      "id": "刘盈",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘盈",
          "汉惠帝",
          "孝惠皇帝"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-211 - -188-09-26",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "丰邑中阳里",
          "en": "Zhongyangli, Fengyi"
        },
        "death_place": {
          "zh-cn": "未央宫",
          "en": "Weiyang Palace"
        },
        "description": {
          "zh-cn": "汉朝第二位皇帝，汉高祖刘邦与皇后吕雉之子。在位期间，推行黄老学说，注重国家的休养生息和无为而治。",
          "en": "The second emperor of the Han Dynasty, son of Emperor Gaozu Liu Bang and Empress Lü Zhi. During his reign, he promoted Huang-Lao philosophy, focusing on national recuperation and governance through inaction."
        }
      }
    },
    {
      "id": "刘邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘邦",
          "汉高祖",
          "汉高帝",
          "高皇帝"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-256 - -195-06-01",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝的开国皇帝，刘盈之父。",
          "en": "The founding emperor of the Han Dynasty, father of Liu Ying."
        }
      }
    },
    {
      "id": "吕雉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕雉",
          "汉高后",
          "吕后",
          "吕太后",
          "皇太后"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-241 - -180",
        "gender": "Female",
        "description": {
          "zh-cn": "汉高祖刘邦的皇后，刘盈之母。刘盈即位后临朝称制，掌握实权。",
          "en": "Empress of Emperor Gaozu of Han, Liu Bang, and mother of Liu Ying. After Liu Ying's accession, she ruled as regent, holding the actual power."
        }
      }
    },
    {
      "id": "鲁元公主",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲁元公主"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "汉高祖刘邦与吕后之女，刘盈的同母姐姐。",
          "en": "Daughter of Emperor Gaozu Liu Bang and Empress Lü Zhi, and the full sister of Liu Ying."
        }
      }
    },
    {
      "id": "张皇后 (汉惠帝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张皇后 (汉惠帝)",
          "孝惠皇后张氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "汉惠帝刘盈的皇后，鲁元公主与宣平侯张敖之女，即刘盈的外甥女。",
          "en": "Empress of Emperor Hui of Han, Liu Ying. She was the daughter of Princess Yuan of Lu and Zhang Ao, Marquess of Xuanping, making her Liu Ying's niece."
        }
      }
    },
    {
      "id": "夏侯婴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "夏侯婴",
          "滕公"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国功臣。曾在刘邦兵败时，数次救下被刘邦踢下车的刘盈和鲁元公主。",
          "en": "A founding minister of the Han Dynasty. He repeatedly rescued Liu Ying and Princess Yuan of Lu after they were kicked off the chariot by a fleeing Liu Bang."
        }
      }
    },
    {
      "id": "戚夫人",
      "type": "Person",
      "name": {
        "zh-cn": [
          "戚夫人",
          "戚姬"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -194",
        "gender": "Female",
        "description": {
          "zh-cn": "汉高祖刘邦的宠妃，赵王刘如意之母。刘邦死后，遭吕后残害，被制成“人彘”。",
          "en": "A favored consort of Emperor Gaozu of Han, Liu Bang, and the mother of Liu Ruyi, the Prince of Zhao. After Liu Bang's death, she was brutally mutilated by Empress Lü Zhi and turned into a 'human swine'."
        }
      }
    },
    {
      "id": "刘如意",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘如意",
          "赵隐王"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-208 - -194",
        "gender": "Male",
        "description": {
          "zh-cn": "汉高祖刘邦与戚夫人之子，刘盈的异母弟。因刘邦宠爱而几代太子位，后被吕后毒杀。",
          "en": "Son of Emperor Gaozu Liu Bang and Consort Qi, and the half-brother of Liu Ying. He nearly replaced Liu Ying as the crown prince due to their father's favor, but was later poisoned to death by Empress Lü Zhi."
        }
      }
    },
    {
      "id": "张良",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张良",
          "留侯"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -186",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国功臣，汉初三杰之一。曾为吕后出谋划策，帮助刘盈稳固太子之位。",
          "en": "A founding minister of the Han Dynasty, one of the 'Three Heroes of the early Han'. He advised Empress Lü Zhi, helping to secure Liu Ying's position as crown prince."
        }
      }
    },
    {
      "id": "商山四皓",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "商山四皓"
        ],
        "en": [
          "Four Whiteheads of Mount Shang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "秦末汉初的四位著名隐士：东园公、甪里先生、绮里季、夏黄公。应太子刘盈之请，出山辅佐，帮助其稳固了太子地位。",
          "en": "Four famous hermits of the late Qin and early Han dynasties: Dongyuan Gong, Luli Xiansheng, Qili Ji, and Xia Huang Gong. At the request of Crown Prince Liu Ying, they came out of seclusion to support him, helping to solidify his status."
        }
      }
    },
    {
      "id": "叔孙通",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叔孙通"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦汉之际的儒士，曾任太子太傅，力保刘盈太子之位，后为汉朝制定宗庙礼仪。",
          "en": "A Confucian scholar during the Qin-Han transition. He served as the Grand Tutor to the Crown Prince, strongly advocated for Liu Ying's status, and later established the ritual system for the Han Dynasty's ancestral temples."
        }
      }
    },
    {
      "id": "萧何",
      "type": "Person",
      "name": {
        "zh-cn": [
          "萧何",
          "萧相国"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -193-08-16",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国功臣，西汉第一位相国。",
          "en": "A founding minister of the Han Dynasty and its first chancellor."
        }
      }
    },
    {
      "id": "曹参",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹参",
          "平阳侯"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -190-09-24",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国功臣，继萧何后为相国，全面继承萧何的政策，世称“萧规曹随”。",
          "en": "A founding minister of the Han Dynasty. He succeeded Xiao He as chancellor and continued all of Xiao He's policies, an approach known as 'Cao following Xiao's rules'."
        }
      }
    },
    {
      "id": "刘肥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘肥",
          "齐悼惠王"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉高祖刘邦的庶长子，刘盈的异母兄，被封为齐王。",
          "en": "The eldest illegitimate son of Emperor Gaozu of Han, Liu Bang, and the half-brother of Liu Ying. He was enfeoffed as the King of Qi."
        }
      }
    },
    {
      "id": "挟书律",
      "type": "Document",
      "name": {
        "zh-cn": [
          "挟书律"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "秦始皇时期制定的禁止民间私藏儒家典籍及诸子百家著作的法令。",
          "en": "A law enacted during the reign of Qin Shi Huang that prohibited private ownership of Confucian classics and the writings of the Hundred Schools of Thought."
        }
      }
    },
    {
      "id": "西汉前少帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "西汉前少帝"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉惠帝刘盈之子，汉朝第三位皇帝。因其母被吕后所杀，长大后出怨言，被吕后废黜并杀害。",
          "en": "Son of Emperor Hui of Han, Liu Ying, and the third emperor of the Han Dynasty. After his mother was killed by Empress Lü Zhi, he expressed resentment upon growing up and was subsequently deposed and killed by her."
        }
      }
    },
    {
      "id": "诛吕安刘",
      "type": "Event",
      "name": {
        "zh-cn": [
          "诛吕安刘",
          "诛灭诸吕"
        ],
        "en": []
      },
      "properties": {
        "period": "-180",
        "description": {
          "zh-cn": "吕后死后，以陈平、周勃为首的功臣集团与刘氏皇族联合，铲除吕氏外戚势力的政治事件。事件中，汉惠帝的所有儿子均被杀害。",
          "en": "After the death of Empress Lü Zhi, a political event where the founding ministers, led by Chen Ping and Zhou Bo, allied with the Liu imperial clan to eliminate the power of the Lü consort kin. During this event, all of Emperor Hui's sons were killed."
        }
      }
    },
    {
      "id": "陈平 (汉朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈平 (汉朝)"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -178",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国功臣，后为丞相，在吕后死后，与周勃等人发动“诛吕安刘”政变。",
          "en": "A founding minister of the Han Dynasty who later became chancellor. After Empress Lü's death, he, along with Zhou Bo and others, launched the 'Purge of the Lü Clan' coup."
        }
      }
    },
    {
      "id": "周勃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周勃"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -169",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国功臣，后为太尉，在吕后死后，与陈平等人发动“诛吕安刘”政变。",
          "en": "A founding minister of the Han Dynasty who later became Grand Marshal. After Empress Lü's death, he, along with Chen Ping and others, launched the 'Purge of the Lü Clan' coup."
        }
      }
    },
    {
      "id": "冒顿单于",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冒顿单于"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "匈奴帝国的建立者和第一位单于。曾在刘邦死后，写信对吕后言语轻慢。",
          "en": "Founder and first Chanyu of the Xiongnu Empire. After the death of Liu Bang, he wrote a letter to Empress Lü with disrespectful language."
        }
      }
    },
    {
      "id": "樊哙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "樊哙"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -189",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国功臣，娶吕后之妹吕媭为妻。曾主张发兵攻打匈奴。",
          "en": "A founding minister of the Han Dynasty, married to Lü Xu, the younger sister of Empress Lü. He once advocated for sending troops to attack the Xiongnu."
        }
      }
    },
    {
      "id": "季布",
      "type": "Person",
      "name": {
        "zh-cn": [
          "季布"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝将领，以信守承诺闻名。曾反对樊哙攻打匈奴的提议。",
          "en": "A general of the Han Dynasty, famous for keeping his promises. He opposed Fan Kuai's proposal to attack the Xiongnu."
        }
      }
    },
    {
      "id": "汉朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "汉朝"
        ],
        "en": [
          "Han dynasty"
        ]
      },
      "properties": {
        "period": "-202 - 220",
        "description": {
          "zh-cn": "中国历史上的一个朝代，分为西汉和东汉。",
          "en": "A dynasty in Chinese history, divided into the Western Han and the Eastern Han."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "刘盈",
      "target": "刘邦",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "刘盈",
      "target": "吕雉",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "刘盈",
      "target": "鲁元公主",
      "type": "SIBLING_OF",
      "properties": {}
    },
    {
      "source": "刘盈",
      "target": "刘肥",
      "type": "SIBLING_OF",
      "properties": {}
    },
    {
      "source": "刘盈",
      "target": "刘如意",
      "type": "SIBLING_OF",
      "properties": {}
    },
    {
      "source": "刘盈",
      "target": "张皇后 (汉惠帝)",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "-192",
        "description": {
          "zh-cn": "前192年，吕太后为了亲上加亲，将外孙女张氏嫁与刘盈为皇后。",
          "en": "In 192 BC, to strengthen family ties, Empress Dowager Lü arranged the marriage of her granddaughter, Lady Zhang, to Liu Ying as his empress."
        }
      }
    },
    {
      "source": "西汉前少帝",
      "target": "刘盈",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "夏侯婴",
      "target": "刘盈",
      "type": "PUSHED",
      "properties": {
        "start_date": "-205",
        "description": {
          "zh-cn": "彭城之战后，刘邦为逃命多次将刘盈和鲁元公主踢下车，夏侯婴每次都下车将他们救回车上。",
          "en": "After the Battle of Pengcheng, while fleeing for his life, Liu Bang kicked Liu Ying and Princess Yuan of Lu off his chariot multiple times, but Xiahou Ying got off each time to bring them back aboard."
        }
      }
    },
    {
      "source": "吕雉",
      "target": "刘盈",
      "type": "BLOCKED",
      "properties": {
        "period": "-195 - -188",
        "description": {
          "zh-cn": "刘盈在位期间，朝政深受母亲吕后干预，吕后成为实际统治者。吕后将戚夫人制成“人彘”给刘盈观看，导致其大受打击，从此不理朝政。",
          "en": "During Liu Ying's reign, state affairs were heavily influenced by his mother, Empress Lü, who became the de facto ruler. Empress Lü had Consort Qi mutilated into a 'human swine' and showed her to Liu Ying, which traumatized him to the point of neglecting his governmental duties."
        }
      }
    },
    {
      "source": "吕雉",
      "target": "戚夫人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-195",
        "description": {
          "zh-cn": "刘邦死后，吕雉将戚夫人囚禁，后砍断其手脚，挖去眼睛，熏聋耳朵，灌了哑药，扔到厕所之中，称其为“人彘”。",
          "en": "After Liu Bang's death, Empress Lü imprisoned Consort Qi, later had her limbs cut off, eyes gouged out, ears deafened, forced her to drink a mute potion, and threw her into a latrine, calling her the 'human swine'."
        }
      }
    },
    {
      "source": "吕雉",
      "target": "刘如意",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-195-12",
        "description": {
          "zh-cn": "吕雉将赵王刘如意召入京城，趁刘盈外出射猎之机，派人将其毒杀。",
          "en": "Empress Lü summoned Liu Ruyi, the Prince of Zhao, to the capital and, taking advantage of Liu Ying's absence on a hunting trip, had him poisoned."
        }
      }
    },
    {
      "source": "刘邦",
      "target": "刘盈",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "刘邦认为刘盈为人仁弱，不像自己，常想废掉他，改立戚夫人的儿子刘如意为太子。",
          "en": "Liu Bang considered Liu Ying to be too benevolent and weak, unlike himself, and often wanted to depose him and install Liu Ruyi, the son of Consort Qi, as the crown prince instead."
        }
      }
    },
    {
      "source": "张良",
      "target": "刘盈",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在刘邦意图废黜太子刘盈时，张良为吕后献策，请来商山四皓辅佐太子，最终使刘邦放弃了废黜太子的想法。",
          "en": "When Liu Bang intended to depose Crown Prince Liu Ying, Zhang Liang advised Empress Lü to invite the Four Whiteheads of Mount Shang to assist the prince, which ultimately led Liu Bang to abandon the idea of deposing him."
        }
      }
    },
    {
      "source": "商山四皓",
      "target": "刘盈",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "应太子刘盈之请，出山辅佐，他们的出现使刘邦认识到太子羽翼已成，难以动摇，从而稳固了刘盈的太子地位。",
          "en": "At the invitation of Crown Prince Liu Ying, they came out of seclusion to support him. Their appearance made Liu Bang realize that the prince's support base was already strong and difficult to challenge, thus solidifying Liu Ying's position as crown prince."
        }
      }
    },
    {
      "source": "叔孙通",
      "target": "刘盈",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "担任太子太傅时，引证古今事例，以死相争，力保刘盈的太子之位。",
          "en": "While serving as the Grand Tutor to the Crown Prince, he cited historical and contemporary examples and fought fiercely, even at the risk of his own life, to protect Liu Ying's position as crown prince."
        }
      }
    },
    {
      "source": "刘盈",
      "target": "刘如意",
      "type": "PUSHED",
      "properties": {
        "start_date": "-195",
        "description": {
          "zh-cn": "刘盈知道母亲吕雉欲加害刘如意，亲自到霸上迎接，并与之同吃同住，设法保护他。",
          "en": "Knowing that his mother Empress Lü intended to harm Liu Ruyi, Liu Ying personally went to Bashang to welcome him, and then lived and ate with him in an effort to protect him."
        }
      }
    },
    {
      "source": "刘盈",
      "target": "刘肥",
      "type": "PUSHED",
      "properties": {
        "start_date": "-193",
        "description": {
          "zh-cn": "在吕后意图用毒酒谋害齐王刘肥时，刘盈起身欲与兄长共饮，迫使吕后打消了计划，救了刘肥。",
          "en": "When Empress Lü attempted to poison Liu Fei, the King of Qi, with wine, Liu Ying stood up to drink with his brother, forcing the empress to abandon her plan and thus saving Liu Fei."
        }
      }
    },
    {
      "source": "曹参",
      "target": "萧何",
      "type": "INFLUENCED",
      "properties": {
        "period": "-193 - -190",
        "description": {
          "zh-cn": "曹参继任相国后，做事情没有任何变更，一概遵循萧何制定的法度，世称“萧规曹随”。",
          "en": "After succeeding Xiao He as chancellor, Cao Shen made no changes and strictly followed the laws and regulations established by Xiao He, a practice known as 'Cao following Xiao's rules'."
        }
      }
    },
    {
      "source": "刘盈",
      "target": "挟书律",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-191-04-01",
        "description": {
          "zh-cn": "汉惠帝四年，下诏废除了秦朝的“挟书律”，促进了文化的复苏。",
          "en": "In the fourth year of his reign, Emperor Hui of Han issued an edict to abolish the Qin Dynasty's 'law against private book ownership', which promoted a cultural revival."
        }
      }
    },
    {
      "source": "诛吕安刘",
      "target": "西汉前少帝",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "吕后首先废黜并杀害了前少帝。",
          "en": "Empress Lü first deposed and killed the Former Emperor Shao."
        }
      }
    },
    {
      "source": "诛吕安刘",
      "target": "刘盈",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-180",
        "description": {
          "zh-cn": "功臣集团与刘氏皇族在诛灭诸吕后，以血缘不明为由，将刘盈尚在人世的四子（包括后少帝刘弘）全部杀害，导致刘盈绝后。",
          "en": "After exterminating the Lü clan, the group of ministers and the Liu imperial clan, citing uncertain parentage, killed all four of Liu Ying's surviving sons (including the Later Emperor Shao, Liu Hong), leaving Liu Ying with no descendants."
        }
      }
    },
    {
      "source": "陈平 (汉朝)",
      "target": "诛吕安刘",
      "type": "PUSHED",
      "properties": {
        "start_date": "-180",
        "description": {
          "zh-cn": "作为功臣集团的核心人物，与周勃等人共同策划并执行了诛灭吕氏势力的行动。",
          "en": "As a key figure among the meritorious ministers, he, along with Zhou Bo and others, planned and executed the operation to eliminate the power of the Lü clan."
        }
      }
    },
    {
      "source": "周勃",
      "target": "诛吕安刘",
      "type": "PUSHED",
      "properties": {
        "start_date": "-180",
        "description": {
          "zh-cn": "作为功臣集团的核心人物，与陈平等人共同策划并执行了诛灭吕氏势力的行动。",
          "en": "As a key figure among the meritorious ministers, he, along with Chen Ping and others, planned and executed the operation to eliminate the power of the Lü clan."
        }
      }
    },
    {
      "source": "冒顿单于",
      "target": "吕雉",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "冒顿单于曾致信吕后，言辞轻慢，提议两人通婚，激怒了吕后和汉朝大臣。",
          "en": "Modu Chanyu once sent a letter to Empress Lü with disrespectful language, proposing a marriage between them, which angered the empress and the Han court officials."
        }
      }
    },
    {
      "source": "季布",
      "target": "樊哙",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在朝堂上，季布激烈反对樊哙率十万大军攻打匈奴的提议，并称“樊哙可斩”。",
          "en": "In the imperial court, Ji Bu vehemently opposed Fan Kuai's proposal to lead 100,000 troops to attack the Xiongnu, stating that 'Fan Kuai deserves to be executed'."
        }
      }
    },
    {
      "source": "刘盈",
      "target": "汉朝",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "-195-06-26",
        "end_date": "-188-09-26",
        "position": {
          "zh-cn": "皇帝",
          "en": "Emperor"
        },
        "description": {
          "zh-cn": "汉惠帝刘盈于前195年至前188年间担任汉朝皇帝，在位7年。",
          "en": "Emperor Hui of Han, Liu Ying, reigned as the emperor of the Han Dynasty from 195 BC to 188 BC, for a period of 7 years."
        }
      }
    }
  ]
}