{
  "nodes": [
    {
      "id": "切尔诺贝尔核事故",
      "type": "Event",
      "name": {
        "zh-cn": [
          "切尔诺贝尔核事故",
          "车诺比事件",
          "车诺比核灾",
          "切尔诺贝尔核事故"
        ],
        "en": [
          "Chernobyl disaster"
        ]
      },
      "properties": {
        "period": "1986-04-26 - ",
        "location": {
          "zh-cn": "苏联乌克兰苏维埃社会主义共和国普里皮亚特",
          "en": "Pripyat, Ukrainian SSR, Soviet Union"
        },
        "description": {
          "zh-cn": "1986年4月26日发生在苏联乌克兰普里皮亚季市切尔诺贝利核电站的核反应堆破损事故，是历史上最严重的核电事故，被国际核事件分级表评为最高的第七级事件。",
          "en": "A catastrophic nuclear accident that occurred on 26 April 1986 at the Chernobyl Nuclear Power Plant in Pripyat, Ukrainian SSR, Soviet Union. It is the worst nuclear power plant accident in history and is one of only two nuclear energy accidents rated at seven—the maximum severity—on the International Nuclear Event Scale."
        }
      }
    },
    {
      "id": "切尔诺贝利核电站",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "切尔诺贝利核电站"
        ],
        "en": [
          "Chernobyl Nuclear Power Plant"
        ]
      },
      "properties": {
        "period": "1977 - 2000-12",
        "location": {
          "zh-cn": "普里皮亚季",
          "en": "Pripyat"
        },
        "description": {
          "zh-cn": "位于乌克兰普里皮亚季镇附近的核电站，由四座RBMK-1000型反应堆组成。1986年4月26日，其4号反应堆发生爆炸，引发了切尔诺贝利核事故。该电站于2000年12月完全停止运作。",
          "en": "A nuclear power plant near the town of Pripyat, Ukraine, consisting of four RBMK-1000 reactors. On April 26, 1986, its Unit 4 reactor exploded, causing the Chernobyl disaster. The entire plant ceased operations in December 2000."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922-12-30 - 1991-12-26",
        "description": {
          "zh-cn": "一个存在于1922年至1991年的欧亚大陆北部联邦制社会主义国家。切尔诺贝利核事故发生时，乌克兰是其加盟共和国之一。",
          "en": "A federal socialist state in Northern Eurasia that existed from 1922 to 1991. At the time of the Chernobyl disaster, Ukraine was one of its constituent republics."
        }
      }
    },
    {
      "id": "普里皮亚季",
      "type": "Location",
      "name": {
        "zh-cn": [
          "普里皮亚季",
          "普里皮亚特"
        ],
        "en": [
          "Pripyat"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于乌克兰北部的城市，邻近切尔诺贝利核电站。在1986年核事故后，约5万名居民被疏散，该市成为一座鬼城并被划入隔离区。",
          "en": "A city in northern Ukraine, near the Chernobyl Nuclear Power Plant. After the 1986 nuclear accident, its approximately 50,000 residents were evacuated, and the city became a ghost town within the Zone of Alienation."
        }
      }
    },
    {
      "id": "乌克兰苏维埃社会主义共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "乌克兰苏维埃社会主义共和国"
        ],
        "en": [
          "Ukrainian Soviet Socialist Republic"
        ]
      },
      "properties": {
        "period": "1919 - 1991",
        "description": {
          "zh-cn": "苏联的加盟共和国之一，切尔诺贝利核电站所在地。1991年苏联解体后独立为乌克兰。",
          "en": "One of the constituent republics of the Soviet Union and the location of the Chernobyl Nuclear Power Plant. It became the independent state of Ukraine after the dissolution of the Soviet Union in 1991."
        }
      }
    },
    {
      "id": "压力管式石墨慢化沸水反应炉",
      "type": "Document",
      "name": {
        "zh-cn": [
          "压力管式石墨慢化沸水反应炉",
          "RBMK反应堆",
          "RBMK"
        ],
        "en": [
          "RBMK"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联设计的一种石墨慢化沸水反应堆，切尔诺贝利核电站使用的反应堆类型。其设计存在严重缺陷，如高正空泡系数和控制棒设计问题，是导致1986年事故的核心技术原因。",
          "en": "A class of graphite-moderated nuclear power reactor designed and built by the Soviet Union, used at the Chernobyl Nuclear Power Plant. Its design had significant flaws, such as a high positive void coefficient and control rod design issues, which were key technical causes of the 1986 disaster."
        }
      }
    },
    {
      "id": "阿纳托利·斯捷潘诺вич·佳特洛夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿纳托利·斯捷潘诺вич·佳特洛夫",
          "阿纳托利·佳特洛夫"
        ],
        "en": [
          "Anatoly Dyatlov"
        ]
      },
      "properties": {
        "lifetime": "1931-03-03 - 1995-12-13",
        "gender": "Male",
        "description": {
          "zh-cn": "切尔诺贝利核电站的副总工程师，事故当晚安全测试的负责人。他因违反安全规程和强迫操作员继续进行危险的测试，被认为是事故的主要责任人之一，后被判刑。",
          "en": "Deputy chief-engineer of the Chernobyl Nuclear Power Plant and the supervisor of the safety test on the night of the disaster. He was considered one of the main individuals responsible for the accident due to violating safety protocols and pressuring operators to continue the dangerous test, for which he was later sentenced."
        }
      }
    },
    {
      "id": "亚历山大·费奥多罗维奇·阿基莫夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "亚历山大·费奥多罗维奇·阿基莫夫"
        ],
        "en": [
          "Aleksandr Akimov"
        ]
      },
      "properties": {
        "lifetime": "1953-05-06 - 1986-05-10",
        "gender": "Male",
        "description": {
          "zh-cn": "切尔诺贝利核电站4号反应堆事故当晚的值班主任。他在压力下执行了测试，并在爆炸后努力尝试给反应堆注水以控制灾难，因此受到致命剂量的辐射而牺牲。",
          "en": "The shift supervisor of the Chernobyl Nuclear Power Plant's Unit 4 on the night of the disaster. He conducted the test under pressure and, after the explosion, tried to pump water into the reactor to control the disaster, receiving a fatal dose of radiation in the process."
        }
      }
    },
    {
      "id": "列昂尼德‧费奥多罗维奇·托普图诺夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "列昂尼德‧费奥多罗维奇·托普图诺夫"
        ],
        "en": [
          "Leonid Toptunov"
        ]
      },
      "properties": {
        "lifetime": "1960-08-16 - 1986-05-14",
        "gender": "Male",
        "description": {
          "zh-cn": "切尔诺贝利核电站4号反应堆的高级工程师和反应堆操作员，事故当晚负责直接操作反应堆。他在执行测试过程中犯下错误，并在事故后受到致命剂量的辐射而牺牲。",
          "en": "A senior engineer and reactor operator at Chernobyl's Unit 4, who was in direct control of the reactor on the night of the accident. He made errors during the test procedure and died from a fatal dose of radiation received after the accident."
        }
      }
    },
    {
      "id": "瓦列里·伊里奇·霍杰姆丘克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "瓦列里·伊里奇·霍杰姆丘克"
        ],
        "en": [
          "Valery Khodemchuk"
        ]
      },
      "properties": {
        "lifetime": "1951-03-24 - 1986-04-26",
        "gender": "Male",
        "description": {
          "zh-cn": "切尔诺贝利核电站的反应堆主泵高级操纵员，是切尔诺贝利事故中的第一位遇难者。他在爆炸发生时位于南侧主泵房，当场遇难，遗体至今未被找到，被埋葬在反应堆残骸之下。",
          "en": "A senior operator of the main circulation pumps at the Chernobyl Nuclear Power Plant, he was the first victim of the Chernobyl disaster. He was in the southern main pump room at the moment of the explosion and was killed instantly. His body was never recovered and is entombed under the reactor debris."
        }
      }
    },
    {
      "id": "弗拉基米尔·帕夫洛维奇·普拉维克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "弗拉基米尔·帕夫洛维奇·普拉维克",
          "弗拉基米尔·普拉维克",
          "沃洛佳·普拉维克"
        ],
        "en": [
          "Volodymyr Pravyk"
        ]
      },
      "properties": {
        "lifetime": "1962-06-13 - 1986-05-11",
        "gender": "Male",
        "description": {
          "zh-cn": "一名苏联消防员，中尉。在切尔诺贝利核事故中，他是第一批到达现场的消防指挥官之一，因在灭火过程中受到致命剂量的辐射而牺牲，后被追授为苏联英雄。",
          "en": "A Soviet firefighter and lieutenant. During the Chernobyl disaster, he was one of the first fire commanders to arrive at the scene. He died from a fatal dose of radiation received while fighting the fire and was posthumously awarded the title Hero of the Soviet Union."
        }
      }
    },
    {
      "id": "米哈伊尔·戈尔巴乔夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "米哈伊尔·戈尔巴乔夫",
          "戈尔巴乔夫"
        ],
        "en": [
          "Mikhail Gorbachev"
        ]
      },
      "properties": {
        "lifetime": "1931-03-02 - 2022-08-30",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联最后一任最高领导人，时任苏共中央总书记。他在切尔诺贝利事故后领导了苏联的应对工作。他后来表示，这次事故可能是导致苏联解体的真正原因。",
          "en": "The last leader of the Soviet Union, serving as the General Secretary of the Communist Party at the time of the Chernobyl disaster. He led the Soviet response to the accident. He later stated that the disaster might have been the true cause of the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "鲍里斯·叶夫多基莫维奇·谢尔比纳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲍里斯·叶夫多基莫维奇·谢尔比纳",
          "鲍里斯·谢尔比纳"
        ],
        "en": [
          "Boris Shcherbina"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "苏联部长会议副主席，被任命为负责处理切尔诺贝利事故的政府委员会负责人。他在事故现场领导了初期的抢险和疏散工作。",
          "en": "Deputy Chairman of the Council of Ministers of the USSR, appointed to lead the government commission managing the Chernobyl disaster. He supervised the initial crisis management and evacuation efforts at the site."
        }
      }
    },
    {
      "id": "瓦列里·列加索夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "瓦列里·列加索夫"
        ],
        "en": [
          "Valery Legasov"
        ]
      },
      "properties": {
        "lifetime": "1936-09-01 - 1988-04-27",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联无机化学家，库尔恰托夫原子能研究所第一副所长，切尔诺贝利事故调查政府委员会的关键成员。他坚持对事故原因进行诚实的调查，并向国际原子能总署提交了报告。",
          "en": "A Soviet inorganic chemist, First Deputy Director of the Kurchatov Institute of Atomic Energy, and a key member of the government commission investigating the Chernobyl disaster. He insisted on an honest investigation into the causes of the accident and presented the report to the IAEA."
        }
      }
    },
    {
      "id": "阿列克谢·阿纳年科",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿列克谢·阿纳年科"
        ],
        "en": [
          "Alexei Ananenko"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "切尔诺贝利核电站的工程师，是被称为“切尔诺贝利三勇士”之一。他自愿潜入被放射性水淹没的4号反应堆地下室，打开排水阀门，避免了可能发生的第二次蒸汽爆炸。",
          "en": "An engineer at the Chernobyl Nuclear Power Plant, one of the three men known as the 'Chernobyl divers'. He voluntarily went into the flooded basement of Reactor 4 to open drain valves, preventing a potential second steam explosion."
        }
      }
    },
    {
      "id": "瓦列里·别兹帕洛夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "瓦列里·别兹帕洛夫"
        ],
        "en": [
          "Valeri Bezpalov"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "切尔诺贝利核电站的工程师，是被称为“切尔诺贝利三勇士”之一。他与另外两人一起潜入反应堆地下室打开排水阀门，以防止更大规模的灾难。",
          "en": "An engineer at the Chernobyl Nuclear Power Plant, one of the three men known as the 'Chernobyl divers'. Along with two others, he entered the reactor basement to open drain valves to prevent a larger catastrophe."
        }
      }
    },
    {
      "id": "鲍里斯·巴拉诺夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲍里斯·巴拉诺夫"
        ],
        "en": [
          "Boris Baranov"
        ]
      },
      "properties": {
        "lifetime": " - 2005",
        "gender": "Male",
        "description": {
          "zh-cn": "切尔诺贝利核电站的反应堆值班长，是被称为“切尔诺贝利三勇士”之一。他负责为潜水任务提供照明，帮助两位工程师在黑暗的地下室中找到并打开了排水阀门。",
          "en": "A reactor shift supervisor at the Chernobyl Nuclear Power Plant, one of the three men known as the 'Chernobyl divers'. He was responsible for lighting during the mission, helping the two engineers locate and open the drain valves in the dark basement."
        }
      }
    },
    {
      "id": "苏联解体",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "苏联解体"
        ],
        "en": [
          "Dissolution of the Soviet Union"
        ]
      },
      "properties": {
        "period": " - 1991-12-26",
        "description": {
          "zh-cn": "指1991年12月26日苏联最高苏维埃宣布苏联停止存在的事件。时任苏共总书记戈尔巴乔夫认为，切尔诺贝利事故及其带来的巨大经济损失和政治冲击是导致苏联解体的真正原因之一。",
          "en": "The process of internal disintegration within the Soviet Union, which resulted in the country's dissolution on December 26, 1991. Then-General Secretary Mikhail Gorbachev suggested that the Chernobyl disaster, with its immense economic costs and political fallout, was a true cause of the Soviet Union's collapse."
        }
      }
    },
    {
      "id": "切尔诺贝利核电站石棺",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "切尔诺贝利核电站石棺",
          "石棺"
        ],
        "en": [
          "Chernobyl Nuclear Power Plant Sarcophagus"
        ]
      },
      "properties": {
        "period": "1986-12 - 2016-11",
        "description": {
          "zh-cn": "1986年为覆盖切尔诺贝利核电站4号反应堆废墟而建造的巨大钢筋混凝土结构。它旨在封闭放射性物质，但由于其结构不稳和老化，后被新石棺所取代。",
          "en": "A massive steel and concrete structure built in 1986 to cover the ruins of Reactor 4 at the Chernobyl Nuclear Power Plant. It was designed to contain radioactive materials, but due to its instability and aging, it was later enclosed by the New Safe Confinement."
        }
      }
    },
    {
      "id": "新遮蔽结构体",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新遮蔽结构体",
          "新石棺"
        ],
        "en": [
          "Chernobyl New Safe Confinement"
        ]
      },
      "properties": {
        "period": "2016-11-29 - ",
        "description": {
          "zh-cn": "一个为覆盖原切尔诺贝利核电站4号机组石棺而建造的巨大拱形结构。它是有史以来建造的最大的可移动陆地结构，旨在安全地拆除旧石棺和反应堆残骸。",
          "en": "A massive arched structure built to enclose the original sarcophagus over Reactor 4 at the Chernobyl Nuclear Power Plant. It is the largest movable land-based structure ever built and is intended to allow for the safe dismantling of the old shelter and reactor debris."
        }
      }
    },
    {
      "id": "国际原子能总署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国际原子能总署"
        ],
        "en": [
          "International Atomic Energy Agency"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个致力于和平利用核能的国际组织。在切尔诺贝利事故后，该组织成立了国际核安全咨询小组（INSAG）进行调查，并发布了关于事故原因的权威报告。",
          "en": "An international organization that seeks to promote the peaceful use of nuclear energy. After the Chernobyl disaster, it formed the International Nuclear Safety Advisory Group (INSAG) to investigate and publish authoritative reports on the causes of the accident."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "阿纳托利·斯捷潘诺вич·佳特洛夫",
      "target": "切尔诺贝利核电站",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1986-04-26",
        "position": {
          "zh-cn": "副总工程师",
          "en": "Deputy Chief Engineer"
        },
        "description": {
          "zh-cn": "佳特洛夫在事故发生时担任切尔诺贝利核电站的副总工程师，并负责监督4号反应堆的涡轮测试。",
          "en": "Dyatlov served as the Deputy Chief Engineer of the Chernobyl Nuclear Power Plant at the time of the accident and was in charge of supervising the turbine test at Reactor 4."
        }
      }
    },
    {
      "source": "阿纳托利·斯捷潘诺вич·佳特洛夫",
      "target": "切尔诺贝尔核事故",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-04-26",
        "description": {
          "zh-cn": "在测试期间，佳特洛夫无视安全规程和操作员的担忧，执意命令继续进行实验，最终导致反应堆失控爆炸。",
          "en": "During the test, Dyatlov ignored safety protocols and operators' concerns, insisting on continuing the experiment, which ultimately led to the reactor's runaway explosion."
        }
      }
    },
    {
      "source": "压力管式石墨慢化沸水反应炉",
      "target": "切尔诺贝尔核事故",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-04-26",
        "description": {
          "zh-cn": "RBMK反应堆的设计缺陷，特别是其正空泡系数和控制棒的“尖端效应”，在低功率运行时极不稳定，是导致功率剧增并引发爆炸的关键技术原因。",
          "en": "The design flaws of the RBMK reactor, particularly its positive void coefficient and the 'tip effect' of its control rods, made it extremely unstable at low power levels. This was a key technical reason for the power surge that caused the explosion."
        }
      }
    },
    {
      "source": "切尔诺贝尔核事故",
      "target": "亚历山大·费奥多罗维奇·阿基莫夫",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-04-26",
        "end_date": "1986-05-10",
        "description": {
          "zh-cn": "在爆炸后，阿基莫夫为试图恢复反应堆冷却而暴露在致命剂量的辐射下，于两周后因急性放射病去世。",
          "en": "After the explosion, Akimov was exposed to a lethal dose of radiation while trying to restore reactor cooling and died two weeks later from acute radiation syndrome."
        }
      }
    },
    {
      "source": "切尔诺贝尔核事故",
      "target": "列昂尼德‧费奥多罗维奇·托普图诺夫",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-04-26",
        "end_date": "1986-05-14",
        "description": {
          "zh-cn": "托普图诺夫在事故后与阿基莫夫一同尝试手动打开冷却水阀门，受到致命辐射，于1986年5月14日去世。",
          "en": "Toptunov, along with Akimov, attempted to manually open cooling water valves after the accident, received a fatal dose of radiation, and died on May 14, 1986."
        }
      }
    },
    {
      "source": "切尔诺贝尔核事故",
      "target": "瓦列里·伊里奇·霍杰姆丘克",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-04-26",
        "end_date": "1986-04-26",
        "description": {
          "zh-cn": "霍杰姆丘克在4号反应堆的第一次爆炸中当场遇难，其遗体被埋在反应堆废墟下，未能寻获。",
          "en": "Khodemchuk was killed instantly in the first explosion of Reactor 4. His body was entombed under the reactor debris and could not be recovered."
        }
      }
    },
    {
      "source": "切尔诺贝尔核事故",
      "target": "弗拉基米尔·帕夫洛维奇·普拉维克",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-04-26",
        "end_date": "1986-05-11",
        "description": {
          "zh-cn": "作为第一批到达现场的消防员，普拉维克在扑灭反应堆厂房屋顶大火时受到致命辐射，于1986年5月11日去世。",
          "en": "As one of the first firefighters to arrive, Pravik received a fatal dose of radiation while extinguishing the fire on the roof of the reactor building and died on May 11, 1986."
        }
      }
    },
    {
      "source": "弗拉基米尔·帕夫洛维奇·普拉维克",
      "target": "切尔诺贝尔核事故",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-04-26",
        "description": {
          "zh-cn": "普拉维克指挥并参与了扑灭4号机组汽轮发电机大厅屋顶的火灾，阻止了大火蔓延至相邻的3号反应堆。",
          "en": "Pravik commanded and participated in extinguishing the fire on the roof of the turbine hall of Unit 4, preventing the fire from spreading to the adjacent Unit 3."
        }
      }
    },
    {
      "source": "苏联",
      "target": "切尔诺贝利核电站石棺",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-06",
        "end_date": "1986-11",
        "description": {
          "zh-cn": "为控制事故后果，苏联政府组织了大规模的清理行动，并在1986年12月前建成了“石棺”，用于封闭被摧毁的4号反应堆。",
          "en": "To control the consequences of the accident, the Soviet government organized a massive cleanup operation and built the 'Sarcophagus' by December 1986 to enclose the destroyed Reactor 4."
        }
      }
    },
    {
      "source": "切尔诺贝利核电站石棺",
      "target": "切尔诺贝尔核事故",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-12",
        "description": {
          "zh-cn": "石棺作为一个巨大的混凝土和钢结构，覆盖了损毁的4号反应堆，旨在阻止放射性物质的进一步泄漏和扩散。",
          "en": "The Sarcophagus, a large concrete and steel structure, covered the destroyed Reactor 4, aiming to stop the further release and spread of radioactive materials."
        }
      }
    },
    {
      "source": "切尔诺贝尔核事故",
      "target": "苏联解体",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-04-26",
        "description": {
          "zh-cn": "前苏共总书记戈尔巴乔夫称，切尔诺贝利核事故及其带来的巨大经济代价和政治影响，可能是导致5年后苏联解体的真正原因。",
          "en": "Former General Secretary Mikhail Gorbachev stated that the Chernobyl disaster, with its immense economic cost and political impact, was possibly the true cause of the Soviet Union's dissolution five years later."
        }
      }
    },
    {
      "source": "切尔诺贝尔核事故",
      "target": "普里皮亚季",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1986-04-27",
        "description": {
          "zh-cn": "事故导致普里皮亚季市的全部居民被紧急疏散，城市被完全废弃，成为核禁区的一部分。",
          "en": "The accident led to the emergency evacuation of the entire population of Pripyat, causing the city to be completely abandoned and become part of the nuclear exclusion zone."
        }
      }
    },
    {
      "source": "阿列克谢·阿纳年科",
      "target": "切尔诺贝尔核事故",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-05",
        "description": {
          "zh-cn": "阿纳年科与另外两名同事自愿潜入4号反应堆下方充满放射性积水的地下室，打开了排水闸门，从而排空了积水，避免了熔融的堆芯接触水引发更大规模蒸汽爆炸的风险。",
          "en": "Ananenko, along with two colleagues, voluntarily entered the flooded, radioactive basement beneath Reactor 4 to open drain valves, thereby emptying the water and preventing the risk of a much larger steam explosion had the melting core come into contact with it."
        }
      }
    },
    {
      "source": "瓦列里·别兹帕洛夫",
      "target": "切尔诺贝尔核事故",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-05",
        "description": {
          "zh-cn": "别兹帕洛夫与另外两名同事自愿潜入4号反应堆下方充满放射性积水的地下室，打开了排水闸门，从而排空了积水，避免了熔融的堆芯接触水引发更大规模蒸汽爆炸的风险。",
          "en": "Bezpalov, along with two colleagues, voluntarily entered the flooded, radioactive basement beneath Reactor 4 to open drain valves, thereby emptying the water and preventing the risk of a much larger steam explosion had the melting core come into contact with it."
        }
      }
    },
    {
      "source": "鲍里斯·巴拉诺夫",
      "target": "切尔诺贝尔核事故",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-05",
        "description": {
          "zh-cn": "巴拉诺夫与另外两名同事自愿进入4号反应堆下方的地下室，他负责照明，帮助同伴找到并打开了排水闸门，从而排空了积水，避免了熔融的堆芯接触水引发更大规模蒸汽爆炸的风险。",
          "en": "Baranov, along with two colleagues, voluntarily entered the basement beneath Reactor 4, where he provided light, helping his companions locate and open the drain valves. This action emptied the water and prevented the risk of a much larger steam explosion had the melting core come into contact with it."
        }
      }
    },
    {
      "source": "新遮蔽结构体",
      "target": "切尔诺贝利核电站石棺",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2016-11-29",
        "description": {
          "zh-cn": "新石棺被建造并移动到位，完全覆盖了老化且不稳定的旧石棺，旨在提供一个安全的环境以进行旧石棺的拆除和放射性废料的清理工作。",
          "en": "The New Safe Confinement was constructed and moved into place to completely cover the aging and unstable original Sarcophagus, aiming to provide a safe environment for the dismantling of the old structure and the cleanup of radioactive waste."
        }
      }
    }
  ]
}