{
  "nodes": [
    {
      "id": "汉哀帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉哀帝",
          "刘欣",
          "孝哀皇帝",
          "陈圣刘太平皇帝"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-0026 - -0001-08-15",
        "gender": "Male",
        "description": {
          "zh-cn": "西汉皇帝，汉元帝之孙，在位6年。其统治期间，试图削弱外戚王氏的势力，并因与董贤的同性爱情及“断袖”典故而闻名。",
          "en": "An emperor of the Western Han dynasty, grandson of Emperor Yuan of Han, who reigned for 6 years. During his rule, he attempted to weaken the power of the Wang clan consort kin and is famous for his same-sex relationship with Dong Xian and the 'cut sleeve' anecdote."
        }
      }
    },
    {
      "id": "董贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董贤"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉哀帝时期的官员，因容貌俊美而受到哀帝的独宠，官至大司马。他与哀帝的亲密关系产生了著名的“断袖”典故。",
          "en": "An official during the reign of Emperor Ai of Han, who was favored by the emperor for his handsome appearance and rose to the rank of Grand Marshal. His close relationship with the emperor gave rise to the famous 'cut sleeve' anecdote."
        }
      }
    },
    {
      "id": "汉成帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉成帝",
          "刘骜"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉皇帝，汉哀帝的叔父。因自己无子，立侄子刘欣为太子。",
          "en": "An emperor of the Western Han dynasty, uncle of Emperor Ai. Lacking an heir of his own, he appointed his nephew Liu Xin as crown prince."
        }
      }
    },
    {
      "id": "王莽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王莽"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉末年外戚，汉哀帝时期任大司马，后因与哀帝及其家族的政治斗争而失势。哀帝死后，他重掌大权，最终篡汉建立新朝。",
          "en": "A consort kin of the late Western Han dynasty who served as Grand Marshal during Emperor Ai's reign. He later lost power due to political struggles with the emperor and his family. After Emperor Ai's death, he regained control, eventually usurping the throne and establishing the Xin dynasty."
        }
      }
    },
    {
      "id": "王政君",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王政君"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "汉元帝皇后，汉成帝之母，王莽的姑姑。作为王氏外戚的核心人物，她在汉哀帝死后重新掌握权力，为王莽的崛起铺平了道路。",
          "en": "Empress of Emperor Yuan of Han, mother of Emperor Cheng, and aunt of Wang Mang. As the central figure of the Wang consort clan, she regained power after Emperor Ai's death, paving the way for Wang Mang's rise."
        }
      }
    },
    {
      "id": "傅昭仪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "傅昭仪",
          "傅氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "汉元帝的昭仪，汉哀帝的祖母。在哀帝时期权势显赫，与王氏外戚集团对立。",
          "en": "A consort of Emperor Yuan of Han and the grandmother of Emperor Ai. She held significant power during Emperor Ai's reign and was in opposition to the Wang consort clan."
        }
      }
    },
    {
      "id": "丁姬",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丁姬",
          "丁氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "汉哀帝的生母，定陶恭王刘康的王后。在哀帝即位后，其家族成员获得加官晋爵。",
          "en": "The birth mother of Emperor Ai and consort of Liu Kang, Prince Gong of Dingtao. After Emperor Ai ascended the throne, her family members were granted titles and positions."
        }
      }
    },
    {
      "id": "刘康 (定陶王)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘康 (定陶王)",
          "刘康"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉元帝之子，汉哀帝刘欣的父亲。封为定陶王。",
          "en": "Son of Emperor Yuan of Han and father of Emperor Ai (Liu Xin). He was enfeoffed as the Prince of Dingtao."
        }
      }
    },
    {
      "id": "汉元帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉元帝",
          "刘奭"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉皇帝，汉哀帝的祖父。",
          "en": "Emperor of the Western Han dynasty and grandfather of Emperor Ai."
        }
      }
    },
    {
      "id": "汉平帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉平帝",
          "刘衎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉皇帝，汉哀帝的堂弟和继任者。由王莽扶植继位。",
          "en": "Emperor of the Western Han dynasty, cousin and successor to Emperor Ai. He was installed on the throne by Wang Mang."
        }
      }
    },
    {
      "id": "王根",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王根"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉外戚王氏家族成员，曲阳侯。在汉哀帝打击王氏势力的行动中被免职并遣回封国。",
          "en": "A member of the Wang consort clan of the Western Han, Marquis of Quyang. He was dismissed and sent back to his fief during Emperor Ai's campaign against the Wang clan's influence."
        }
      }
    },
    {
      "id": "王况",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王况"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉外戚王氏家族成员，成都侯。在汉哀帝打击王氏势力的行动中被废为庶人。",
          "en": "A member of the Wang consort clan of the Western Han, Marquis of Chengdu. He was demoted to a commoner during Emperor Ai's campaign against the Wang clan's influence."
        }
      }
    },
    {
      "id": "王闳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王闳"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉哀帝时期的官员，因劝谏哀帝不应戏言禅让帝位给董贤而触怒皇帝。",
          "en": "An official during Emperor Ai's reign who angered the emperor by advising him against jokingly offering to abdicate the throne to Dong Xian."
        }
      }
    },
    {
      "id": "断袖",
      "type": "Event",
      "name": {
        "zh-cn": [
          "断袖"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "指汉哀帝为不惊醒身旁熟睡的董贤，割断自己衣袖而起身的典故。后成为男性同性恋的代称。",
          "en": "An anecdote referring to Emperor Ai of Han cutting his own sleeve to avoid waking the sleeping Dong Xian. It later became a synonym for male homosexuality."
        }
      }
    },
    {
      "id": "汉朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "汉朝",
          "西汉"
        ],
        "en": [
          "Han dynasty",
          "Western Han"
        ]
      },
      "properties": {
        "period": "-0202 - 0220"
      }
    },
    {
      "id": "乐府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "乐府"
        ],
        "en": [
          "Yuefu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "汉代设立的音乐管理机关，负责采集民歌和整理乐谱。汉哀帝时期被废除。",
          "en": "A music bureau established in the Han dynasty responsible for collecting folk songs and organizing musical scores. It was abolished during the reign of Emperor Ai."
        }
      }
    },
    {
      "id": "大司马",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大司马"
        ],
        "en": [
          "Grand Marshal"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "汉代最高的军事官职，总领全国军政。",
          "en": "The highest military office in the Han dynasty, in overall command of the nation's military and political affairs."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "汉哀帝",
      "target": "刘康 (定陶王)",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "汉哀帝",
      "target": "丁姬",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "刘康 (定陶王)",
      "target": "汉元帝",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "刘康 (定陶王)",
      "target": "傅昭仪",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "汉成帝",
      "target": "汉哀帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0008",
        "description": {
          "zh-cn": "汉成帝因无子，于绥和元年（前8年）立侄子刘欣为太子。",
          "en": "Lacking an heir, Emperor Cheng appointed his nephew Liu Xin as crown prince in the first year of the Suihe era (8 BCE)."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "汉朝",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "-0007-05-07",
        "end_date": "-0001-08-15",
        "position": {
          "zh-cn": "皇帝",
          "en": "Emperor"
        },
        "description": {
          "zh-cn": "作为西汉皇帝在位。",
          "en": "Reigned as an emperor of the Western Han dynasty."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "董贤",
      "type": "LOVER_OF",
      "properties": {
        "description": {
          "zh-cn": "汉哀帝极度宠爱董贤，与他形影不离，甚至产生了“断袖”的典故，并表示想效法尧舜禅让于董贤。",
          "en": "Emperor Ai deeply doted on Dong Xian, being inseparable from him, which led to the 'cut sleeve' anecdote. He even expressed a desire to emulate Yao and Shun by abdicating the throne to Dong Xian."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "断袖",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "汉哀帝为不惊醒董贤而割断衣袖的行为，促成了“断袖”这一典故的产生。",
          "en": "Emperor Ai's act of cutting his sleeve to avoid waking Dong Xian led to the creation of the 'cut sleeve' anecdote."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "董贤",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0004",
        "end_date": "-0002",
        "position": {
          "zh-cn": "黄门郎、大司马",
          "en": "Yellow Gate Attendant, Grand Marshal"
        },
        "description": {
          "zh-cn": "汉哀帝在位期间，董贤一月之内三次升迁，最终于元寿元年（前2年）被提升为百官之首的大司马。",
          "en": "During Emperor Ai's reign, Dong Xian was promoted three times within a month, eventually being elevated to Grand Marshal, the head of all officials, in the first year of the Yuanshou era (2 BCE)."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "王莽",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "汉哀帝为重振皇权，屡次打击以王莽为首的王氏外戚集团。",
          "en": "To restore imperial authority, Emperor Ai repeatedly targeted the Wang consort clan led by Wang Mang."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "王莽",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "王莽因反对为哀帝祖母傅氏和生母丁氏上太后尊号，触怒傅太后，被迫辞去大司马一职。",
          "en": "Because he opposed granting the title of Empress Dowager to Emperor Ai's grandmother Consort Fu and birth mother Consort Ding, Wang Mang angered Empress Dowager Fu and was forced to resign from his position as Grand Marshal."
        }
      }
    },
    {
      "source": "王政君",
      "target": "傅昭仪",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0001",
        "description": {
          "zh-cn": "汉哀帝死后，太皇太后王政君一派重新得势，傅昭仪（傅太皇太后）一派遭诛杀。",
          "en": "After Emperor Ai's death, the faction of Grand Empress Dowager Wang Zhengjun regained power, and the faction of Consort Fu (Grand Empress Dowager Fu) was purged."
        }
      }
    },
    {
      "source": "王莽",
      "target": "汉平帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0001",
        "description": {
          "zh-cn": "汉哀帝死后，王莽扶植年幼的汉平帝继位，从而掌控朝政。",
          "en": "After Emperor Ai's death, Wang Mang installed the young Emperor Ping on the throne, thereby seizing control of the government."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "王根",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "汉哀帝将曲阳侯王根免去职务，并将其赶到封国。",
          "en": "Emperor Ai dismissed Wang Gen, the Marquis of Quyang, from his post and sent him to his fiefdom."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "王况",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "汉哀帝将成都侯王况废为庶人。",
          "en": "Emperor Ai demoted Wang Kuang, the Marquis of Chengdu, to the status of a commoner."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "王闳",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因王闳劝谏不该戏言禅让，汉哀帝不悦并将其赶出宴席。",
          "en": "Because Wang Hong advised against joking about abdication, Emperor Ai was displeased and had him expelled from the banquet."
        }
      }
    },
    {
      "source": "汉哀帝",
      "target": "乐府",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "汉哀帝即位后，以“郑声淫而乱乐”为由废除了采集民歌的乐府官。",
          "en": "After ascending the throne, Emperor Ai abolished the Yuefu (Music Bureau) officials who collected folk songs, citing the reason that 'the sounds of Zheng are lewd and disrupt proper music'."
        }
      }
    }
  ]
}