{
  "nodes": [
    {
      "id": "团派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "团派",
          "共青团派",
          "共青帮",
          "胡锦涛派系"
        ],
        "en": []
      },
      "properties": {
        "period": [
          "1970 - ",
          "1990 - 2023"
        ],
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国共产党内的一股政治势力派别，其成员大多有在中国共产主义青年团的任职背景。该派系由胡耀邦奠定基础，在胡锦涛担任中共中央总书记期间达到顶峰，后在习近平执政时期被边缘化。",
          "en": "A political faction within the Communist Party of China, whose members largely have a background of service in the Communist Youth League of China. The faction's foundation was laid by Hu Yaobang, reached its peak during Hu Jintao's tenure as General Secretary of the CPC Central Committee, and was marginalized during Xi Jinping's administration."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1915-11-20 - 1989-04-15",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人，曾任中共中央主席和中共中央总书记，被认为是团派的创始人。",
          "en": "A former high-ranking leader of the Communist Party of China and the People's Republic of China, who served as Chairman and General Secretary of the CPC Central Committee. He is considered the founder of the Tuanpai (Youth League Faction)."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1942-12-21 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人，曾于2002年至2012年担任中共中央总书记。被认为是第二代团派的核心人物。",
          "en": "A former high-ranking leader of the Communist Party of China and the People's Republic of China, who served as General Secretary of the CPC Central Committee from 2002 to 2012. He is considered the core figure of the second-generation Tuanpai (Youth League Faction)."
        }
      }
    },
    {
      "id": "李克强",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李克强"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1955-07-01 - 2023-10-27",
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾任中华人民共和国国务院总理、中共中央政治局常委。",
          "en": "A key member of the Tuanpai (Youth League Faction), who served as Premier of the State Council of the People's Republic of China and a member of the Politburo Standing Committee of the CPC."
        }
      }
    },
    {
      "id": "汪洋 (1955年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪洋 (1955年)",
          "汪洋"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1955-03-05 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾任中国人民政治协商会议全国委员会主席、中共中央政治局常委。",
          "en": "A key member of the Tuanpai (Youth League Faction), who served as Chairman of the National Committee of the Chinese People's Political Consultative Conference and a member of the Politburo Standing Committee of the CPC."
        }
      }
    },
    {
      "id": "胡春华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡春华"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1963-04 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾被视为胡锦涛的隔代接班人，后在中共二十大上失势，现任全国政协副主席。",
          "en": "A key member of the Tuanpai (Youth League Faction), once seen as Hu Jintao's designated successor. He lost power at the 20th CPC National Congress and currently serves as a Vice Chairman of the National Committee of the CPPCC."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国现任主要领导人，自2012年出任中共中央总书记后，通过反腐运动等措施削弱并边缘化了团派的政治影响力。",
          "en": "The current paramount leader of the Communist Party of China and the People's Republic of China. Since becoming General Secretary of the CPC Central Committee in 2012, he has weakened and marginalized the political influence of the Tuanpai (Youth League Faction) through measures such as the anti-corruption campaign."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。",
          "en": "The ruling political party of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国共产主义青年团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产主义青年团",
          "共青团",
          "中国共青团"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党领导的先进青年的群众组织，被视为中国共产党的助手和后备军，也是团派官员的主要来源。",
          "en": "A mass youth organization led by the Communist Party of China, considered its assistant and reserve force, and the primary source of officials for the Tuanpai (Youth League Faction)."
        }
      }
    },
    {
      "id": "中国共产主义青年团中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产主义青年团中央委员会",
          "共青团中央"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产主义青年团的中央领导机构。",
          "en": "The central leading body of the Communist Youth League of China."
        }
      }
    },
    {
      "id": "中共十八大以来的反腐败工作",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中共十八大以来的反腐败工作",
          "反腐运动"
        ],
        "en": []
      },
      "properties": {
        "period": "2012-11 - ",
        "description": {
          "zh-cn": "自2012年中共十八大以来，由习近平领导的中国共产党发起的一系列反腐败行动。该运动导致多位团派高级官员被查处。",
          "en": "A series of anti-corruption campaigns initiated by the Communist Party of China under the leadership of Xi Jinping since the 18th National Congress in 2012. This movement led to the investigation and removal of several high-ranking officials from the Tuanpai (Youth League Faction)."
        }
      }
    },
    {
      "id": "中国共产党第二十次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第二十次全国代表大会",
          "中共二十大"
        ],
        "en": []
      },
      "properties": {
        "period": "2022-10",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国共产党于2022年10月召开的全国代表大会。会后，多位团派高层未进入新一届中央委员会，标志着团派的政治影响力急剧下降。",
          "en": "The National Congress of the Communist Party of China held in October 2022. Following the congress, several high-level Tuanpai leaders did not enter the new Central Committee, marking a sharp decline in the faction's political influence."
        }
      }
    },
    {
      "id": "胡锦涛二十大离场事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "胡锦涛二十大离场事件",
          "胡锦涛离场事件"
        ],
        "en": []
      },
      "properties": {
        "start_date": "2022-10-22",
        "description": {
          "zh-cn": "在中共二十大闭幕会上，前中共中央总书记胡锦涛被工作人员从主席台带离会场的事件，被外界广泛解读为团派失势的象征性时刻。",
          "en": "The incident where former CPC General Secretary Hu Jintao was escorted off the rostrum by staff during the closing session of the 20th CPC National Congress. It was widely interpreted as a symbolic moment of the Tuanpai's loss of power."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件",
          "六四运动"
        ],
        "en": []
      },
      "properties": {
        "start_date": "1989-06-04",
        "description": {
          "zh-cn": "1989年发生于北京的政治风波，事件导致时任中共中央总书记赵紫阳被撤职，第一代团派势力也因此遭到清洗。",
          "en": "A political turmoil that occurred in Beijing in 1989, which led to the dismissal of then CPC General Secretary Zhao Ziyang and the subsequent purge of the first-generation Tuanpai (Youth League Faction)."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1919-10-17 - 2005-01-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人，曾任国务院总理和中共中央总书记。在六四事件后被免职。",
          "en": "A former high-ranking leader of the Communist Party of China and the People's Republic of China, who served as Premier of the State Council and General Secretary of the CPC Central Committee. He was dismissed from his posts after the 1989 Tiananmen Square protests."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心人物。其对胡锦涛的赏识是胡后来得以执掌大权的重要因素。",
          "en": "The core figure of the second generation of Chinese Communist Party leadership. His appreciation for Hu Jintao was a significant factor in Hu's later rise to supreme power."
        }
      }
    },
    {
      "id": "宋平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋平"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1917-04 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中共元老，曾任中共中央政治局常委。其对胡锦涛的赏识是胡后来得以执掌大权的重要因素。",
          "en": "A CPC elder who served on the Politburo Standing Committee. His appreciation for Hu Jintao was a significant factor in Hu's later rise to supreme power."
        }
      }
    },
    {
      "id": "江泽民派系",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江泽民派系",
          "上海帮"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "指以中国共产党前总书记江泽民为核心的政治派系，曾是团派在中共党内的主要政治对手之一。",
          "en": "A political faction centered around former CPC General Secretary Jiang Zemin, which was one of the main political rivals of the Tuanpai (Youth League Faction) within the CPC."
        }
      }
    },
    {
      "id": "令计划",
      "type": "Person",
      "name": {
        "zh-cn": [
          "令计划"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1956-10-22 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "团派高级官员，曾任中共中央办公厅主任，是胡锦涛的重要幕僚。后在反腐运动中落马。",
          "en": "A high-ranking official of the Tuanpai (Youth League Faction) who served as Director of the General Office of the CPC Central Committee and was a key aide to Hu Jintao. He was later purged in the anti-corruption campaign."
        }
      }
    },
    {
      "id": "习派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "习派",
          "之江新军",
          "浙江帮"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "指以中共中央总书记习近平为核心的政治派系。",
          "en": "A political faction centered around CPC General Secretary Xi Jinping."
        }
      }
    },
    {
      "id": "中国共产党第十九次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十九次全国代表大会",
          "中共十九大"
        ],
        "en": []
      },
      "properties": {
        "period": "2017-10",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国共产党于2017年10月召开的全国代表大会。会后习近平人马在中央政治局处于主导地位，团派势力大为削弱。",
          "en": "The National Congress of the Communist Party of China held in October 2017. After the congress, Xi Jinping's allies gained a dominant position in the Politburo, significantly weakening the power of the Tuanpai (Youth League Faction)."
        }
      }
    },
    {
      "id": "李源潮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李源潮"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1950-11-20 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾任中华人民共和国副主席、中共中央政治局委员。",
          "en": "A key member of the Tuanpai (Youth League Faction), who served as Vice President of the People's Republic of China and a member of the Politburo of the CPC."
        }
      }
    },
    {
      "id": "周强",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周强"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1960-04 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾任中华人民共和国最高人民法院院长，现任全国政协副主席。",
          "en": "A key member of the Tuanpai (Youth League Faction), who served as President of the Supreme People's Court of the People's Republic of China and currently serves as a Vice Chairman of the National Committee of the CPPCC."
        }
      }
    },
    {
      "id": "刘延东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘延东"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1945-11 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "团派主要成员，曾任中华人民共和国国务院副总理、中共中央政治局委员。",
          "en": "A key member of the Tuanpai (Youth League Faction), who served as Vice Premier of the State Council of the People's Republic of China and a member of the Politburo of the CPC."
        }
      }
    },
    {
      "id": "罗志军 (1951年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗志军 (1951年)",
          "罗志军"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1951-11 - 2023-04-01",
        "gender": "Male",
        "description": {
          "zh-cn": "团派官员，曾任中共江苏省委书记。未达退休年龄即被调离实权岗位。",
          "en": "An official from the Tuanpai (Youth League Faction) who served as Secretary of the CPC Jiangsu Provincial Committee. He was transferred from his position of power before reaching the standard retirement age."
        }
      }
    },
    {
      "id": "秦宜智",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦宜智"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1965-12 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "团派官员，曾任共青团中央第一书记，后被调任国家质量监督检验检疫总局副局长，仕途转暗。",
          "en": "An official from the Tuanpai (Youth League Faction) who served as the First Secretary of the Central Committee of the Communist Youth League. He was later transferred to the post of Deputy Director of the General Administration of Quality Supervision, Inspection and Quarantine, a move seen as a demotion."
        }
      }
    },
    {
      "id": "陆昊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆昊"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1967-06 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "团派官员，曾任共青团中央第一书记，后调任国务院发展研究中心负责人，仕途转暗。",
          "en": "An official from the Tuanpai (Youth League Faction) who served as the First Secretary of the Central Committee of the Communist Youth League. He was later appointed as the head of the Development Research Center of the State Council, a move seen as a career setback."
        }
      }
    },
    {
      "id": "胡启立",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡启立"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1929-10 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "第一代团派成员，曾任中共中央政治局常委，在六四事件中因支持赵紫阳而被免职。",
          "en": "A member of the first-generation Tuanpai (Youth League Faction) who served on the Politburo Standing Committee of the CPC. He was dismissed from his posts for supporting Zhao Ziyang during the 1989 Tiananmen Square protests."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "胡耀邦",
      "target": "团派",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1970",
        "description": {
          "zh-cn": "胡耀邦在担任中共中央总书记期间提拔了大量有共青团背景的官员，形成了第一代团派，因此被认为是团派的创始人。",
          "en": "During his tenure as General Secretary of the CPC Central Committee, Hu Yaobang promoted a large number of officials with backgrounds in the Communist Youth League, forming the first generation of the Tuanpai (Youth League Faction), and is thus considered its founder."
        }
      }
    },
    {
      "source": "团派",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "团派是中国共产党内部的一个政治势力派别。",
          "en": "The Tuanpai (Youth League Faction) is a political faction within the Communist Party of China."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "核心人物",
          "en": "Core Figure"
        },
        "description": {
          "zh-cn": "胡锦涛被认为是第二代团派的核心人物和领导者。",
          "en": "Hu Jintao is considered the core figure and leader of the second-generation Tuanpai (Youth League Faction)."
        }
      }
    },
    {
      "source": "李克强",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主要成员",
          "en": "Key Member"
        }
      }
    },
    {
      "source": "汪洋 (1955年)",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主要成员",
          "en": "Key Member"
        }
      }
    },
    {
      "source": "胡春华",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主要成员",
          "en": "Key Member"
        }
      }
    },
    {
      "source": "李源潮",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主要成员",
          "en": "Key Member"
        }
      }
    },
    {
      "source": "令计划",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "核心人物",
          "en": "Core Figure"
        }
      }
    },
    {
      "source": "习近平",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2012-11",
        "description": {
          "zh-cn": "自2012年上任中共中央总书记以来，习近平通过反腐运动和人事调整等一系列措施，削弱并边缘化了团派在中共高层的政治影响力。",
          "en": "Since taking office as General Secretary of the CPC Central Committee in 2012, Xi Jinping has weakened and marginalized the political influence of the Tuanpai (Youth League Faction) at the top levels of the CPC through a series of measures, including anti-corruption campaigns and personnel reshuffles."
        }
      }
    },
    {
      "source": "中共十八大以来的反腐败工作",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2012-11",
        "description": {
          "zh-cn": "在习近平主导的反腐运动中，多位团派高级官员被查处、撤职或调职，导致团派势力受到严重削弱。",
          "en": "In the anti-corruption campaign led by Xi Jinping, several high-ranking officials of the Tuanpai (Youth League Faction) were investigated, dismissed, or transferred, severely weakening the faction's power."
        }
      }
    },
    {
      "source": "中共十八大以来的反腐败工作",
      "target": "令计划",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2014-12-22",
        "description": {
          "zh-cn": "令计划因严重违纪问题被中共中央纪委调查，并于2015年7月被开除党籍和公职。",
          "en": "Ling Jihua was investigated by the Central Commission for Discipline Inspection for serious violations of discipline and was expelled from the party and public office in July 2015."
        }
      }
    },
    {
      "source": "中国共产党第二十次全国代表大会",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-10",
        "description": {
          "zh-cn": "中共二十大后，李克强、汪洋等团派高层未连任中央委员，胡春华未连任政治局委员，标志着团派作为一个主要政治派系已淡出高层政治舞台。",
          "en": "After the 20th CPC National Congress, high-level Tuanpai leaders such as Li Keqiang and Wang Yang were not re-elected to the Central Committee, and Hu Chunhua was not re-elected to the Politburo, marking the fading of the Tuanpai as a major political faction from the top political stage."
        }
      }
    },
    {
      "source": "习近平",
      "target": "胡锦涛二十大离场事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2022-10-22",
        "description": {
          "zh-cn": "在中共二十大闭幕会上，胡锦涛被习近平指示的工作人员带离会场。",
          "en": "At the closing session of the 20th CPC National Congress, Hu Jintao was escorted out of the venue by staff members acting on instructions from Xi Jinping."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "赵紫阳",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06",
        "description": {
          "zh-cn": "六四事件导致时任中共中央总书记赵紫阳被撤职并长期软禁。",
          "en": "The 1989 Tiananmen Square protests led to the dismissal of then CPC General Secretary Zhao Ziyang, who was subsequently placed under long-term house arrest."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "六四事件后，与赵紫阳关系密切的第一代团派成员大多被清洗，团派作为一个党内派系一度不复存在。",
          "en": "After the 1989 Tiananmen Square protests, most members of the first-generation Tuanpai (Youth League Faction) who were close to Zhao Ziyang were purged, and the faction temporarily ceased to exist as an intra-party group."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "胡启立",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06",
        "description": {
          "zh-cn": "胡启立在六四事件中因支持赵紫阳而被免去中共中央政治局常委等职务。",
          "en": "Hu Qili was removed from his posts, including his position on the Politburo Standing Committee, for supporting Zhao Ziyang during the 1989 Tiananmen Square protests."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "胡锦涛",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "邓小平等元老对胡锦涛的赏识是其最终能成为最高领导人的重要因素。",
          "en": "The appreciation from party elders like Deng Xiaoping was a significant factor in Hu Jintao's ultimate rise to the paramount leadership position."
        }
      }
    },
    {
      "source": "宋平",
      "target": "胡锦涛",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "宋平等元老对胡锦涛的赏识是其最终能成为最高领导人的重要因素。",
          "en": "The appreciation from party elders like Song Ping was a significant factor in Hu Jintao's ultimate rise to the paramount leadership position."
        }
      }
    },
    {
      "source": "团派",
      "target": "江泽民派系",
      "type": "ENEMY_OF",
      "properties": {
        "period": "2002 - 2012",
        "description": {
          "zh-cn": "在胡锦涛执政时期，团派与江泽民派系（上海帮）在中共党内存在权力斗争。",
          "en": "During Hu Jintao's administration, the Tuanpai (Youth League Faction) and the Jiang Zemin Faction (Shanghai Clique) were engaged in a power struggle within the CPC."
        }
      }
    },
    {
      "source": "习近平",
      "target": "习派",
      "type": "PUSHED",
      "properties": {
        "start_date": "2012-11",
        "description": {
          "zh-cn": "习近平上任后，逐渐提拔自己的亲信（被称为“习派”或“之江新军”）出任党政重要职位。",
          "en": "After taking office, Xi Jinping gradually promoted his own confidants (known as the 'Xi Faction' or 'Zhijiang New Army') to important party and government positions."
        }
      }
    },
    {
      "source": "中国共产党第十九次全国代表大会",
      "target": "胡春华",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2017-10",
        "description": {
          "zh-cn": "在中共十九大上，原本被视为接班人选的胡春华未能进入中共中央政治局常务委员会。",
          "en": "At the 19th CPC National Congress, Hu Chunhua, who was once considered a potential successor, failed to be elected to the Politburo Standing Committee."
        }
      }
    },
    {
      "source": "胡耀邦",
      "target": "胡锦涛",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "胡锦涛在胡耀邦担任总书记期间获得提拔。",
          "en": "Hu Jintao was promoted during Hu Yaobang's tenure as General Secretary."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "李克强",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "李克强由胡锦涛举荐，成为其政治上的重要盟友和继任者之一。",
          "en": "Li Keqiang was recommended by Hu Jintao, becoming one of his key political allies and successors."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "胡春华",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "胡春华由胡锦涛举荐，曾被视为隔代指定的接班人。",
          "en": "Hu Chunhua was recommended by Hu Jintao and was once seen as the designated successor for the next generation."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "令计划",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "幕僚",
          "en": "Aide"
        },
        "description": {
          "zh-cn": "令计划曾长期担任中共中央办公厅主任，是胡锦涛的核心幕僚。",
          "en": "Ling Jihua served for a long time as the Director of the General Office of the CPC Central Committee and was a core aide to Hu Jintao."
        }
      }
    },
    {
      "source": "胡耀邦",
      "target": "中国共产主义青年团中央委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "书记处第一书记",
          "en": "First Secretary of the Secretariat"
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "中国共产主义青年团中央委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "书记处第一书记",
          "en": "First Secretary of the Secretariat"
        }
      }
    },
    {
      "source": "李克强",
      "target": "中国共产主义青年团中央委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "书记处第一书记",
          "en": "First Secretary of the Secretariat"
        }
      }
    },
    {
      "source": "胡春华",
      "target": "中国共产主义青年团中央委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "书记处第一书记",
          "en": "First Secretary of the Secretariat"
        }
      }
    }
  ]
}