{
  "nodes": [
    {
      "id": "团派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "团派",
          "共青团派",
          "共青帮",
          "胡锦涛派系"
        ],
        "en": []
      },
      "properties": {
        "period": "1970 - 2023",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国共产党内的一股政治势力派别，成员多有在中国共产主义青年团的任职背景。该派别最早起源于胡耀邦时期，在胡锦涛担任最高领导人后势力达到顶峰，后在习近平执政时期被边缘化并淡出高层政治舞台。",
          "en": "A political faction within the Chinese Communist Party, primarily composed of officials with backgrounds in the Communist Youth League of China. The faction first emerged during the Hu Yaobang era, reached its peak of influence when Hu Jintao was the paramount leader, and was later marginalized and faded from the top political stage during Xi Jinping's administration."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": [
          "Hu Yaobang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一，被视为团派的创始人物。曾任中共中央主席和中共中央总书记。",
          "en": "A former high-ranking leader of the Chinese Communist Party and the People's Republic of China, considered the founder of the Tuanpai (Youth League Faction). He served as Chairman and General Secretary of the CCP Central Committee."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": [
          "Hu Jintao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国第四代最高领导人，曾任中共中央总书记、国家主席、中央军委主席。被视为第二代团派的核心人物。",
          "en": "The fourth-generation paramount leader of the People's Republic of China, who served as General Secretary of the CCP Central Committee, President of the PRC, and Chairman of the Central Military Commission. He is considered the core figure of the second-generation Tuanpai."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第五代最高领导人，2012年出任中共中央总书记后，通过反腐运动和人事调整，逐步削弱并边缘化了团派的政治势力。",
          "en": "The fifth-generation paramount leader of the Chinese Communist Party. After becoming General Secretary of the CCP Central Committee in 2012, he gradually weakened and marginalized the political power of the Tuanpai through anti-corruption campaigns and personnel reshuffles."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。",
          "en": "The founding and sole ruling party of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国共产主义青年团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产主义青年团",
          "共青团"
        ],
        "en": [
          "Communist Youth League of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党领导的先进青年的群众组织，是中共的助手和后备军，也是团派官员政治生涯的起点。",
          "en": "An organization of advanced youth led by the Chinese Communist Party, serving as its assistant and reserve force, and the starting point for the political careers of Tuanpai officials."
        }
      }
    },
    {
      "id": "李克强",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李克强"
        ],
        "en": [
          "Li Keqiang"
        ]
      },
      "properties": {
        "lifetime": " - 2023",
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾任中华人民共和国国务院总理、中共中央政治局常委。",
          "en": "A key member of the Tuanpai, who served as Premier of the State Council of the People's Republic of China and a member of the Politburo Standing Committee of the CCP."
        }
      }
    },
    {
      "id": "汪洋 (1955年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪洋 (1955年)",
          "汪洋"
        ],
        "en": [
          "Wang Yang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾任全国政协主席、中共中央政治局常委、国务院副总理。",
          "en": "A key member of the Tuanpai, who served as Chairman of the National Committee of the Chinese People's Political Consultative Conference, a member of the Politburo Standing Committee of the CCP, and Vice Premier of the State Council."
        }
      }
    },
    {
      "id": "胡春华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡春华"
        ],
        "en": [
          "Hu Chunhua"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "团派代表人物，曾被视为隔代接班人。曾任国务院副总理、中共中央政治局委员，现任全国政协副主席。",
          "en": "A representative figure of the Tuanpai, once considered a potential successor. He served as Vice Premier of the State Council and a member of the CCP Politburo, and is currently a Vice Chairman of the National Committee of the CPPCC."
        }
      }
    },
    {
      "id": "李源潮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李源潮"
        ],
        "en": [
          "Li Yuanchao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "团派主要成员，曾任中华人民共和国副主席、中共中央政治局委员。",
          "en": "A key member of the Tuanpai, who served as Vice President of the People's Republic of China and a member of the CCP Politburo."
        }
      }
    },
    {
      "id": "令计划",
      "type": "Person",
      "name": {
        "zh-cn": [
          "令计划"
        ],
        "en": [
          "Ling Jihua"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "团派核心人物，曾任胡锦涛的幕僚，官至中共中央书记处书记、中央办公厅主任、全国政协副主席。后在反腐运动中落马。",
          "en": "A core figure of the Tuanpai, who served as an aide to Hu Jintao and rose to become a Secretary of the CCP Central Secretariat, Director of the CCP General Office, and a Vice Chairman of the National Committee of the CPPCC. He was later purged in the anti-corruption campaign."
        }
      }
    },
    {
      "id": "江泽民派系",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江泽民派系",
          "上海帮"
        ],
        "en": [
          "Shanghai clique"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党内的一个非正式派系，成员多与前中共中央总书记江泽民有直接或间接的关联。在胡锦涛执政时期，与团派存在竞争关系。",
          "en": "An informal faction within the Chinese Communist Party, whose members are mostly directly or indirectly associated with former CCP General Secretary Jiang Zemin. During Hu Jintao's administration, it was in competition with the Tuanpai."
        }
      }
    },
    {
      "id": "太子党 (中国共产党)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "太子党 (中国共产党)",
          "太子党"
        ],
        "en": [
          "Crown Prince Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指中国共产党革命元勋的子女及亲属。团派被认为是通过组织内部选拔来对抗太子党的世袭体系。",
          "en": "Refers to the children and relatives of revolutionary veterans of the Chinese Communist Party. The Tuanpai is seen as a force that counters the hereditary system of the Princelings through internal organizational selection."
        }
      }
    },
    {
      "id": "中国共产党第十九次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十九次全国代表大会",
          "中共十九大"
        ],
        "en": [
          "19th National Congress of the Chinese Communist Party"
        ]
      },
      "properties": {
        "period": "2017-10",
        "description": {
          "zh-cn": "于2017年10月召开的中国共产党全国代表大会。此次大会上，团派势力被削弱，胡春华未能进入中央政治局常委会。",
          "en": "The National Congress of the Chinese Communist Party held in October 2017. At this congress, the power of the Tuanpai was weakened, and Hu Chunhua failed to be elected to the Politburo Standing Committee."
        }
      }
    },
    {
      "id": "中国共产党第二十次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第二十次全国代表大会",
          "中共二十大"
        ],
        "en": [
          "20th National Congress of the Chinese Communist Party"
        ]
      },
      "properties": {
        "period": "2022-10",
        "description": {
          "zh-cn": "于2022年10月召开的中国共产党全国代表大会。此次大会后，李克强、汪洋、胡春华等团派代表人物退出中共最高领导层，标志着团派淡出高层政治舞台。",
          "en": "The National Congress of the Chinese Communist Party held in October 2022. After this congress, key Tuanpai figures such as Li Keqiang, Wang Yang, and Hu Chunhua exited the top leadership of the CCP, marking the faction's departure from the high-level political stage."
        }
      }
    },
    {
      "id": "中共十八大以来的反腐败工作",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中共十八大以来的反腐败工作",
          "反腐运动"
        ],
        "en": [
          "Anti-corruption campaign since the 18th CCP National Congress"
        ]
      },
      "properties": {
        "period": "2012 - ",
        "description": {
          "zh-cn": "自2012年习近平上台后发起的大规模反腐败行动，期间有多位团派高级官员被查处，如令计划、杨晶、王三运、秦光荣等。",
          "en": "A large-scale anti-corruption campaign initiated after Xi Jinping came to power in 2012, during which several high-ranking Tuanpai officials, such as Ling Jihua, Yang Jing, Wang Sanyun, and Qin Guangrong, were investigated and purged."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件",
          "六四运动"
        ],
        "en": [
          "1989 Tiananmen Square protests and massacre"
        ]
      },
      "properties": {
        "period": "1989",
        "description": {
          "zh-cn": "1989年发生于北京的政治风波，事件导致时任中共中央总书记赵紫阳被撤职，胡启立等早期团派人物也被清洗，使得第一代团派不复存在。",
          "en": "A political turmoil that occurred in Beijing in 1989, which led to the dismissal of then-CCP General Secretary Zhao Ziyang. Early Tuanpai figures like Hu Qili were also purged, causing the first-generation Tuanpai to cease to exist as a faction."
        }
      }
    },
    {
      "id": "胡锦涛二十大离场事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "胡锦涛二十大离场事件",
          "胡锦涛离场事件"
        ],
        "en": [
          "Hu Jintao's departure from the 20th CCP National Congress"
        ]
      },
      "properties": {
        "period": "2022-10-22",
        "description": {
          "zh-cn": "在中共二十大闭幕会上，前中共中央总书记胡锦涛被工作人员带离会场的事件。该事件被广泛解读为团派时代终结的象征性时刻。",
          "en": "An incident at the closing session of the 20th CCP National Congress where former General Secretary Hu Jintao was escorted out of the venue by staff. The event was widely interpreted as a symbolic moment marking the end of the Tuanpai era."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心人物。他的赏识是胡锦涛后来能够执掌大权的重要因素之一。",
          "en": "The core figure of the second generation of central leadership of the Chinese Communist Party. His appreciation was one of the key factors in Hu Jintao's later rise to power."
        }
      }
    },
    {
      "id": "宋平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋平"
        ],
        "en": [
          "Song Ping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党元老，曾任中共中央政治局常委。他的举荐对胡锦涛的提拔起到了关键作用。",
          "en": "An elder of the Chinese Communist Party who served on the Politburo Standing Committee. His recommendation played a key role in Hu Jintao's promotion."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一，曾任国务院总理和中共中央总书记。在六四事件后被免职。",
          "en": "A former high-ranking leader of the Chinese Communist Party and the People's Republic of China, who served as Premier of the State Council and General Secretary of the CCP Central Committee. He was dismissed from his posts after the 1989 Tiananmen Square protests."
        }
      }
    },
    {
      "id": "胡启立",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡启立"
        ],
        "en": [
          "Hu Qili"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "第一代团派代表人物，曾任中共中央政治局常委。因在六四事件中支持赵紫阳而被免职。",
          "en": "A representative figure of the first-generation Tuanpai, who served as a member of the Politburo Standing Committee of the CCP. He was dismissed from his posts for supporting Zhao Ziyang during the 1989 Tiananmen Square protests."
        }
      }
    },
    {
      "id": "王三运",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王三运"
        ],
        "en": [
          "Wang Sanyun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "有共青团背景的官员，曾任甘肃省委书记。2017年在反腐运动中落马。",
          "en": "An official with a Communist Youth League background who served as the Party Secretary of Gansu Province. He was purged in the anti-corruption campaign in 2017."
        }
      }
    },
    {
      "id": "秦光荣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦光荣"
        ],
        "en": [
          "Qin Guangrong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "有共青团背景的官员，曾任云南省委书记。2019年投案自首，后被开除党籍。",
          "en": "An official with a Communist Youth League background who served as the Party Secretary of Yunnan Province. He surrendered to anti-corruption authorities in 2019 and was later expelled from the party."
        }
      }
    },
    {
      "id": "杨晶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨晶"
        ],
        "en": [
          "Yang Jing"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "有共青团背景的官员，曾任国务院秘书长、国务委员。2018年因严重违纪被处分，降为正部长级。",
          "en": "An official with a Communist Youth League background who served as Secretary-General of the State Council and a State Councilor. In 2018, he was disciplined for serious violations and demoted to minister level."
        }
      }
    },
    {
      "id": "陆昊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆昊"
        ],
        "en": [
          "Lu Hao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前共青团中央第一书记，曾任黑龙江省省长、自然资源部部长，后调任国务院发展研究中心负责人，仕途被认为明显暗淡。",
          "en": "Former First Secretary of the Central Committee of the Communist Youth League, who served as Governor of Heilongjiang Province and Minister of Natural Resources, and was later transferred to head the Development Research Center of the State Council, a move seen as a significant dimming of his career prospects."
        }
      }
    },
    {
      "id": "秦宜智",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦宜智"
        ],
        "en": [
          "Qin Yizhi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前共青团中央第一书记，后被调任国家质量监督检验检疫总局副局长，仕途被认为明显暗淡。",
          "en": "Former First Secretary of the Central Committee of the Communist Youth League, who was later transferred to the position of Deputy Director of the General Administration of Quality Supervision, Inspection and Quarantine, a move seen as a significant dimming of his career prospects."
        }
      }
    },
    {
      "id": "李干成",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李干成"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，李源潮的父亲，曾任中共上海市委常委、上海市副市长。",
          "en": "Chinese politician, father of Li Yuanchao. He served as a member of the Standing Committee of the CCP Shanghai Municipal Committee and Vice Mayor of Shanghai."
        }
      }
    },
    {
      "id": "刘瑞龙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘瑞龙"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，刘延东的父亲，曾任中华人民共和国农业部副部长。",
          "en": "Chinese politician, father of Liu Yandong. He served as Vice Minister of Agriculture of the People's Republic of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "胡耀邦",
      "target": "团派",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1970",
        "description": {
          "zh-cn": "胡耀邦被认为是团派的创始人物，团派最早起源于胡耀邦担任中共中央总书记时期。",
          "en": "Hu Yaobang is considered the founder of the Tuanpai; the faction first originated when Hu Yaobang served as the General Secretary of the CCP Central Committee."
        }
      }
    },
    {
      "source": "团派",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "团派是中国共产党内部的一个政治派别。",
          "en": "The Tuanpai is a political faction within the Chinese Communist Party."
        }
      }
    },
    {
      "source": "中国共产主义青年团",
      "target": "团派",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "团派主要由有中国共产主义青年团（共青团）职务背景的官员组成，共青团是该派系成员的摇篮。",
          "en": "The Tuanpai is primarily composed of officials with work backgrounds in the Communist Youth League of China (CYLC), which serves as the cradle for the faction's members."
        }
      }
    },
    {
      "source": "习近平",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2012",
        "description": {
          "zh-cn": "自2012年上任以来，习近平通过人事变动和反腐运动等方式，使团派势力被大幅削弱并边缘化。",
          "en": "Since taking office in 2012, Xi Jinping has significantly weakened and marginalized the Tuanpai's power through means such as personnel changes and anti-corruption campaigns."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "核心人物",
          "en": "Core figure"
        },
        "description": {
          "zh-cn": "胡锦涛是第二代团派的领袖和核心人物。",
          "en": "Hu Jintao is the leader and core figure of the second-generation Tuanpai."
        }
      }
    },
    {
      "source": "李克强",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "李克强是团派的主要成员。",
          "en": "Li Keqiang is a key member of the Tuanpai."
        }
      }
    },
    {
      "source": "汪洋 (1955年)",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "汪洋是团派的主要成员。",
          "en": "Wang Yang is a key member of the Tuanpai."
        }
      }
    },
    {
      "source": "胡春华",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "胡春华是团派的主要成员。",
          "en": "Hu Chunhua is a key member of the Tuanpai."
        }
      }
    },
    {
      "source": "令计划",
      "target": "团派",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "令计划是团派的核心人物之一。",
          "en": "Ling Jihua is one of the core figures of the Tuanpai."
        }
      }
    },
    {
      "source": "中共十八大以来的反腐败工作",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2012",
        "description": {
          "zh-cn": "习近平主导的反腐运动查处了多位团派高级官员，削弱了团派的势力。",
          "en": "The anti-corruption campaign led by Xi Jinping investigated and purged several high-ranking Tuanpai officials, weakening the faction's power."
        }
      }
    },
    {
      "source": "习近平",
      "target": "中共十八大以来的反腐败工作",
      "type": "PUSHED",
      "properties": {
        "start_date": "2012",
        "description": {
          "zh-cn": "习近平是中共十八大以来反腐败工作的发起者和主要推动者。",
          "en": "Xi Jinping is the initiator and main promoter of the anti-corruption campaign since the 18th CCP National Congress."
        }
      }
    },
    {
      "source": "中共十八大以来的反腐败工作",
      "target": "令计划",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2014-12-22",
        "description": {
          "zh-cn": "2014年12月22日，令计划因涉嫌严重违纪，接受组织调查。",
          "en": "On December 22, 2014, Ling Jihua was investigated for suspected serious violations of discipline."
        }
      }
    },
    {
      "source": "中共十八大以来的反腐败工作",
      "target": "王三运",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2017-07-11",
        "description": {
          "zh-cn": "2017年7月11日，王三运因涉嫌严重违纪落马。",
          "en": "On July 11, 2017, Wang Sanyun was purged for suspected serious violations of discipline."
        }
      }
    },
    {
      "source": "中共十八大以来的反腐败工作",
      "target": "秦光荣",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-05-09",
        "description": {
          "zh-cn": "2019年5月9日，秦光荣投案自首，接受调查。",
          "en": "On May 9, 2019, Qin Guangrong turned himself in and was placed under investigation."
        }
      }
    },
    {
      "source": "中国共产党第十九次全国代表大会",
      "target": "胡春华",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2017-10",
        "description": {
          "zh-cn": "在中共十九大上，被视为接班人选的胡春华未能进入中共中央政治局常务委员会，其政治前途受挫。",
          "en": "At the 19th CCP National Congress, Hu Chunhua, once considered a potential successor, failed to be elected to the Politburo Standing Committee, suffering a setback in his political career."
        }
      }
    },
    {
      "source": "中国共产党第二十次全国代表大会",
      "target": "李克强",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-10",
        "description": {
          "zh-cn": "在中共二十大上，李克强未能连任中央委员，随后卸任所有党政职务。",
          "en": "At the 20th CCP National Congress, Li Keqiang failed to be re-elected as a member of the Central Committee and subsequently retired from all party and government positions."
        }
      }
    },
    {
      "source": "中国共产党第二十次全国代表大会",
      "target": "汪洋 (1955年)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-10",
        "description": {
          "zh-cn": "在中共二十大上，汪洋未能连任中央委员，随后卸任所有党政职务。",
          "en": "At the 20th CCP National Congress, Wang Yang failed to be re-elected as a member of the Central Committee and subsequently retired from all party and government positions."
        }
      }
    },
    {
      "source": "中国共产党第二十次全国代表大会",
      "target": "胡春华",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-10",
        "description": {
          "zh-cn": "在中共二十大上，胡春华未能连任中央政治局委员，彻底失去隔代接班人地位。",
          "en": "At the 20th CCP National Congress, Hu Chunhua failed to be re-elected as a member of the Politburo, completely losing his status as a potential successor."
        }
      }
    },
    {
      "source": "习近平",
      "target": "胡锦涛二十大离场事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2022-10-22",
        "description": {
          "zh-cn": "在中共二十大闭幕会上，胡锦涛被习近平指示的工作人员带离会场。",
          "en": "At the closing session of the 20th CCP National Congress, Hu Jintao was escorted out of the venue by staff members under Xi Jinping's instruction."
        }
      }
    },
    {
      "source": "胡锦涛二十大离场事件",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-10-22",
        "description": {
          "zh-cn": "胡锦涛在中共二十大闭幕会上被带离会场，这一事件被广泛视为团派政治影响力终结的象征。",
          "en": "Hu Jintao being escorted out of the closing session of the 20th CCP National Congress was widely seen as a symbol of the end of the Tuanpai's political influence."
        }
      }
    },
    {
      "source": "团派",
      "target": "江泽民派系",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "在胡锦涛执政时期，团派与江泽民派系（上海帮）存在政治竞争关系，并被认为通过反腐等手段削弱了“上海帮”的势力。",
          "en": "During Hu Jintao's administration, the Tuanpai was in political competition with the Jiang Zemin Faction (Shanghai Clique) and was believed to have weakened the Shanghai Clique's power through means such as anti-corruption."
        }
      }
    },
    {
      "source": "团派",
      "target": "太子党 (中国共产党)",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "团派通过组织内部选拔推荐的形式，以取代及对抗在中国共产党党内长期存在的太子党世袭体系。",
          "en": "The Tuanpai, through a system of internal organizational selection and recommendation, aimed to replace and counter the long-standing hereditary system of the Princelings within the CCP."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "团派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "六四事件后，第一代团派人物如胡启立等大多被清洗，使得团派作为党内派系一度不复存在。",
          "en": "After the 1989 Tiananmen Square protests, most first-generation Tuanpai figures like Hu Qili were purged, causing the faction to temporarily cease to exist within the party."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "赵紫阳",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "六四事件导致时任中共中央总书记赵紫阳被撤职并被长期软禁。",
          "en": "The 1989 Tiananmen Square protests led to the dismissal of then-CCP General Secretary Zhao Ziyang, who was subsequently placed under long-term house arrest."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "胡锦涛",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "邓小平的赏识是胡锦涛能够成为第四代最高领导人的重要因素。",
          "en": "Deng Xiaoping's appreciation was a key factor in Hu Jintao becoming the fourth-generation paramount leader."
        }
      }
    },
    {
      "source": "宋平",
      "target": "胡锦涛",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中共元老宋平的举荐对胡锦涛的提拔起到了关键作用。",
          "en": "The recommendation of CCP elder Song Ping played a crucial role in Hu Jintao's promotion."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "李克强",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "李克强由胡锦涛举荐，成为团派在最高领导层的重要代表。",
          "en": "Li Keqiang was recommended by Hu Jintao, becoming a key representative of the Tuanpai in the top leadership."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "胡春华",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "胡春华由胡锦涛举荐，曾被视为隔代指定的接班人。",
          "en": "Hu Chunhua was recommended by Hu Jintao and was once seen as the designated successor for the next generation."
        }
      }
    },
    {
      "source": "令计划",
      "target": "胡锦涛",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "幕僚",
          "en": "Aide"
        },
        "description": {
          "zh-cn": "令计划曾长期担任胡锦涛的幕僚，并任中共中央办公厅主任。",
          "en": "Ling Jihua served as Hu Jintao's aide for a long time and was the Director of the General Office of the CCP Central Committee."
        }
      }
    },
    {
      "source": "李源潮",
      "target": "李干成",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "李源潮是前上海市副市长李干成的儿子。",
          "en": "Li Yuanchao is the son of Li Gancheng, a former Vice Mayor of Shanghai."
        }
      }
    },
    {
      "source": "刘延东",
      "target": "刘瑞龙",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "刘延东是前农业部副部长刘瑞龙的女儿。",
          "en": "Liu Yandong is the daughter of Liu Ruilong, a former Vice Minister of Agriculture."
        }
      }
    }
  ]
}