{
  "nodes": [
    {
      "id": "新疆再教育营",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "新疆再教育营",
          "职业技能教育培训中心",
          "教培中心",
          "转化所",
          "学习班",
          "去极端化培训班",
          "教育转化培训中心",
          "集中营",
          "拘留营"
        ],
        "en": [
          "Xinjiang re-education camps",
          "Vocational Education and Training Centers"
        ]
      },
      "properties": {
        "period": "2014 - ",
        "location": {
          "zh-cn": "中华人民共和国新疆维吾尔自治区"
        },
        "description": {
          "zh-cn": "由中国政府在新疆设立，旨在对维吾尔族及其他穆斯林少数民族进行思想改造和职业培训的机构。中国政府称其为“职业技能教育培训中心”，旨在“去极端化”和反恐。国际社会、人权组织和泄露文件则指控其为进行大规模非法拘禁、强制劳动、文化清洗乃至种族灭绝的“集中营”，据估计关押人数超过百万。中国政府于2019年12月9日声称学员已全部结业，但有报道称部分营地仍在运作或转为监狱。",
          "en": "Institutions established by the Chinese government in Xinjiang aimed at the ideological transformation and vocational training of Uyghurs and other Muslim minorities. The Chinese government refers to them as 'Vocational Skills Education and Training Centers' for 'de-extremification' and counter-terrorism. The international community, human rights organizations, and leaked documents allege they are 'concentration camps' for mass arbitrary detention, forced labor, cultural cleansing, and even genocide, with estimates of over a million detainees. The Chinese government claimed on December 9, 2019, that all trainees had graduated, but some reports suggest that some camps are still in operation or have been converted into prisons."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党中央委员会总书记，据泄露的政府文件显示，他主导并推动了在新疆的大规模镇压及再教育营政策。",
          "en": "General Secretary of the Central Committee of the Communist Party of China. According to leaked government documents, he directed and promoted the large-scale crackdown and re-education camp policy in Xinjiang."
        }
      }
    },
    {
      "id": "中华人民共和国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国政府",
          "中国政府"
        ],
        "en": [
          "Government of the People's Republic of China",
          "Chinese government"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "中华人民共和国的中央行政管理机关。该政府否认对新疆的种族灭绝等指控，并声称再教育营是“职业技能教育培训中心”，旨在预防性反恐和去极端化。",
          "en": "The central administrative authority of the People's Republic of China. This government denies allegations of genocide in Xinjiang and claims that the re-education camps are 'vocational skills education and training centers' for preventive counter-terrorism and de-extremification."
        }
      }
    },
    {
      "id": "中国共产党新疆维吾尔自治区委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党新疆维吾尔自治区委员会",
          "新疆自治区党委"
        ],
        "en": [
          "Xinjiang Uygur Autonomous Region Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党在新疆维吾尔自治区的领导机关，是新疆再教育营的主要运营者之一。",
          "en": "The leading organ of the Communist Party of China in the Xinjiang Uyghur Autonomous Region, and one of the main operators of the Xinjiang re-education camps."
        }
      }
    },
    {
      "id": "新疆维吾尔自治区人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新疆维吾尔自治区人民政府",
          "新疆自治区政府"
        ],
        "en": [
          "People's Government of Xinjiang Uygur Autonomous Region"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新疆维吾尔自治区的最高地方行政机关，是新疆再教育营的主要运营者之一。",
          "en": "The highest local administrative organ of the Xinjiang Uyghur Autonomous Region, and one of the main operators of the Xinjiang re-education camps."
        }
      }
    },
    {
      "id": "陈全国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈全国"
        ],
        "en": [
          "Chen Quanguo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，2016年8月调任新疆自治区党委书记后，将“再教育营”纳入新疆政策并进行规模化扩建。据泄露的“新疆公安文件”显示，他在一次内部讲话中下令守卫开枪射杀试图逃跑的所有人。",
          "en": "Chinese politician who, after being appointed as the Party Secretary of Xinjiang in August 2016, incorporated 're-education camps' into Xinjiang's policy and expanded them on a large scale. According to the leaked 'Xinjiang Police Files', he ordered guards in an internal speech to shoot and kill anyone attempting to escape."
        }
      }
    },
    {
      "id": "2014年昆明火车站暴力恐怖袭击事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2014年昆明火车站暴力恐怖袭击事件"
        ],
        "en": [
          "2014 Kunming railway station attack"
        ]
      },
      "properties": {
        "period": "2014-03-01 - 2014-03-01",
        "location": {
          "zh-cn": "昆明"
        },
        "description": {
          "zh-cn": "2014年发生在中国云南昆明的恐怖袭击事件，中国官方称由新疆分裂势力策划，该事件被视为促使当局在新疆发起“反恐人民战争”的导火索之一。",
          "en": "A terrorist attack that occurred in Kunming, Yunnan, China in 2014. Chinese officials claimed it was planned by Xinjiang separatist forces and it is considered one of the triggers for the authorities to launch the 'People's War on Terror' in Xinjiang."
        }
      }
    },
    {
      "id": "2014年乌鲁木齐火车南站暴力恐怖袭击案件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2014年乌鲁木齐火车南站暴力恐怖袭击案件"
        ],
        "en": [
          "2014 Ürümqi railway station attack"
        ]
      },
      "properties": {
        "period": "2014-04-30 - 2014-04-30",
        "location": {
          "zh-cn": "乌鲁木齐"
        },
        "description": {
          "zh-cn": "2014年发生在中国新疆乌鲁木齐的恐怖袭击事件，发生在习近平视察新疆的最后一天，是促使当局加强治疆政策和发起“反恐人民战争”的系列事件之一。",
          "en": "A terrorist attack that occurred in Ürümqi, Xinjiang, China in 2014. It took place on the last day of Xi Jinping's inspection tour of Xinjiang and was one of a series of events that prompted authorities to strengthen their Xinjiang policies and launch the 'People's War on Terror'."
        }
      }
    },
    {
      "id": "严厉打击暴力恐怖活动专项行动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "严厉打击暴力恐怖活动专项行动",
          "反恐人民战争"
        ],
        "en": [
          "Strike Hard Campaign Against Violent Terrorism"
        ]
      },
      "properties": {
        "period": "2014 - ",
        "location": {
          "zh-cn": "新疆维吾尔自治区"
        },
        "description": {
          "zh-cn": "2014年起，在习近平指示下，中国当局在新疆发起的反恐运动。新疆再教育营是该运动的一部分。",
          "en": "A counter-terrorism campaign launched by Chinese authorities in Xinjiang starting in 2014 under the direction of Xi Jinping. The Xinjiang re-education camps are part of this campaign."
        }
      }
    },
    {
      "id": "伊斯兰国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "伊斯兰国"
        ],
        "en": [
          "Islamic State",
          "ISIS"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个活跃在伊拉克和叙利亚的恐怖组织。该组织将新疆点名为圣战对象后，新疆再教育营的建设规模迅速扩大。",
          "en": "A terrorist organization active in Iraq and Syria. After the group named Xinjiang as a target for jihad, the scale of construction of re-education camps in Xinjiang rapidly expanded."
        }
      }
    },
    {
      "id": "王勇智",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王勇智"
        ],
        "en": [
          "Wang Yongzhi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前新疆莎车县委书记，因释放超过7000名再教育营人员等行为，被以“严重违背党中央治疆方略”等罪名双开。",
          "en": "Former Party Secretary of Shache (Yarkant) County in Xinjiang. He was expelled from the Party and public office for actions such as releasing over 7,000 re-education camp detainees, under charges including 'gravely contravening the Party Central Committee's strategy for governing Xinjiang'."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China",
          "CPC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。其领导人习近平推动了新疆的强硬政策，该党以违反“治疆方略”为由处分了释放再教育营人员的官员王勇智。",
          "en": "The ruling political party of the People's Republic of China. Its leader, Xi Jinping, has driven the hardline policies in Xinjiang. The party disciplined official Wang Yongzhi for releasing re-education camp detainees, citing violations of the 'strategy for governing Xinjiang'."
        }
      }
    },
    {
      "id": "联合国新疆人权报告",
      "type": "Document",
      "name": {
        "zh-cn": [
          "联合国新疆人权报告"
        ],
        "en": [
          "OHCHR Assessment of human rights concerns in the Xinjiang Uyghur Autonomous Region, People's Republic of China"
        ]
      },
      "properties": {
        "period": "2022-08-31 - ",
        "description": {
          "zh-cn": "由联合国人权事务高级专员办事处发布的关于新疆人权状况的评估报告。报告指出，中国政府在新疆的行为可能构成危害人类罪，并记录了“严重的侵犯人权行为”。",
          "en": "An assessment report on the human rights situation in Xinjiang published by the Office of the United Nations High Commissioner for Human Rights. The report stated that the actions of the Chinese government in Xinjiang may constitute crimes against humanity and documented 'serious human rights violations'."
        }
      }
    },
    {
      "id": "米歇尔·巴切莱特",
      "type": "Person",
      "name": {
        "zh-cn": [
          "米歇尔·巴切莱特",
          "巴切莱特"
        ],
        "en": [
          "Michelle Bachelet"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "时任联合国人权事务高级专员，曾于2022年5月到访中国，并于同年8月发布了《联合国新疆人权报告》。",
          "en": "Then-UN High Commissioner for Human Rights, who visited China in May 2022 and released the 'UN Xinjiang Human Rights Report' in August of the same year."
        }
      }
    },
    {
      "id": "联合国人权事务高级专员办事处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "联合国人权事务高级专员办事处"
        ],
        "en": [
          "Office of the United Nations High Commissioner for Human Rights",
          "OHCHR"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国的下属机构，负责促进和保护国际法中所保障的人权。该机构发布了关于新疆人权问题的评估报告。",
          "en": "A department of the United Nations Secretariat that works to promote and protect human rights that are guaranteed under international law. The office published an assessment report on human rights concerns in Xinjiang."
        }
      }
    },
    {
      "id": "安东尼奥·古特雷斯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "安东尼奥·古特雷斯",
          "古特雷斯"
        ],
        "en": [
          "António Guterres"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "联合国秘书长。在《联合国新疆人权报告》发布后，他要求中国立即释放被关押的维吾尔族人。",
          "en": "Secretary-General of the United Nations. After the release of the 'UN Xinjiang Human Rights Report', he called on China to immediately release the detained Uyghurs."
        }
      }
    },
    {
      "id": "纽约时报",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "纽约时报"
        ],
        "en": [
          "The New York Times"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "美国知名报纸。于2019年11月16日公布了403页关于新疆再教育营的中国政府内部文件。",
          "en": "A prominent American newspaper. On November 16, 2019, it published 403 pages of internal Chinese government documents regarding the Xinjiang re-education camps."
        }
      }
    },
    {
      "id": "中国电文",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国电文"
        ],
        "en": [
          "China Cables"
        ]
      },
      "properties": {
        "period": "2019-11-23 - ",
        "description": {
          "zh-cn": "由国际调查记者同盟公布的一批2017年以来的中国政府机密文件，详细介绍了新疆再教育营的运作手册。",
          "en": "A set of classified Chinese government documents from 2017 onwards, published by the International Consortium of Investigative Journalists, which details the operational manual of the Xinjiang re-education camps."
        }
      }
    },
    {
      "id": "国际调查记者同盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国际调查记者同盟"
        ],
        "en": [
          "International Consortium of Investigative Journalists"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个全球性的调查记者网络。该组织于2019年11月23日公布了《中国电文》。",
          "en": "A global network of investigative journalists. The organization published the 'China Cables' on November 23, 2019."
        }
      }
    },
    {
      "id": "墨玉名单",
      "type": "Document",
      "name": {
        "zh-cn": [
          "墨玉名单"
        ],
        "en": [
          "Karakax List"
        ]
      },
      "properties": {
        "period": "2020-02-17 - ",
        "description": {
          "zh-cn": "一份于2020年2月曝光的137页文件，描述了新疆再教育营部分关押人员及其家庭的详细情况。",
          "en": "A 137-page document leaked in February 2020, which describes the detailed situations of some detainees and their families in the Xinjiang re-education camps."
        }
      }
    },
    {
      "id": "新疆公安文件",
      "type": "Document",
      "name": {
        "zh-cn": [
          "新疆公安文件"
        ],
        "en": [
          "Xinjiang Police Files"
        ]
      },
      "properties": {
        "period": "2022-05-24 - ",
        "description": {
          "zh-cn": "一批由黑客入侵中国警方电脑系统后获得的档案，于2022年5月被披露。文件包含了数千份文件、2万多名被捕维吾尔人的信息，以及陈全国和赵克志的内部讲话，揭示了再教育营的运作细节和高层指令。",
          "en": "A collection of archives obtained after hackers breached Chinese police computer systems, disclosed in May 2022. The files include thousands of documents, information on over 20,000 arrested Uyghurs, and internal speeches by Chen Quanguo and Zhao Kezhi, revealing operational details of the re-education camps and high-level directives."
        }
      }
    },
    {
      "id": "阿德里安·曾兹",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿德里安·曾兹",
          "郑国恩"
        ],
        "en": [
          "Adrian Zenz"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "德国人类学学者，对新疆再教育营进行了深入研究，并接收和分析了被泄露的“新疆公安文件”。",
          "en": "German anthropologist who has conducted extensive research on the Xinjiang re-education camps and received and analyzed the leaked 'Xinjiang Police Files'."
        }
      }
    },
    {
      "id": "赵克志",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵克志"
        ],
        "en": [
          "Zhao Kezhi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华人民共和国公安部部长。在“新疆公安文件”披露的一场2018年内部讲话中，他提到是习近平总书记直接下令扩大拘留设施的容量。",
          "en": "Then-Minister of Public Security of the People's Republic of China. In an internal speech from 2018 revealed in the 'Xinjiang Police Files', he mentioned that General Secretary Xi Jinping directly ordered the expansion of detention facility capacity."
        }
      }
    },
    {
      "id": "安娜琳娜·贝伯克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "安娜琳娜·贝伯克"
        ],
        "en": [
          "Annalena Baerbock"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "德国外交部长。在“新疆公安文件”披露后，她与中国外长王毅通话时呼吁中方澄清新疆人权的真相。",
          "en": "German Foreign Minister. After the disclosure of the 'Xinjiang Police Files', she called on China to clarify the truth about human rights in Xinjiang during a call with Chinese Foreign Minister Wang Yi."
        }
      }
    },
    {
      "id": "王毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王毅"
        ],
        "en": [
          "Wang Yi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国国务委员兼外交部长。与德国外长安娜琳娜·贝伯克就“新疆公安文件”进行了视讯通话。",
          "en": "Chinese State Councilor and Foreign Minister. He had a video call with German Foreign Minister Annalena Baerbock regarding the 'Xinjiang Police Files'."
        }
      }
    },
    {
      "id": "联合国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "联合国"
        ],
        "en": [
          "United Nations"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "全球性国际政府间组织。其下属人权机构及多国代表在该平台就新疆再教育营问题进行了多次交锋和声明发布。",
          "en": "A global international intergovernmental organization. Its subordinate human rights bodies and representatives of many countries have had multiple confrontations and issued statements on the issue of Xinjiang re-education camps on this platform."
        }
      }
    },
    {
      "id": "英国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "英国"
        ],
        "en": [
          "United Kingdom"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国成员国。曾多次联合其他国家发表声明，谴责中国在新疆的行为。",
          "en": "A member state of the United Nations. It has repeatedly joined other countries in issuing statements condemning China's actions in Xinjiang."
        }
      }
    },
    {
      "id": "法国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "法国"
        ],
        "en": [
          "France"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国成员国。曾多次联合其他国家发表声明，谴责中国在新疆的行为。",
          "en": "A member state of the United Nations. It has repeatedly joined other countries in issuing statements condemning China's actions in Xinjiang."
        }
      }
    },
    {
      "id": "德国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "德国"
        ],
        "en": [
          "Germany"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国成员国。曾多次联合其他国家发表声明，谴责中国在新疆的行为。",
          "en": "A member state of the United Nations. It has repeatedly joined other countries in issuing statements condemning China's actions in Xinjiang."
        }
      }
    },
    {
      "id": "日本",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本"
        ],
        "en": [
          "Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国成员国。曾多次联合其他国家发表声明，谴责中国在新疆的行为。",
          "en": "A member state of the United Nations. It has repeatedly joined other countries in issuing statements condemning China's actions in Xinjiang."
        }
      }
    },
    {
      "id": "俄罗斯",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄罗斯"
        ],
        "en": [
          "Russia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国成员国。曾多次联合其他国家发表声明，支持中国在新疆的政策。",
          "en": "A member state of the United Nations. It has repeatedly joined other countries in issuing statements supporting China's policies in Xinjiang."
        }
      }
    },
    {
      "id": "沙特阿拉伯",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "沙特阿拉伯"
        ],
        "en": [
          "Saudi Arabia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国成员国。曾联合其他国家发表声明，支持中国在新疆的政策。",
          "en": "A member state of the United Nations. It has joined other countries in issuing statements supporting China's policies in Xinjiang."
        }
      }
    },
    {
      "id": "巴基斯坦",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "巴基斯坦"
        ],
        "en": [
          "Pakistan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国成员国。曾联合其他国家发表声明，支持中国在新疆的政策。",
          "en": "A member state of the United Nations. It has joined other countries in issuing statements supporting China's policies in Xinjiang."
        }
      }
    },
    {
      "id": "叶尔凡·叶孜木江",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶尔凡·叶孜木江"
        ],
        "en": [
          "Erfan Hezim"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "维吾尔族足球运动员，据报道于2018年返乡探亲时被送入再教育营，后于2019年2月回归球场。",
          "en": "Uyghur football player who was reportedly sent to a re-education camp in 2018 while visiting his parents. He returned to the football field in February 2019."
        }
      }
    },
    {
      "id": "萨热古丽·萨吾提巴依",
      "type": "Person",
      "name": {
        "zh-cn": [
          "萨热古丽·萨吾提巴依"
        ],
        "en": [
          "Sayragul Sauytbay"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前新疆再教育营管教员，哈萨克族。她逃至哈萨克斯坦后，在法庭上作证揭露了再教育营的内部情况。",
          "en": "A former instructor at a Xinjiang re-education camp, of Kazakh ethnicity. After fleeing to Kazakhstan, she testified in court, revealing the internal conditions of the camps."
        }
      }
    },
    {
      "id": "热依拉·达吾提",
      "type": "Person",
      "name": {
        "zh-cn": [
          "热依拉·达吾提"
        ],
        "en": [
          "Rahile Dawut"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "新疆大学教授，知名人类学家，研究伊斯兰圣地、民歌和民间传说。据报道于2017年底被拘留后失踪。",
          "en": "Professor at Xinjiang University, a renowned anthropologist who studied Islamic holy sites, folk songs, and folklore. She reportedly disappeared after being detained in late 2017."
        }
      }
    },
    {
      "id": "努尔穆罕默德·土赫提",
      "type": "Person",
      "name": {
        "zh-cn": [
          "努尔穆罕默德·土赫提"
        ],
        "en": [
          "Nurmuhammad Tohti"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "维吾尔族作家，据报道在被关押于再教育营期间死亡。",
          "en": "Uyghur writer who reportedly died while detained in a re-education camp."
        }
      }
    },
    {
      "id": "多里坤·艾沙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "多里坤·艾沙"
        ],
        "en": [
          "Dolkun Isa"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "世界维吾尔代表大会主席，其母亲阿依罕·买买提据报道在再教育营中去世。",
          "en": "President of the World Uyghur Congress, whose mother, Ayhan Memet, reportedly died in a re-education camp."
        }
      }
    },
    {
      "id": "阿依罕·买买提",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿依罕·买买提"
        ],
        "en": [
          "Ayhan Memet"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "世界维吾尔代表大会主席多里坤·艾沙的母亲，据报道在新疆再教育营中去世。",
          "en": "Mother of Dolkun Isa, President of the World Uyghur Congress. She reportedly died in a Xinjiang re-education camp."
        }
      }
    },
    {
      "id": "世界维吾尔代表大会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "世界维吾尔代表大会"
        ],
        "en": [
          "World Uyghur Congress"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个国际性的维吾尔族流亡组织，主张维吾尔族的权利。其主席多里坤·艾沙的母亲据报在再教育营去世。",
          "en": "An international exile organization of Uyghur people that advocates for the rights of Uyghurs. The mother of its president, Dolkun Isa, reportedly died in a re-education camp."
        }
      }
    },
    {
      "id": "新疆维吾尔自治区",
      "type": "Location",
      "name": {
        "zh-cn": [
          "新疆维吾尔自治区",
          "新疆"
        ],
        "en": [
          "Xinjiang Uygur Autonomous Region",
          "Xinjiang"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "中华人民共和国的一个自治区，是新疆再教育营的所在地。",
          "en": "An autonomous region of the People's Republic of China, where the Xinjiang re-education camps are located."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国共产党新疆维吾尔自治区委员会",
      "target": "新疆再教育营",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中国共产党新疆维吾尔自治区委员会是新疆再教育营的主要运营者。",
          "en": "The Xinjiang Uygur Autonomous Region Committee of the Communist Party of China is a primary operator of the Xinjiang re-education camps."
        }
      }
    },
    {
      "source": "新疆维吾尔自治区人民政府",
      "target": "新疆再教育营",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "新疆维吾尔自治区人民政府是新疆再教育营的主要运营者。",
          "en": "The People's Government of Xinjiang Uygur Autonomous Region is a primary operator of the Xinjiang re-education camps."
        }
      }
    },
    {
      "source": "习近平",
      "target": "新疆再教育营",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014",
        "description": {
          "zh-cn": "在担任中共中央总书记期间，习近平指示并发起“反恐人民战争”，不断强化治疆政策，在其路线下新疆再教育营得以建立并扩大规模。泄露的“新疆公安文件”显示，公安部长赵克志称习近平直接下令扩大拘留设施容量。",
          "en": "During his tenure as General Secretary of the CPC Central Committee, Xi Jinping instructed and launched the 'People's War on Terror,' continuously strengthening policies for governing Xinjiang, under which the re-education camps were established and expanded. Leaked 'Xinjiang Police Files' reveal that Minister of Public Security Zhao Kezhi stated Xi directly ordered the expansion of detention facility capacity."
        }
      }
    },
    {
      "source": "习近平",
      "target": "严厉打击暴力恐怖活动专项行动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014",
        "description": {
          "zh-cn": "在习近平的指示下，当局于2014年在新疆发起“反恐人民战争”（严厉打击暴力恐怖活动专项行动）。",
          "en": "Under Xi Jinping's direction, authorities launched the 'People's War on Terror' (Strike Hard Campaign Against Violent Terrorism) in Xinjiang in 2014."
        }
      }
    },
    {
      "source": "2014年昆明火车站暴力恐怖袭击事件",
      "target": "严厉打击暴力恐怖活动专项行动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014-03-01",
        "description": {
          "zh-cn": "2014年昆明火车站暴力恐怖袭击事件是促使中国当局在新疆发起“反恐人民战争”的系列暴力事件之一。",
          "en": "The 2014 Kunming railway station attack was one of a series of violent incidents that prompted Chinese authorities to launch the 'People's War on Terror' in Xinjiang."
        }
      }
    },
    {
      "source": "2014年乌鲁木齐火车南站暴力恐怖袭击案件",
      "target": "严厉打击暴力恐怖活动专项行动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014-04-30",
        "description": {
          "zh-cn": "2014年乌鲁木齐火车南站暴力恐怖袭击案件是促使中国当局在新疆发起“反恐人民战争”的系列暴力事件之一。",
          "en": "The 2014 Ürümqi railway station attack was one of a series of violent incidents that prompted Chinese authorities to launch the 'People's War on Terror' in Xinjiang."
        }
      }
    },
    {
      "source": "严厉打击暴力恐怖活动专项行动",
      "target": "新疆再教育营",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014",
        "description": {
          "zh-cn": "新疆再教育营是“严厉打击暴力恐怖活动专项行动”的一部分。",
          "en": "The Xinjiang re-education camps are part of the 'Strike Hard Campaign Against Violent Terrorism'."
        }
      }
    },
    {
      "source": "陈全国",
      "target": "新疆再教育营",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-08",
        "description": {
          "zh-cn": "2016年8月调任新疆自治区党委书记后，陈全国将“再教育营”正式纳入新疆政策，并推动了其规模化扩建。",
          "en": "After being appointed as Xinjiang's Party Secretary in August 2016, Chen Quanguo formally integrated the 're-education camps' into Xinjiang's policy and pushed for their large-scale expansion."
        }
      }
    },
    {
      "source": "陈全国",
      "target": "中国共产党新疆维吾尔自治区委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2016-08",
        "position": {
          "zh-cn": "书记",
          "en": "Secretary"
        }
      }
    },
    {
      "source": "伊斯兰国",
      "target": "新疆再教育营",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在新疆被恐怖组织伊斯兰国点名为圣战对象后，再教育营的建设规模迅速扩大，成为新疆当局以反恐名义加强控制的契机。",
          "en": "After Xinjiang was named as a target for jihad by the terrorist group ISIS, the scale of re-education camp construction rapidly expanded, serving as an opportunity for Xinjiang authorities to strengthen control in the name of counter-terrorism."
        }
      }
    },
    {
      "source": "王勇智",
      "target": "新疆再教育营",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "时任莎车县委书记王勇智因下令释放了7000多名“再教育营”人员而受到惩处。",
          "en": "Then Party Secretary of Shache County, Wang Yongzhi, was punished for ordering the release of over 7,000 're-education camp' detainees."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "王勇智",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "王勇智因释放再教育营人员等行为被认为“严重违背党中央治疆方略”，于2018年3月被开除党籍和公职。",
          "en": "Wang Yongzhi was deemed to have 'gravely contravened the Party Central Committee's strategy for governing Xinjiang' for actions including releasing re-education camp detainees, and was expelled from the Party and public office in March 2018."
        }
      }
    },
    {
      "source": "新疆再教育营",
      "target": "叶尔凡·叶孜木江",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018",
        "end_date": "2019-02",
        "description": {
          "zh-cn": "维吾尔族足球运动员叶尔凡·叶孜木江据报于2018年被送入再教育营，并于2019年2月获释。",
          "en": "Uyghur football player Erfan Hezim was reportedly sent to a re-education camp in 2018 and was released in February 2019."
        }
      }
    },
    {
      "source": "新疆再教育营",
      "target": "热依拉·达吾提",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2017",
        "description": {
          "zh-cn": "新疆大学教授热依拉·达吾提于2017年底被拘留，据信被关入再教育营，此后杳无音信。",
          "en": "Xinjiang University professor Rahile Dawut was detained in late 2017 and is believed to have been sent to a re-education camp, with no information about her since."
        }
      }
    },
    {
      "source": "新疆再教育营",
      "target": "努尔穆罕默德·土赫提",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "维吾尔族作家努尔穆罕默德·土赫提据报道在被关押于再教育营期间死亡。",
          "en": "Uyghur writer Nurmuhammad Tohti reportedly died while detained in a re-education camp."
        }
      }
    },
    {
      "source": "新疆再教育营",
      "target": "阿依罕·买买提",
      "type": "BLOCKED",
      "properties": {
        "end_date": "2018",
        "description": {
          "zh-cn": "世界维吾尔代表大会主席多里坤·艾沙的母亲阿依罕·买买提据报道在再教育营中去世。",
          "en": "Ayhan Memet, the mother of World Uyghur Congress President Dolkun Isa, reportedly died in a re-education camp."
        }
      }
    },
    {
      "source": "多里坤·艾沙",
      "target": "阿依罕·买买提",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "多里坤·艾沙",
      "target": "世界维吾尔代表大会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主席",
          "en": "President"
        }
      }
    },
    {
      "source": "萨热古丽·萨吾提巴依",
      "target": "新疆再教育营",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为前再教育营管教员，萨热古丽·萨吾提巴依逃往哈萨克斯坦后，在法庭作证揭露了营内情况，对新疆再教育营的正面叙事构成了挑战。",
          "en": "As a former instructor in a re-education camp, Sayragul Sauytbay fled to Kazakhstan and testified in court, exposing the conditions inside the camps and challenging the positive narrative about them."
        }
      }
    },
    {
      "source": "联合国新疆人权报告",
      "target": "中华人民共和国政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-08-31",
        "description": {
          "zh-cn": "联合国人权高专办发布的报告指出，中国政府在新疆的行为可能构成危害人类罪，并发生了“严重的侵犯人权行为”，对中国政府的政策提出严厉批评。",
          "en": "The report by the UN OHCHR stated that the Chinese government's actions in Xinjiang may constitute crimes against humanity and that 'serious human rights violations' have occurred, severely criticizing the government's policies."
        }
      }
    },
    {
      "source": "米歇尔·巴切莱特",
      "target": "联合国新疆人权报告",
      "type": "PUSHED",
      "properties": {
        "start_date": "2022-08-31",
        "description": {
          "zh-cn": "时任联合国人权事务高级专员的米歇尔·巴切莱特在其任期最后一天发布了《联合国新疆人权报告》。",
          "en": "Then-UN High Commissioner for Human Rights, Michelle Bachelet, released the 'UN Xinjiang Human Rights Report' on the last day of her term."
        }
      }
    },
    {
      "source": "安东尼奥·古特雷斯",
      "target": "中华人民共和国政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-09",
        "description": {
          "zh-cn": "在《联合国新疆人权报告》发布后，联合国秘书长安东尼奥·古特雷斯要求中国立即释放被关押的维吾尔族人，直接对中国政府的政策提出反对。",
          "en": "Following the release of the 'UN Xinjiang Human Rights Report', UN Secretary-General António Guterres called on China to immediately release detained Uyghurs, directly opposing the Chinese government's policy."
        }
      }
    },
    {
      "source": "纽约时报",
      "target": "中华人民共和国政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-11-16",
        "description": {
          "zh-cn": "《纽约时报》于2019年11月16日曝光了403页的中国政府内部文件，揭示了新疆大规模拘禁的组织方式和高层指令，对中国政府的官方说法构成挑战。",
          "en": "On November 16, 2019, The New York Times exposed 403 pages of internal Chinese government documents, revealing the organization and high-level directives behind the mass detentions in Xinjiang, challenging the Chinese government's official narrative."
        }
      }
    },
    {
      "source": "国际调查记者同盟",
      "target": "中国电文",
      "type": "PUSHED",
      "properties": {
        "start_date": "2019-11-23",
        "description": {
          "zh-cn": "国际调查记者同盟与合作媒体共同公布了《中国电文》。",
          "en": "The International Consortium of Investigative Journalists, along with its media partners, published the 'China Cables'."
        }
      }
    },
    {
      "source": "中国电文",
      "target": "中华人民共和国政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-11-23",
        "description": {
          "zh-cn": "《中国电文》的泄露详细揭示了新疆再教育营的运作手册和安保措施，反驳了中国政府关于这些是普通学校的说法。",
          "en": "The leak of the 'China Cables' detailed the operational manuals and security measures of the Xinjiang re-education camps, refuting the Chinese government's claim that they are ordinary schools."
        }
      }
    },
    {
      "source": "墨玉名单",
      "target": "中华人民共和国政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-02-17",
        "description": {
          "zh-cn": "《墨玉名单》的曝光揭示了将维吾尔人送入再教育营的具体原因，包括宗教行为和海外联系等，挑战了中国政府关于学员是受极端思想影响的说法。",
          "en": "The exposure of the 'Karakax List' revealed specific reasons for sending Uyghurs to re-education camps, including religious practices and overseas contacts, challenging the Chinese government's narrative that the trainees were influenced by extremist ideology."
        }
      }
    },
    {
      "source": "新疆公安文件",
      "target": "中华人民共和国政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-05-24",
        "description": {
          "zh-cn": "“新疆公安文件”的泄露提供了大量关于再教育营内部运作、安保协议以及包括习近平在内的高层领导人指令的直接证据，严重冲击了中国政府的官方叙事。",
          "en": "The leak of the 'Xinjiang Police Files' provided extensive direct evidence of the internal operations of the re-education camps, security protocols, and directives from high-level leaders including Xi Jinping, severely undermining the Chinese government's official narrative."
        }
      }
    },
    {
      "source": "阿德里安·曾兹",
      "target": "新疆公安文件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2022-05-24",
        "description": {
          "zh-cn": "德国学者阿德里安·曾兹接收、鉴定并向媒体披露了“新疆公安文件”。",
          "en": "German scholar Adrian Zenz received, authenticated, and disclosed the 'Xinjiang Police Files' to the media."
        }
      }
    },
    {
      "source": "赵克志",
      "target": "习近平",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "时任公安部长赵克志在一场内部讲话中，将扩大拘留设施容量的命令归于总书记习近平，体现了其在治疆政策上的下属和执行者角色。",
          "en": "Then-Minister of Public Security Zhao Kezhi, in an internal speech, attributed the order to expand detention facility capacity to General Secretary Xi Jinping, reflecting his role as a subordinate and implementer of the Xinjiang policy."
        }
      }
    },
    {
      "source": "安娜琳娜·贝伯克",
      "target": "王毅",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2022-05-24",
        "description": {
          "zh-cn": "德国外长贝伯克与中国外长王毅就“新疆公安文件”举行视讯通话。",
          "en": "German Foreign Minister Baerbock held a video call with Chinese Foreign Minister Wang Yi regarding the 'Xinjiang Police Files'."
        }
      }
    },
    {
      "source": "英国",
      "target": "中华人民共和国政府",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": [
          "2019-07",
          "2019-10",
          "2020-10"
        ],
        "description": {
          "zh-cn": "英国多次在联合国联合其他国家发表声明，谴责中国在新疆的政策和人权状况。",
          "en": "The United Kingdom has repeatedly joined other countries at the United Nations to issue statements condemning China's policies and human rights situation in Xinjiang."
        }
      }
    },
    {
      "source": "俄罗斯",
      "target": "中华人民共和国政府",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "2019-07",
        "description": {
          "zh-cn": "俄罗斯在联合国联合其他国家发表声明，支持中国在新疆的政策。",
          "en": "Russia has joined other countries at the United Nations to issue statements supporting China's policies in Xinjiang."
        }
      }
    }
  ]
}