{
  "nodes": [
    {
      "id": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
          "中英联合声明"
        ],
        "en": [
          "Joint Declaration of the Government of the United Kingdom of Great Britain and Northern Ireland and the Government of the People's Republic of China on the Question of Hong Kong",
          "Sino-British Joint Declaration"
        ]
      },
      "properties": {
        "period": "1984-12-19 - ",
        "description": {
          "zh-cn": "中华人民共和国与英国就香港前途问题发表的联合外交声明，确定了香港于1997年7月1日主权移交，并阐述了中国对香港的基本方针政策。",
          "en": "A joint diplomatic statement issued by the People's Republic of China and the United Kingdom on the future of Hong Kong, which determined the handover of Hong Kong's sovereignty on July 1, 1997, and elaborated on China's basic policies towards Hong Kong."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "lifetime": "1919-10-17 - 2005-01-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中华人民共和国国务院总理，代表中国政府签署《中英联合声明》。",
          "en": "Chinese politician, former Premier of the State Council of the People's Republic of China, who signed the Sino-British Joint Declaration on behalf of the Chinese government."
        }
      }
    },
    {
      "id": "玛嘉烈·戴卓尔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "玛嘉烈·戴卓尔",
          "戴卓尔夫人",
          "撒切尔夫人"
        ],
        "en": [
          "Margaret Thatcher"
        ]
      },
      "properties": {
        "lifetime": "1925-10-13 - 2013-04-08",
        "gender": "Female",
        "description": {
          "zh-cn": "英国政治人物，曾任英国首相，代表英国政府签署《中英联合声明》。",
          "en": "British politician, former Prime Minister of the United Kingdom, who signed the Sino-British Joint Declaration on behalf of the British government."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、军事家、外交家，中国共产党第二代中央领导集体的核心人物。在中英谈判中起主导作用，并提出“一国两制”构想。",
          "en": "Chinese politician, military leader, and diplomat, the paramount leader of the People's Republic of China from 1978 until his retirement in 1989. He played a leading role in the Sino-British negotiations and proposed the \"One Country, Two Systems\" concept."
        }
      }
    },
    {
      "id": "中华人民共和国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国政府"
        ],
        "en": [
          "Government of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的中央政府。",
          "en": "The central government of the People's Republic of China."
        }
      }
    },
    {
      "id": "英国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "英国政府",
          "大不列颠及北爱尔兰联合王国政府"
        ],
        "en": [
          "Government of the United Kingdom",
          "Government of the United Kingdom of Great Britain and Northern Ireland"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大不列颠及北爱尔兰联合王国的中央政府。",
          "en": "The central government of the United Kingdom of Great Britain and Northern Ireland."
        }
      }
    },
    {
      "id": "香港",
      "type": "Location",
      "name": {
        "zh-cn": [
          "香港"
        ],
        "en": [
          "Hong Kong"
        ]
      },
      "properties": {}
    },
    {
      "id": "香港前途问题",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "香港前途问题"
        ],
        "en": [
          "Question of Hong Kong"
        ]
      },
      "properties": {
        "period": "1979 - 1984",
        "description": {
          "zh-cn": "指1980年代初期，因英国对香港的管治将于1997年届满而引起的政治议题，最终通过《中英联合声明》解决。",
          "en": "Refers to the political issue in the early 1980s arising from the impending expiration of British rule over Hong Kong in 1997, which was ultimately resolved by the Sino-British Joint Declaration."
        }
      }
    },
    {
      "id": "香港回归",
      "type": "Event",
      "name": {
        "zh-cn": [
          "香港回归",
          "对香港恢复行使主权",
          "香港政权交接"
        ],
        "en": [
          "Handover of Hong Kong"
        ]
      },
      "properties": {
        "period": "1997-07-01 - 1997-07-01",
        "description": {
          "zh-cn": "指1997年7月1日，中华人民共和国从英国政府接收香港主权的事件。",
          "en": "Refers to the event on July 1, 1997, when the People's Republic of China resumed the exercise of sovereignty over Hong Kong from the United Kingdom."
        }
      }
    },
    {
      "id": "一国两制",
      "type": "Document",
      "name": {
        "zh-cn": [
          "一国两制"
        ],
        "en": [
          "One country, two systems"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由邓小平提出的，旨在解决中国统一问题的政治构想。其核心内容是在中华人民共和国境内，大陆实行社会主义制度，香港、澳门和台湾实行资本主义制度。",
          "en": "A political concept proposed by Deng Xiaoping to resolve the issue of Chinese reunification. Its core content is that within the People's Republic of China, the mainland practices socialism, while Hong Kong, Macau, and Taiwan practice capitalism."
        }
      }
    },
    {
      "id": "香港特别行政区基本法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "香港特别行政区基本法"
        ],
        "en": [
          "Hong Kong Basic Law"
        ]
      },
      "properties": {
        "period": "1990-04-04 - ",
        "description": {
          "zh-cn": "香港特别行政区的宪制性文件，规定了香港的政治、经济和社会制度。",
          "en": "The constitutional document of the Hong Kong Special Administrative Region, which prescribes the political, economic, and social systems of Hong Kong."
        }
      }
    },
    {
      "id": "麦理浩",
      "type": "Person",
      "name": {
        "zh-cn": [
          "麦理浩"
        ],
        "en": [
          "Murray MacLehose"
        ]
      },
      "properties": {
        "lifetime": "1917-10-16 - 2000-05-27",
        "gender": "Male",
        "description": {
          "zh-cn": "英国外交官，曾任香港总督。于1979年向邓小平提出香港前途问题，开启了中英谈判的序幕。",
          "en": "British diplomat and former Governor of Hong Kong. He raised the question of Hong Kong's future with Deng Xiaoping in 1979, initiating the Sino-British negotiations."
        }
      }
    },
    {
      "id": "钟士元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钟士元"
        ],
        "en": [
          "Chung Sze-yuen"
        ]
      },
      "properties": {
        "lifetime": "1917-11-03 - 2018-11-14",
        "gender": "Male",
        "description": {
          "zh-cn": "香港政治人物，曾任香港行政局首席非官守议员。在中英谈判期间曾赴北京会见邓小平。",
          "en": "Hong Kong politician, former Senior Unofficial Member of the Executive Council of Hong Kong. He met with Deng Xiaoping in Beijing during the Sino-British negotiations."
        }
      }
    },
    {
      "id": "邓莲如",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓莲如"
        ],
        "en": [
          "Lydia Dunn"
        ]
      },
      "properties": {
        "lifetime": "1940-02-29 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "香港政治及商界人物，曾任香港行政局议员。在中英谈判期间曾赴北京会见邓小平。",
          "en": "Hong Kong politician and businesswoman, former member of the Executive Council of Hong Kong. She met with Deng Xiaoping in Beijing during the Sino-British negotiations."
        }
      }
    },
    {
      "id": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国香港特别行政区维护国家安全法",
          "香港国安法",
          "港区国安法"
        ],
        "en": [
          "Law of the People's Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region"
        ]
      },
      "properties": {
        "period": "2020-06-30 - ",
        "description": {
          "zh-cn": "由全国人民代表大会常务委员会制定的，旨在维护香港国家安全的法律。",
          "en": "A law enacted by the Standing Committee of the National People's Congress aimed at safeguarding national security in Hong Kong."
        }
      }
    },
    {
      "id": "唐纳·川普",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐纳·川普"
        ],
        "en": [
          "Donald Trump"
        ]
      },
      "properties": {
        "lifetime": "1946-06-14 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "美国第45任总统。在其任内因认为中国违反《中英联合声明》而下令取消香港的特殊贸易地位。",
          "en": "The 45th President of the United States. During his presidency, he ordered the revocation of Hong Kong's special trade status, citing China's violation of the Sino-British Joint Declaration."
        }
      }
    },
    {
      "id": "孙运璇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙运璇"
        ],
        "en": [
          "Sun Yun-suan"
        ]
      },
      "properties": {
        "lifetime": "1913-11-11 - 2006-02-15",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任行政院院长。在中英谈判期间声称中华民国政府不承认相关协议。",
          "en": "Politician of the Republic of China, former Premier of the Executive Yuan. During the Sino-British negotiations, he stated that the ROC government would not recognize the related agreements."
        }
      }
    },
    {
      "id": "中华民国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国政府"
        ],
        "en": [
          "Government of the Republic of China"
        ]
      },
      "properties": {}
    },
    {
      "id": "李登辉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李登辉"
        ],
        "en": [
          "Lee Teng-hui"
        ]
      },
      "properties": {
        "lifetime": "1923-01-15 - 2020-07-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任中华民国总统。在香港移交前夕发表声明，主张中华民国对香港拥有主权。",
          "en": "Politician of the Republic of China, former President of the Republic of China. On the eve of the Hong Kong handover, he issued a statement claiming ROC sovereignty over Hong Kong."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国第五代最高领导人。其提出的“爱国者治港”要求推动了2021年香港政治制度改革。",
          "en": "The fifth-generation paramount leader of the Communist Party of China and the People's Republic of China. His call for \"patriots governing Hong Kong\" propelled the 2021 Hong Kong electoral reform."
        }
      }
    },
    {
      "id": "2021年香港政治制度改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "2021年香港政治制度改革"
        ],
        "en": [
          "2021 Hong Kong electoral changes"
        ]
      },
      "properties": {
        "period": "2021-03 - ",
        "description": {
          "zh-cn": "指2021年由中华人民共和国全国人民代表大会主导的对香港特别行政区选举制度的重大修改。",
          "en": "Refers to the major overhaul of the Hong Kong Special Administrative Region's electoral system led by the National People's Congress of the People's Republic of China in 2021."
        }
      }
    },
    {
      "id": "彭定康",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭定康"
        ],
        "en": [
          "Chris Patten"
        ]
      },
      "properties": {
        "lifetime": "1944-05-12 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "英国政治人物，末任香港总督。在主权移交前曾推出政改方案。",
          "en": "British politician and the last Governor of Hong Kong. He introduced a package of political reforms before the handover of sovereignty."
        }
      }
    },
    {
      "id": "殖民地时期香港政治制度改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "殖民地时期香港政治制度改革"
        ],
        "en": [
          "Political reform in colonial Hong Kong"
        ]
      },
      "properties": {}
    },
    {
      "id": "李克强",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李克强"
        ],
        "en": [
          "Li Keqiang"
        ]
      },
      "properties": {
        "lifetime": "1955-07-01 - 2023-10-27",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中华人民共和国国务院总理。2014年访英时曾要求英方签署一份中英联合声明成果文件。",
          "en": "Chinese politician, former Premier of the State Council of the People's Republic of China. During his visit to the UK in 2014, he requested the British side to sign a follow-up document on the achievements of the Sino-British Joint Declaration."
        }
      }
    },
    {
      "id": "北京",
      "type": "Location",
      "name": {
        "zh-cn": [
          "北京"
        ],
        "en": [
          "Beijing"
        ]
      },
      "properties": {}
    }
  ],
  "relationships": [
    {
      "source": "赵紫阳",
      "target": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "type": "PUSHED",
      "properties": {
        "start_date": "1984-12-19",
        "description": {
          "zh-cn": "作为中华人民共和国国务院总理，代表中方在北京人民大会堂签署了《中英联合声明》。",
          "en": "As the Premier of the State Council of the People's Republic of China, he signed the Sino-British Joint Declaration in the Great Hall of the People in Beijing on behalf of the Chinese side."
        }
      }
    },
    {
      "source": "玛嘉烈·戴卓尔",
      "target": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "type": "PUSHED",
      "properties": {
        "start_date": "1984-12-19",
        "description": {
          "zh-cn": "作为英国首相，代表英方在北京人民大会堂签署了《中英联合声明》。",
          "en": "As the Prime Minister of the United Kingdom, she signed the Sino-British Joint Declaration in the Great Hall of the People in Beijing on behalf of the British side."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "玛嘉烈·戴卓尔",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1982-09-24",
        "description": {
          "zh-cn": "会见撒切尔夫人，就香港问题进行商谈，申明中方将在1997年收回整个香港地区的主权。",
          "en": "Met with Margaret Thatcher to discuss the Hong Kong issue, stating China's decision to recover sovereignty over the entire Hong Kong region in 1997."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "香港回归",
      "type": "PUSHED",
      "properties": {
        "start_date": "1984-12-19",
        "end_date": "1997-07-01",
        "description": {
          "zh-cn": "通过与英国政府谈判并签署《中英联合声明》，声明决定于1997年7月1日对香港恢复行使主权。",
          "en": "Through negotiations and the signing of the Sino-British Joint Declaration with the British government, it declared its decision to resume the exercise of sovereignty over Hong Kong on July 1, 1997."
        }
      }
    },
    {
      "source": "英国政府",
      "target": "香港回归",
      "type": "PUSHED",
      "properties": {
        "start_date": "1984-12-19",
        "end_date": "1997-07-01",
        "description": {
          "zh-cn": "通过与中国政府谈判并签署《中英联合声明》，声明将于1997年7月1日将香港交还给中华人民共和国。",
          "en": "Through negotiations and the signing of the Sino-British Joint Declaration with the Chinese government, it declared that it would hand over Hong Kong to the People's Republic of China on July 1, 1997."
        }
      }
    },
    {
      "source": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "target": "香港回归",
      "type": "PUSHED",
      "properties": {
        "start_date": "1985-05-27",
        "description": {
          "zh-cn": "该声明的签订和生效，确定了香港主权于1997年7月1日移交中华人民共和国。",
          "en": "The signing and entry into force of this declaration confirmed the handover of Hong Kong's sovereignty to the People's Republic of China on July 1, 1997."
        }
      }
    },
    {
      "source": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "target": "香港特别行政区基本法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "《中英联合声明》中列出的中国对香港的基本方针政策，后来都由《香港特别行政区基本法》加以规定。",
          "en": "The basic policies of China regarding Hong Kong listed in the Sino-British Joint Declaration were later stipulated by the Basic Law of the Hong Kong Special Administrative Region."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "一国两制",
      "type": "PUSHED",
      "properties": {
        "start_date": "1970s",
        "description": {
          "zh-cn": "于1970年代末首先提出“一国两制”构思，作为解决香港及台湾问题的指导方针。",
          "en": "First proposed the \"One Country, Two Systems\" concept in the late 1970s as a guiding principle for resolving the Hong Kong and Taiwan issues."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "香港",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1984-06-23",
        "description": {
          "zh-cn": "在与钟士元等人会面时，用“三脚櫈”的比喻排除了香港代表作为独立一方参与中英谈判的可能性，认为谈判仅是中英两国间的事。",
          "en": "During a meeting with Chung Sze-yuen and others, he used the \"three-legged stool\" metaphor to exclude Hong Kong representatives from participating as an independent party in the Sino-British negotiations, asserting that the talks were solely between China and Britain."
        }
      }
    },
    {
      "source": "玛嘉烈·戴卓尔",
      "target": "香港回归",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1982-09",
        "end_date": "1983-10",
        "description": {
          "zh-cn": "在谈判初期，坚持割让香港的三个不平等条约仍然有效，并提出“以主权换治权”的方案，试图让英国在1997年后继续管治香港，阻碍了主权移交的共识达成。",
          "en": "In the initial stages of negotiations, she insisted on the validity of the three unequal treaties concerning the cession of Hong Kong and proposed a \"sovereignty for administration\" solution, attempting to allow Britain to continue governing Hong Kong after 1997, which hindered the consensus on the handover of sovereignty."
        }
      }
    },
    {
      "source": "麦理浩",
      "target": "邓小平",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1979-03",
        "description": {
          "zh-cn": "作为香港总督访问北京，向邓小平首次正式提出香港前途问题，开启了中英谈判的序幕。",
          "en": "As the Governor of Hong Kong, he visited Beijing and formally raised the issue of Hong Kong's future with Deng Xiaoping, initiating the Sino-British negotiations."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-07-01",
        "description": {
          "zh-cn": "英国外相蓝韬文发表声明，认为《香港国安法》的制定和实施明显并严重违反了《中英联合声明》中保障香港权利和自由的承诺。",
          "en": "British Foreign Secretary Dominic Raab issued a statement, asserting that the enactment and implementation of the Hong Kong National Security Law constituted a clear and serious breach of the commitments to protect rights and freedoms in Hong Kong as stipulated in the Sino-British Joint Declaration."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2017-06-30",
        "description": {
          "zh-cn": "中华人民共和国外交部发言人陆慷称《中英联合声明》是“一个历史文件，不具有任何现实意义”，此番言论引发了关于该声明现今法律效力的广泛争议。",
          "en": "Chinese Foreign Ministry spokesperson Lu Kang described the Sino-British Joint Declaration as \"a historical document that no longer has any practical significance,\" a statement that sparked widespread controversy over the declaration's current legal validity."
        }
      }
    },
    {
      "source": "唐纳·川普",
      "target": "香港",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-05-29",
        "description": {
          "zh-cn": "因认为中国政府将香港的“一国两制”变为“一国一制”，违反了《中英联合声明》，下令取消香港的特殊贸易地位。",
          "en": "Believing that the Chinese government had turned Hong Kong's \"One Country, Two Systems\" into \"One Country, One System\" in violation of the Sino-British Joint Declaration, he ordered the revocation of Hong Kong's special trade status."
        }
      }
    },
    {
      "source": "孙运璇",
      "target": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1983-10-07",
        "description": {
          "zh-cn": "作为中华民国行政院院长，声称中华民国政府一概不承认英国与中共当局有关香港的任何谈判及协议。",
          "en": "As the Premier of the Executive Yuan of the Republic of China, he stated that the ROC government would not recognize any negotiations or agreements between the United Kingdom and the CCP authorities regarding Hong Kong."
        }
      }
    },
    {
      "source": "习近平",
      "target": "2021年香港政治制度改革",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021",
        "description": {
          "zh-cn": "提出“爱国者治港”要求，推动了2021年对香港选举制度的根本性修改。",
          "en": "Proposed the requirement of \"patriots governing Hong Kong,\" which drove the fundamental changes to Hong Kong's electoral system in 2021."
        }
      }
    },
    {
      "source": "2021年香港政治制度改革",
      "target": "中华人民共和国政府和大不列颠及北爱尔兰联合王国政府关于香港问题的联合声明",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-03",
        "description": {
          "zh-cn": "美国、英国、加拿大、澳洲、新西兰、欧盟等多个国家和组织谴责2021年香港政治制度改革，认为其颠覆了香港选举制度并摧毁“一国两制”，完全违反《中英联合声明》。",
          "en": "Multiple countries and organizations, including the US, UK, Canada, Australia, New Zealand, and the EU, condemned the 2021 Hong Kong electoral changes, viewing them as subverting Hong Kong's electoral system, destroying \"One Country, Two Systems,\" and being in complete violation of the Sino-British Joint Declaration."
        }
      }
    },
    {
      "source": "彭定康",
      "target": "殖民地时期香港政治制度改革",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为末任香港总督，在主权移交前推出了一个政改方案，旨在扩大立法会的民主成分。",
          "en": "As the last Governor of Hong Kong, he introduced a political reform package before the handover of sovereignty aimed at increasing the democratic composition of the Legislative Council."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "钟士元",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1984-06-23",
        "description": {
          "zh-cn": "接见了时任香港行政局议员钟士元等人，并就香港前途问题发表了谈话。",
          "en": "Met with Chung Sze-yuen, then a member of the Hong Kong Executive Council, and others, and delivered a speech on the future of Hong Kong."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "邓莲如",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1984-06-23",
        "description": {
          "zh-cn": "接见了时任香港行政局议员邓莲如等人，并就香港前途问题发表了谈话。",
          "en": "Met with Lydia Dunn, then a member of the Hong Kong Executive Council, and others, and delivered a speech on the future of Hong Kong."
        }
      }
    },
    {
      "source": "李克强",
      "target": "英国政府",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2014-06-16",
        "description": {
          "zh-cn": "以中华人民共和国国务院总理身份访问英国，并要求英方再签署一份关于《中英联合声明》成果的文件。",
          "en": "Visited the United Kingdom as Premier of the State Council of the People's Republic of China and requested the British side to sign a follow-up document on the achievements of the Sino-British Joint Declaration."
        }
      }
    }
  ]
}