{
  "nodes": [
    {
      "id": "西学东渐",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "西学东渐"
        ],
        "en": [
          "West-to-East knowledge transfer"
        ]
      },
      "properties": {
        "period": [
          "1600 - 1724",
          "1840 - 1919"
        ],
        "description": {
          "zh-cn": "指近代西方学术思想向中国传播的历史过程，通常分为明末清初和清末民初两个主要阶段。",
          "en": "The historical process of the introduction of Western academic thought into China, generally divided into two main phases: the late Ming and early Qing dynasties, and the late Qing dynasty and early Republican era."
        }
      }
    },
    {
      "id": "利玛窦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "利玛窦"
        ],
        "en": [
          "Matteo Ricci"
        ]
      },
      "properties": {
        "lifetime": "1552-10-06 - 1610-05-11",
        "gender": "Male",
        "description": {
          "zh-cn": "意大利耶稣会传教士、学者，天主教在中国传教的开拓者之一，也是第一位阅读中国文学并对汉字有深入了解的西方人。",
          "en": "An Italian Jesuit priest and one of the founding figures of the Jesuit China missions. He is considered a Servant of God by the Catholic Church."
        }
      }
    },
    {
      "id": "徐光启",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐光启"
        ],
        "en": [
          "Xu Guangqi"
        ]
      },
      "properties": {
        "lifetime": "1562-04-24 - 1633-11-08",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "上海"
        },
        "description": {
          "zh-cn": "明末官员、学者，天主教徒。他与利玛窦等人合作翻译了《几何原本》等西方科学著作，是中西文化交流的先驱之一。",
          "en": "A Chinese scholar-official, agronomist, astronomer, mathematician, and writer during the Ming dynasty. He was a colleague and collaborator of the Italian Jesuits Matteo Ricci and Sabatino de Ursis and assisted their translation of several classic Western texts into Chinese, including part of Euclid's Elements."
        }
      }
    },
    {
      "id": "耶稣会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "耶稣会"
        ],
        "en": [
          "Society of Jesus"
        ]
      },
      "properties": {
        "period": "1540-09-27 - ",
        "description": {
          "zh-cn": "天主教的主要修会之一，在明末清初的西学东渐中扮演了关键角色，派遣了利玛窦等传教士来华。",
          "en": "A religious order of the Catholic Church. Its members, called Jesuits, played a key role in the first phase of West-to-East knowledge transfer by sending missionaries like Matteo Ricci to China."
        }
      }
    },
    {
      "id": "几何原本",
      "type": "Document",
      "name": {
        "zh-cn": [
          "几何原本"
        ],
        "en": [
          "Elements"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "古希腊数学家欧几里得所著的数学巨著。其前六卷由利玛窦和徐光启于1607年合译，是西方数学系统传入中国的重要标志。",
          "en": "A mathematical treatise by the ancient Greek mathematician Euclid. Its first six books were translated into Chinese by Matteo Ricci and Xu Guangqi in 1607, marking a significant introduction of systematic Western mathematics to China."
        }
      }
    },
    {
      "id": "罗马教廷",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "罗马教廷"
        ],
        "en": [
          "Holy See"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "天主教会的中央政府。其对来华传教政策的改变（中国礼仪之争）导致了清朝的禁教，中断了第一阶段的西学东渐。",
          "en": "The central government of the Catholic Church. Its change in policy regarding Chinese rites led to the Qing dynasty's prohibition of Christianity, interrupting the first phase of the West-to-East knowledge transfer."
        }
      }
    },
    {
      "id": "雍正帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "雍正帝",
          "雍正"
        ],
        "en": [
          "Yongzheng Emperor"
        ]
      },
      "properties": {
        "lifetime": "1678-12-13 - 1735-10-08",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第五位皇帝。因中国礼仪之争引发的矛盾，他在位期间实行禁教政策，中断了明末清初的西学东渐进程。",
          "en": "The fifth emperor of the Qing dynasty. During his reign, he implemented a policy of prohibiting Christianity due to the Chinese Rites controversy, which interrupted the process of West-to-East knowledge transfer in the late Ming and early Qing."
        }
      }
    },
    {
      "id": "鸦片战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "鸦片战争"
        ],
        "en": [
          "Opium Wars"
        ]
      },
      "properties": {
        "period": "1839 - 1860",
        "description": {
          "zh-cn": "19世纪中叶英国及法国对中国发动的战争。战败刺激了清政府推行洋务运动，开启了第二阶段的西学东渐。",
          "en": "A series of military conflicts fought between China and Western powers in the mid-19th century. The defeat stimulated the Qing government to launch the Self-Strengthening Movement, initiating the second phase of the West-to-East knowledge transfer."
        }
      }
    },
    {
      "id": "甲午战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "甲午战争"
        ],
        "en": [
          "First Sino-Japanese War"
        ]
      },
      "properties": {
        "period": "1894-08-01 - 1895-04-17",
        "description": {
          "zh-cn": "清朝与日本之间的一场战争。中国的惨败极大地刺激了中国的知识分子，促使他们更积极、全面地向西方学习。",
          "en": "A conflict between the Qing dynasty of China and the Empire of Japan. China's defeat was a major catalyst for Chinese intellectuals to more actively and comprehensively learn from the West."
        }
      }
    },
    {
      "id": "魏源 (清朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏源 (清朝)",
          "魏源"
        ],
        "en": [
          "Wei Yuan"
        ]
      },
      "properties": {
        "lifetime": "1794-04-23 - 1857-03-26",
        "gender": "Male",
        "description": {
          "zh-cn": "清代思想家、史学家。他编撰的《海国图志》详细介绍了西方各国的历史地理和科技，主张“师夷长技以制夷”，对晚清思想界影响深远。",
          "en": "A Chinese scholar, historian, and thinker of the Qing dynasty. His work 'Illustrated Treatise on the Maritime Kingdoms' introduced the history, geography, and technology of Western nations and advocated for 'learning the superior technology of the barbarians to control them,' profoundly influencing late Qing thought."
        }
      }
    },
    {
      "id": "海国图志",
      "type": "Document",
      "name": {
        "zh-cn": [
          "海国图志"
        ],
        "en": [
          "Illustrated Treatise on the Maritime Kingdoms"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由魏源编撰的一部介绍世界地理、历史和西方科技的著作，是近代中国最早“开眼看世界”的代表作之一。",
          "en": "A work compiled by Wei Yuan that introduces world geography, history, and Western technology, one of the representative works of modern China 'opening its eyes to the world'."
        }
      }
    },
    {
      "id": "严复",
      "type": "Person",
      "name": {
        "zh-cn": [
          "严复"
        ],
        "en": [
          "Yan Fu"
        ]
      },
      "properties": {
        "lifetime": "1854-01-08 - 1921-10-27",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代启蒙思想家、翻译家。他翻译了《天演论》等西方学术名著，系统地将进化论、自由主义等西方思想引入中国。",
          "en": "A Chinese scholar and translator of the late Qing period, most famous for introducing Western ideas, including Darwin's 'survival of the fittest', to China in the late 19th century."
        }
      }
    },
    {
      "id": "天演论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "天演论"
        ],
        "en": [
          "Evolution and Ethics"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "严复翻译英国生物学家赫胥黎的《进化论与伦理学》而成的著作。其“物竞天择，适者生存”的思想在晚清思想界产生了巨大冲击。",
          "en": "Yan Fu's translation of Thomas Huxley's 'Evolution and Ethics'. Its ideas of 'natural selection and survival of the fittest' had a tremendous impact on the intellectual world of the late Qing."
        }
      }
    },
    {
      "id": "麦都思",
      "type": "Person",
      "name": {
        "zh-cn": [
          "麦都思"
        ],
        "en": [
          "Walter Henry Medhurst"
        ]
      },
      "properties": {
        "lifetime": "1796-04-29 - 1857-01-24",
        "gender": "Male",
        "description": {
          "zh-cn": "英国传教士，于1843年在上海创办墨海书馆，该馆是晚清译介西学最重要的出版机构之一。",
          "en": "An English Congregationalist missionary to China. In 1843, he founded the Mohai Shu Guan (London Missionary Society Press) in Shanghai, one of the most important publishers for translating Western knowledge in the late Qing."
        }
      }
    },
    {
      "id": "墨海书馆",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "墨海书馆"
        ],
        "en": [
          "Mohai Shu Guan"
        ]
      },
      "properties": {
        "period": "1843 - 1860",
        "location": {
          "zh-cn": "上海"
        },
        "description": {
          "zh-cn": "由英国传教士麦都思在上海创办的出版社，出版了大量关于西方政治、科学、宗教的书籍，是晚清传播西学的重要机构。",
          "en": "A press founded in Shanghai by the English missionary Walter Henry Medhurst, it published numerous books on Western politics, science, and religion, and was a key institution for disseminating Western knowledge in the late Qing."
        }
      }
    },
    {
      "id": "广学会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广学会"
        ],
        "en": [
          "Society for the Diffusion of Christian and General Knowledge Among the Chinese"
        ]
      },
      "properties": {
        "period": "1887 - 1950",
        "description": {
          "zh-cn": "由西方传教士和外商组成的出版机构，翻译出版了大量西方书籍，其书刊是康有为、梁启超等维新派人士了解西学的重要来源。",
          "en": "A publishing house formed by Western missionaries and foreign businessmen. It translated and published a large number of Western books, which became an important source of Western knowledge for reformers like Kang Youwei and Liang Qichao."
        }
      }
    },
    {
      "id": "康有为",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康有为"
        ],
        "en": [
          "Kang Youwei"
        ]
      },
      "properties": {
        "lifetime": "1858-03-20 - 1927-03-31",
        "gender": "Male",
        "description": {
          "zh-cn": "中国晚清时期重要的政治家、思想家、教育家，资产阶级改良主义的代表人物，戊戌变法的主要发起者之一。",
          "en": "A prominent Chinese political figure, thinker, and educator in the late Qing dynasty, a representative of bourgeois reformism, and one of the main initiators of the Hundred Days' Reform."
        }
      }
    },
    {
      "id": "梁启超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁启超"
        ],
        "en": [
          "Liang Qichao"
        ]
      },
      "properties": {
        "lifetime": "1873-02-23 - 1929-01-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代思想家、政治家、教育家、史学家、文学家，戊戌变法领袖之一。他在《时务报》和《新民丛报》上发表大量文章，对西学东渐贡献巨大。",
          "en": "A Chinese scholar, journalist, philosopher, and reformist who lived during the late Qing dynasty and early Republic of China. He was a leader of the Hundred Days' Reform and made significant contributions to the dissemination of Western knowledge through his writings."
        }
      }
    },
    {
      "id": "容闳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "容闳"
        ],
        "en": [
          "Yung Wing"
        ]
      },
      "properties": {
        "lifetime": "1828-11-17 - 1912-04-21",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代史上首位留学美国的学生。他积极推动并最终促成了清政府派遣幼童赴美留学计划。",
          "en": "The first Chinese student to graduate from a US university (Yale College). He actively promoted and was instrumental in the establishment of the Chinese Educational Mission."
        }
      }
    },
    {
      "id": "中国留美幼童",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国留美幼童"
        ],
        "en": [
          "Chinese Educational Mission"
        ]
      },
      "properties": {
        "period": "1872 - 1881",
        "description": {
          "zh-cn": "清政府在1872年至1875年间先后派遣的四批共一百二十名赴美国留学的幼童。这是中国最早的官派留学活动。",
          "en": "A group of 120 Chinese boys sent by the Qing government to study in the United States between 1872 and 1881. It was China's first government-sponsored study abroad program."
        }
      }
    },
    {
      "id": "日本",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本"
        ],
        "en": [
          "Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东亚国家。在甲午战争后至一战前，日本成为中国学习西方学术文化最重要的中介，大量西学著作经由日文转译进入中国。",
          "en": "An East Asian country. From the end of the First Sino-Japanese War until before World War I, Japan became the most important intermediary for China to learn about Western academic culture, with a large number of Western works being translated into Chinese via Japanese."
        }
      }
    },
    {
      "id": "张之洞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张之洞"
        ],
        "en": [
          "Zhang Zhidong"
        ]
      },
      "properties": {
        "lifetime": "1837-09-02 - 1909-10-04",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，洋务派代表人物。他提出的“中学为体，西学为用”是洋务运动的指导思想，为当时知识分子学习西学提供了理论框架。",
          "en": "A high-ranking official of the late Qing dynasty and a representative of the Self-Strengthening Movement. His 'Chinese learning as substance, Western learning for application' principle was the guiding ideology of the movement, providing a theoretical framework for intellectuals to study Western knowledge."
        }
      }
    },
    {
      "id": "中学为体，西学为用",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中学为体，西学为用"
        ],
        "en": [
          "Chinese learning as substance, Western learning for application"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由张之洞提出的处理中西学关系的指导原则，主张在维护中国传统纲常伦理的前提下，学习西方的先进科技。这一思想成为晚清洋务运动的理论基础。",
          "en": "A guiding principle proposed by Zhang Zhidong for handling the relationship between Chinese and Western learning. It advocated for learning advanced Western technology while upholding traditional Chinese ethical principles, becoming the theoretical basis for the Self-Strengthening Movement."
        }
      }
    },
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04 - ",
        "description": {
          "zh-cn": "1919年发生于中国的反帝、反封建的爱国运动。在文化上，它推动了新文化运动，对西学的接受从器物和制度层面深入到思想文化层面，甚至出现了“全盘西化”的主张。",
          "en": "An anti-imperialist, anti-feudal, patriotic movement in China in 1919. Culturally, it advanced the New Culture Movement, deepening the reception of Western learning from the material and institutional levels to the ideological and cultural levels, even leading to calls for 'total Westernization'."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "耶稣会",
      "target": "西学东渐",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在明末清初的一波西学东渐中，以天主教耶稣会为主的传教士扮演著相当重要的角色，他们系统地将西方科技学术思想引入中国。",
          "en": "In the first wave of West-to-East knowledge transfer during the late Ming and early Qing, Jesuit missionaries played a very important role by systematically introducing Western science, technology, and academic thought to China."
        }
      }
    },
    {
      "source": "利玛窦",
      "target": "徐光启",
      "type": "MET_WITH",
      "properties": {
        "description": {
          "zh-cn": "利玛窦与徐光启合作翻译了《几何原本》等西方科学著作，是中西文化交流史上的重要合作。",
          "en": "Matteo Ricci collaborated with Xu Guangqi to translate Western scientific works such as 'Elements' of Euclid, marking an important collaboration in the history of Sino-Western cultural exchange."
        }
      }
    },
    {
      "source": "利玛窦",
      "target": "几何原本",
      "type": "PUSHED",
      "properties": {
        "start_date": "1607",
        "description": {
          "zh-cn": "与徐光启合译了欧几里得《几何原本》前六卷。",
          "en": "Co-translated the first six books of Euclid's 'Elements' with Xu Guangqi."
        }
      }
    },
    {
      "source": "徐光启",
      "target": "几何原本",
      "type": "PUSHED",
      "properties": {
        "start_date": "1607",
        "description": {
          "zh-cn": "与利玛窦合译了欧几里得《几何原本》前六卷。",
          "en": "Co-translated the first six books of Euclid's 'Elements' with Matteo Ricci."
        }
      }
    },
    {
      "source": "罗马教廷",
      "target": "西学东渐",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "罗马教廷对来华传教政策的改变（废除利玛窦规矩，禁止祭祖），引起雍正朝廷反感，导致禁教，中断了第一阶段的西学东渐。",
          "en": "The Holy See's change in missionary policy towards China (abolishing the 'Ricci rules' and banning ancestor worship) caused resentment from the Yongzheng court, leading to the prohibition of Christianity and the interruption of the first phase of West-to-East knowledge transfer."
        }
      }
    },
    {
      "source": "雍正帝",
      "target": "西学东渐",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因罗马教廷改变政策，雍正帝实行禁教，中断了明末清初的西学东渐进程。",
          "en": "Due to the change in policy by the Holy See, Emperor Yongzheng implemented a ban on Christianity, interrupting the process of West-to-East knowledge transfer of the late Ming and early Qing period."
        }
      }
    },
    {
      "source": "鸦片战争",
      "target": "西学东渐",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "鸦片战争的失败刺激了清朝部分有识之士，促使他们开始关注和学习西方的科学技术，开启了第二阶段的西学东渐。",
          "en": "The defeat in the Opium Wars stimulated some enlightened individuals in the Qing dynasty, prompting them to pay attention to and learn from Western science and technology, thus initiating the second phase of West-to-East knowledge transfer."
        }
      }
    },
    {
      "source": "甲午战争",
      "target": "西学东渐",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "甲午战争的失败使许多中国知识分子认识到仅学习西方技术不足以救国，必须更积极全面地学习西方的学术思想与政治制度，从而极大地推动了西学东渐的广度和深度。",
          "en": "The defeat in the First Sino-Japanese War made many Chinese intellectuals realize that learning Western technology alone was insufficient to save the nation. They had to more actively and comprehensively study Western academic thought and political systems, which greatly promoted the breadth and depth of the West-to-East knowledge transfer."
        }
      }
    },
    {
      "source": "魏源 (清朝)",
      "target": "海国图志",
      "type": "PUSHED",
      "properties": {
        "start_date": "1842",
        "description": {
          "zh-cn": "魏源著《海国图志》，开启了国人系统了解世界的眼界。",
          "en": "Wei Yuan authored the 'Illustrated Treatise on the Maritime Kingdoms', opening the eyes of his countrymen to systematically understand the world."
        }
      }
    },
    {
      "source": "严复",
      "target": "天演论",
      "type": "PUSHED",
      "properties": {
        "start_date": "1898",
        "description": {
          "zh-cn": "严复翻译了赫胥黎的著作，命名为《天演论》，其进化论思想对当时社会、哲学、历史思想产生重大影响。",
          "en": "Yan Fu translated Huxley's work, titled 'Evolution and Ethics' (Tian Yan Lun), and its evolutionary ideas had a major impact on contemporary social, philosophical, and historical thought."
        }
      }
    },
    {
      "source": "天演论",
      "target": "西学东渐",
      "type": "PUSHED",
      "properties": {
        "start_date": "1898",
        "description": {
          "zh-cn": "严复翻译的《天演论》引入了达尔文的演化论，其“物竞天择，适者生存”的观念对当时中国思想界产生了重大影响，是西学东渐中的标志性事件。",
          "en": "Yan Fu's translation, 'Tian Yan Lun', introduced Darwin's theory of evolution. Its concept of 'natural selection and survival of the fittest' had a profound impact on the Chinese intellectual world and was a landmark event in the West-to-East knowledge transfer."
        }
      }
    },
    {
      "source": "麦都思",
      "target": "墨海书馆",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1843",
        "description": {
          "zh-cn": "1843年，英国传教士麦都思在上海创建墨海书馆。",
          "en": "In 1843, the English missionary Walter Henry Medhurst founded the Mohai Shu Guan (London Missionary Society Press) in Shanghai."
        }
      }
    },
    {
      "source": "墨海书馆",
      "target": "西学东渐",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "墨海书馆出版了大量关于西方政治、科学、宗教的书籍，是道光、咸丰年间译介西学最重要的出版组织。",
          "en": "The Mohai Shu Guan published a large number of books on Western politics, science, and religion, and was the most important publishing organization for translating Western knowledge during the Daoguang and Xianfeng eras."
        }
      }
    },
    {
      "source": "广学会",
      "target": "康有为",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1895",
        "description": {
          "zh-cn": "广学会翻译出版的书刊是康有为、梁启超等人了解西学的重要资料来源。",
          "en": "The books and periodicals translated and published by the Society for the Diffusion of Christian and General Knowledge were an important source of information about the West for reformers like Kang Youwei and Liang Qichao."
        }
      }
    },
    {
      "source": "广学会",
      "target": "梁启超",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1895",
        "description": {
          "zh-cn": "广学会翻译出版的书刊是康有为、梁启超等人了解西学的重要资料来源。",
          "en": "The books and periodicals translated and published by the Society for the Diffusion of Christian and General Knowledge were an important source of information about the West for reformers like Kang Youwei and Liang Qichao."
        }
      }
    },
    {
      "source": "容闳",
      "target": "中国留美幼童",
      "type": "PUSHED",
      "properties": {
        "start_date": "1872",
        "description": {
          "zh-cn": "在容闳的争取提议下，清政府于1872年选派了第一批留美幼童。",
          "en": "Through the efforts and proposal of Yung Wing, the Qing government sent the first group of students of the Chinese Educational Mission to the United States in 1872."
        }
      }
    },
    {
      "source": "日本",
      "target": "西学东渐",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1895",
        "end_date": "1914",
        "description": {
          "zh-cn": "在1895年至1914年间，日本成为中国学习西方学术文化最重要的媒介，许多西学著作和新词汇经由日本传入中国。",
          "en": "Between 1895 and 1914, Japan became the most important intermediary for China to learn Western academic culture, with many Western works and new terms being introduced to China via Japan."
        }
      }
    },
    {
      "source": "张之洞",
      "target": "中学为体，西学为用",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "张之洞提出的“中学为体，西学为用”，成为晚清新式知识分子最典型的西学观点。",
          "en": "Zhang Zhidong's proposal of 'Chinese learning as substance, Western learning for application' became the most typical view on Western learning among the new-style intellectuals of the late Qing."
        }
      }
    },
    {
      "source": "中学为体，西学为用",
      "target": "西学东渐",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "“中学为体，西学为用”的观点为晚清知识分子学习西学提供了一个被广泛接受的模式，主要推动了器物和技术层面的西学引入。",
          "en": "The concept of 'Chinese learning as substance, Western learning for application' provided a widely accepted model for late Qing intellectuals to study Western knowledge, mainly promoting the introduction of Western learning at the material and technological levels."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "西学东渐",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919",
        "description": {
          "zh-cn": "五四运动时期，对政治的不满导致知识分子们提出“全盘西化”的主张，将西学东渐推向了更深层次的思想文化领域。",
          "en": "During the May Fourth Movement, dissatisfaction with politics led intellectuals to propose 'total Westernization', pushing the West-to-East knowledge transfer into the deeper realms of thought and culture."
        }
      }
    }
  ]
}