{
  "nodes": [
    {
      "id": "公安部秦城监狱",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公安部秦城监狱",
          "公安部看守所"
        ],
        "en": [
          "Qincheng Prison"
        ]
      },
      "properties": {
        "period": "1960-03-15 - ",
        "location": {
          "zh-cn": "北京市昌平区兴寿镇",
          "en": "Xingshou, Changping District, Beijing"
        },
        "description": {
          "zh-cn": "中华人民共和国公安部直属的监狱和看守所，专门关押涉及重大国家安全犯罪、掌握国家秘密的罪犯以及省部级及以上高级官员。",
          "en": "A prison and detention center directly under the Ministry of Public Security of the People's Republic of China, specializing in holding criminals involved in major national security crimes, those who possess state secrets, and high-ranking officials at or above the provincial/ministerial level."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家、政治家、理论家，中华人民共和国的主要缔造者和第一代最高领导人。",
          "en": "Chinese revolutionary, politician, and theorist, the main founder and the first paramount leader of the People's Republic of China."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联",
          "苏维埃社会主义共和国联盟"
        ],
        "en": [
          "Soviet Union",
          "Union of Soviet Socialist Republics"
        ]
      },
      "properties": {
        "period": "1922-12-30 - 1991-12-26",
        "description": {
          "zh-cn": "一个存在于1922年至1991年的欧亚大陆社会主义国家。在20世纪50年代对中华人民共和国进行了大量援助。",
          "en": "A socialist state in Eurasia that existed from 1922 to 1991. It provided significant aid to the People's Republic of China in the 1950s."
        }
      }
    },
    {
      "id": "156项重点工程",
      "type": "Document",
      "name": {
        "zh-cn": [
          "156项重点工程",
          "苏联援助中国大陆的156个项目"
        ],
        "en": [
          "156 key projects"
        ]
      },
      "properties": {
        "period": "1953 - 1957",
        "description": {
          "zh-cn": "中华人民共和国第一个五年计划期间，苏联援助中国建设的156个工业项目的总称。",
          "en": "The collective name for 156 industrial projects constructed in China with the assistance of the Soviet Union during the First Five-Year Plan of the People's Republic of China."
        }
      }
    },
    {
      "id": "中华人民共和国公安部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国公安部"
        ],
        "en": [
          "Ministry of Public Security of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院主管全国公安工作的组成部门。",
          "en": "A component department of the State Council of the People's Republic of China that oversees public security work nationwide."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966-05 - 1976-10",
        "description": {
          "zh-cn": "由毛泽东发动和领导的，在中国发生的一场重大政治运动。",
          "en": "A major political movement in China initiated and led by Mao Zedong."
        }
      }
    },
    {
      "id": "中国人民解放军北京卫戍区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军北京卫戍区",
          "北京卫戍区"
        ],
        "en": [
          "Beijing Garrison of the People's Liberation Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国人民解放军负责保卫首都北京的省级军区。",
          "en": "The provincial-level military command of the People's Liberation Army responsible for defending the capital, Beijing."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、军事家、外交家，曾任中华人民共和国国务院总理。",
          "en": "Chinese politician, military leader, and diplomat who served as the first Premier of the People's Republic of China."
        }
      }
    },
    {
      "id": "刘建章",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘建章"
        ],
        "en": [
          "Liu Jianzhang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中华人民共和国铁道部副部长。他在秦城监狱的遭遇引发了对监狱管理方式的整顿。",
          "en": "Chinese politician, former Vice Minister of Railways of the People's Republic of China. His experience in Qincheng Prison triggered a reform of the prison's management practices."
        }
      }
    },
    {
      "id": "刘淑清",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘淑清"
        ],
        "en": [
          "Liu Shuqing"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "刘建章的妻子，她写信反映丈夫在秦城监狱遭受虐待，该信最终促使毛泽东下令整顿。",
          "en": "Wife of Liu Jianzhang, she wrote a letter exposing the abuse her husband suffered in Qincheng Prison, which ultimately led Mao Zedong to order reforms."
        }
      }
    },
    {
      "id": "冯基平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冯基平"
        ],
        "en": [
          "Feng Jiping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任北京市公安局局长，在任期间指挥修建秦城监狱，后来自己也被关押于此。",
          "en": "Chinese politician, former director of the Beijing Municipal Public Security Bureau. He supervised the construction of Qincheng Prison during his tenure and was later imprisoned there himself."
        }
      }
    },
    {
      "id": "四人帮",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "四人帮"
        ],
        "en": [
          "Gang of Four"
        ]
      },
      "properties": {
        "period": "1976 - ",
        "description": {
          "zh-cn": "指中国文化大革命后期，由江青、张春桥、姚文元、王洪文组成的中共中央政治局核心。文革结束后，他们被捕并关押在秦城监狱。",
          "en": "Refers to a core group in the Politburo of the CCP Central Committee during the later stages of the Cultural Revolution, consisting of Jiang Qing, Zhang Chunqiao, Yao Wenyuan, and Wang Hongwen. After the Cultural Revolution, they were arrested and imprisoned in Qincheng Prison."
        }
      }
    },
    {
      "id": "薄熙来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "薄熙来"
        ],
        "en": [
          "Bo Xilai"
        ]
      },
      "properties": {
        "lifetime": "1949-07-03 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中共中央政治局委员、重庆市委书记，后因腐败问题被判刑并关押于秦城监狱。",
          "en": "Chinese politician, former member of the Politburo of the CCP Central Committee and Secretary of the Chongqing Municipal Committee. He was later sentenced for corruption and imprisoned in Qincheng Prison."
        }
      }
    },
    {
      "id": "饶漱石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "饶漱石"
        ],
        "en": [
          "Rao Shushi"
        ]
      },
      "properties": {
        "lifetime": "1903-11-23 - 1975-03-02",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，因“高饶事件”被定为反党集团成员，是秦城监狱早期关押的高级干部之一。",
          "en": "Chinese politician, identified as a member of an anti-Party clique in the 'Gao-Rao Affair' and was one of the early high-ranking officials imprisoned in Qincheng Prison."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "公安部秦城监狱",
      "type": "PUSHED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "于1955年下令建造秦城监狱。",
          "en": "Ordered the construction of Qincheng Prison in 1955."
        }
      }
    },
    {
      "source": "苏联",
      "target": "公安部秦城监狱",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "为秦城监狱的建设提供了专家设计，该项目是苏联援助中国的156个重点工程之一。",
          "en": "Provided expert design for the construction of Qincheng Prison, which was one of the 156 key projects aided by the Soviet Union."
        }
      }
    },
    {
      "source": "156项重点工程",
      "target": "公安部秦城监狱",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "秦城监狱是苏联援助中国的156项重点工程之一。",
          "en": "Qincheng Prison was one of the 156 key projects aided by the Soviet Union in China."
        }
      }
    },
    {
      "source": "公安部秦城监狱",
      "target": "中华人民共和国公安部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "period": "1960 - ",
        "description": {
          "zh-cn": "秦城监狱自建成后，除文革军管时期外，一直隶属于中华人民共和国公安部。",
          "en": "Since its completion, Qincheng Prison has been subordinate to the Ministry of Public Security of the PRC, except during the period of military control in the Cultural Revolution."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "公安部秦城监狱",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1967",
        "description": {
          "zh-cn": "文化大革命期间，秦城监狱被军管，囚犯待遇恶化，并加盖了新的监舍以关押大量增加的囚犯。",
          "en": "During the Cultural Revolution, Qincheng Prison was placed under military control, prisoner treatment deteriorated, and new cell blocks were built to accommodate a large influx of inmates."
        }
      }
    },
    {
      "source": "公安部秦城监狱",
      "target": "中国人民解放军北京卫戍区",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1967-11",
        "end_date": "1973-01",
        "position": {
          "zh-cn": "军事管制",
          "en": "Military Control"
        },
        "description": {
          "zh-cn": "在文化大革命期间，秦城监狱由中国人民解放军北京卫戍区实行军事管制。",
          "en": "During the Cultural Revolution, Qincheng Prison was placed under the military control of the PLA Beijing Garrison."
        }
      }
    },
    {
      "source": "刘淑清",
      "target": "毛泽东",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972",
        "description": {
          "zh-cn": "写信反映其丈夫刘建章在秦城监狱遭受虐待，该信件被转交至毛泽东，促使毛泽东下达批示要求整改。",
          "en": "Wrote a letter reporting the abuse her husband Liu Jianzhang suffered in Qincheng Prison. The letter was passed to Mao Zedong, prompting him to issue instructions for rectification."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "周恩来",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972-12-18",
        "description": {
          "zh-cn": "就刘建章妻子反映的监狱虐待问题批示周恩来，要求废除“法西斯式的审查方式”。",
          "en": "Instructed Zhou Enlai regarding the prison abuse issue raised by Liu Jianzhang's wife, demanding the abolition of 'fascist-style interrogation methods'."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "公安部秦城监狱",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972-12-18",
        "description": {
          "zh-cn": "根据毛泽东的批示，指示公安部彻底清查监狱待遇问题，并将秦城监狱收归公安部直辖进行整顿，改善了在押人员的条件。",
          "en": "Following Mao Zedong's instructions, he directed the Ministry of Public Security to thoroughly investigate prison conditions, brought Qincheng Prison back under direct ministerial control for reorganization, and improved the conditions for inmates."
        }
      }
    },
    {
      "source": "公安部秦城监狱",
      "target": "刘建章",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-02",
        "end_date": "1972-06",
        "description": {
          "zh-cn": "刘建章在秦城监狱关押期间遭到虐待。",
          "en": "Liu Jianzhang was subjected to abuse while imprisoned in Qincheng Prison."
        }
      }
    },
    {
      "source": "刘淑清",
      "target": "刘建章",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "刘淑清是刘建章的妻子。",
          "en": "Liu Shuqing was the wife of Liu Jianzhang."
        }
      }
    },
    {
      "source": "冯基平",
      "target": "公安部秦城监狱",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "曾任北京市公安局局长的冯基平亲自指挥了秦城监狱的修建工作。",
          "en": "Feng Jiping, then Director of the Beijing Municipal Public Security Bureau, personally supervised the construction of Qincheng Prison."
        }
      }
    },
    {
      "source": "公安部秦城监狱",
      "target": "冯基平",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "负责修建秦城监狱的冯基平，后来本人也被关押于此。",
          "en": "Feng Jiping, who was responsible for the construction of Qincheng Prison, was later imprisoned there himself."
        }
      }
    },
    {
      "source": "公安部秦城监狱",
      "target": "四人帮",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1976",
        "description": {
          "zh-cn": "“四人帮”在文革结束后被捕，并关押于秦城监狱。",
          "en": "The 'Gang of Four' were arrested after the Cultural Revolution and imprisoned in Qincheng Prison."
        }
      }
    },
    {
      "source": "公安部秦城监狱",
      "target": "薄熙来",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "前中共中央政治局委员薄熙来因腐败问题被判刑后，在秦城监狱服刑。",
          "en": "Former Politburo member Bo Xilai is serving his sentence in Qincheng Prison after being convicted of corruption."
        }
      }
    },
    {
      "source": "公安部秦城监狱",
      "target": "饶漱石",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "饶漱石是秦城监狱建成初期关押的中共高级干部之一。",
          "en": "Rao Shushi was one of the high-ranking CCP officials imprisoned in Qincheng Prison in its early days."
        }
      }
    }
  ]
}