{
  "nodes": [
    {
      "id": "卫臻",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卫臻",
          "公振"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - 248",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "陈留郡襄邑县",
          "en": "Xiangyi County, Chenliu Commandery"
        },
        "death_place": {
          "zh-cn": "",
          "en": ""
        },
        "description": {
          "zh-cn": "东汉末及三国时期曹魏的官员，官至司徒。其父卫兹为曹操的早期追随者。卫臻历仕曹操、曹丕、曹叡、曹芳四代君主，以其远见卓识和不结党营私的品格而著称。他曾建议在诸葛亮北伐时截断蜀军粮道，并准确判断孙权的军事行动为佯攻。他于248年辞去司徒之职，死后被追赠为太尉，谥号为敬侯。",
          "en": "An official of the state of Cao Wei during the late Eastern Han and Three Kingdoms period, who rose to the position of Situ (Minister over the Masses). His father, Wei Zi, was an early follower of Cao Cao. Wei Zhen served under four rulers—Cao Cao, Cao Pi, Cao Rui, and Cao Fang—and was known for his foresight and integrity, refusing to engage in factionalism. He notably advised cutting off the Shu army's supply lines during Zhuge Liang's Northern Expeditions and correctly identified a military maneuver by Sun Quan as a feint. He resigned from his post as Situ in 248 and was posthumously honored with the title of Taiwei (Grand Marshal) and the posthumous name Marquis Jing."
        }
      }
    },
    {
      "id": "夏侯惇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "夏侯惇"
        ],
        "en": [
          "Xiahou Dun"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曹魏的开国元勋，曹操的亲信将领。在担任陈留太守时，他提拔了卫臻，但也曾因礼节问题短暂拘捕过卫臻。",
          "en": "A founding father of Cao Wei and a trusted general of Cao Cao. While serving as the Grand Administrator of Chenliu, he promoted Wei Zhen but also briefly had him arrested over a dispute concerning etiquette."
        }
      }
    },
    {
      "id": "曹操",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹操"
        ],
        "en": [
          "Cao Cao"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉末年的权臣，曹魏政权的奠基者。卫臻的父亲卫兹曾追随他讨伐董卓并战死，此后曹操对卫臻多有任用和封赏。",
          "en": "A powerful warlord in the late Eastern Han dynasty and the founder of the Cao Wei regime. Wei Zhen's father, Wei Zi, followed him in the campaign against Dong Zhuo and was killed in battle, after which Cao Cao appointed and rewarded Wei Zhen."
        }
      }
    },
    {
      "id": "曹丕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹丕"
        ],
        "en": [
          "Cao Pi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曹魏的开国皇帝。他继任魏王及称帝后，对卫臻予以重用，任命其为散骑常侍、尚书等职，并封其为安国亭侯。",
          "en": "The founding emperor of Cao Wei. After succeeding as the King of Wei and later becoming emperor, he placed great trust in Wei Zhen, appointing him to positions such as Cavalier Attendant-in-ordinary and Imperial Secretary, and enfeoffing him as the Marquis of Anguo Pavilion."
        }
      }
    },
    {
      "id": "曹叡",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹叡",
          "明帝"
        ],
        "en": [
          "Cao Rui"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曹魏的第二位皇帝。他与卫臻私交甚好，在位期间进一步提拔卫臻，封其为康乡侯，并最终任命其为司空和司徒。",
          "en": "The second emperor of Cao Wei. He had a close personal relationship with Wei Zhen and further promoted him during his reign, enfeoffing him as the Marquis of Kangxiang and eventually appointing him as Sikong (Minister of Works) and Situ (Minister over the Masses)."
        }
      }
    },
    {
      "id": "曹魏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "曹魏"
        ],
        "en": [
          "Cao Wei"
        ]
      },
      "properties": {
        "period": "220 - 266",
        "description": {
          "zh-cn": "三国时期的政权之一，由曹丕建立。卫臻是该政权的重要官员。",
          "en": "One of the three major states during the Three Kingdoms period, founded by Cao Pi. Wei Zhen was a prominent official in this regime."
        }
      }
    },
    {
      "id": "卫兹",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卫兹"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "卫臻的父亲，曹操的早期支持者和部下，在讨伐董卓的荥阳之战中阵亡。",
          "en": "Father of Wei Zhen, an early supporter and subordinate of Cao Cao, who was killed in the Battle of Xingyang during the campaign against Dong Zhuo."
        }
      }
    },
    {
      "id": "孙权",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙权"
        ],
        "en": [
          "Sun Quan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东吴的建立者。卫臻曾准确识破其意图进攻濡须口的军事情报为假消息。",
          "en": "The founder of the state of Eastern Wu. Wei Zhen accurately identified military intelligence about his intended attack on Ruxukou as false information."
        }
      }
    },
    {
      "id": "诸葛亮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "诸葛亮"
        ],
        "en": [
          "Zhuge Liang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "蜀汉的丞相。在诸葛亮北伐期间，卫臻被任命为征蜀将军以应对其军事行动。",
          "en": "The chancellor of the state of Shu Han. During Zhuge Liang's Northern Expeditions, Wei Zhen was appointed as the General Who Conquers Shu to counter his military campaigns."
        }
      }
    },
    {
      "id": "丁仪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丁仪"
        ],
        "en": [
          "Ding Yi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曹植的支持者。他曾试图拉拢卫臻加入其政治阵营，但遭到卫臻的拒绝。",
          "en": "A supporter of Cao Zhi. He attempted to win Wei Zhen over to his political faction but was rejected."
        }
      }
    },
    {
      "id": "曹爽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹爽"
        ],
        "en": [
          "Cao Shuang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曹魏后期的宗室权臣。他专政期间曾试图拉拢卫臻，为其提供官职并提亲，均被卫臻拒绝。",
          "en": "An imperial clansman and powerful regent in the later period of Cao Wei. During his regency, he attempted to win over Wei Zhen by offering him a high office and proposing a marriage alliance, both of which were refused."
        }
      }
    },
    {
      "id": "董卓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董卓"
        ],
        "en": [
          "Dong Zhuo"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉末年的权臣，其暴政引发了关东诸侯的联合讨伐。卫臻的父亲卫兹在参与讨伐他的战斗中牺牲。",
          "en": "A tyrannical warlord in the late Eastern Han dynasty whose rule led to a coalition of warlords rising against him. Wei Zhen's father, Wei Zi, was killed in a battle during the campaign against him."
        }
      }
    },
    {
      "id": "襄邑",
      "type": "Location",
      "name": {
        "zh-cn": [
          "襄邑"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于陈留郡的一个县，是卫臻的家乡。",
          "en": "A county within Chenliu Commandery, the hometown of Wei Zhen."
        }
      }
    },
    {
      "id": "崔林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崔林"
        ],
        "en": [
          "Cui Lin"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曹魏官员，在卫臻由司空升任司徒后，接替了司空之位。",
          "en": "An official of Cao Wei who succeeded Wei Zhen as the Sikong (Minister of Works) after Wei Zhen was promoted to Situ (Minister over the Masses)."
        }
      }
    },
    {
      "id": "陈群 (三国)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈群 (三国)",
          "陈群"
        ],
        "en": [
          "Chen Qun (Three Kingdoms)",
          "Chen Qun"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曹魏重臣，九品中正制的创立者。他是卫臻的前任司空。",
          "en": "A key minister of Cao Wei and the founder of the nine-rank system. He was Wei Zhen's predecessor as Sikong (Minister of Works)."
        }
      }
    },
    {
      "id": "卫烈",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卫烈"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "卫臻的嗣子，官至光禄勋。",
          "en": "Wei Zhen's heir, who served as the Minister of the Imperial Household (Guangluxun)."
        }
      }
    },
    {
      "id": "卫楷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卫楷"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "卫臻的儿子，官至二千石。",
          "en": "A son of Wei Zhen, who held a 2,000-dan rank."
        }
      }
    },
    {
      "id": "卫权",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卫权",
          "伯舆"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "卫楷的儿子，卫臻的孙子。在晋惠帝时期担任尚书郎。",
          "en": "Son of Wei Kai and grandson of Wei Zhen. He served as a Gentleman of the Imperial Secretariat (Shangshu Lang) during the reign of Emperor Hui of Jin."
        }
      }
    },
    {
      "id": "诸葛亮北伐",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "诸葛亮北伐"
        ],
        "en": [
          "Zhuge Liang's Northern Expeditions"
        ]
      },
      "properties": {
        "period": "228 - 234",
        "description": {
          "zh-cn": "蜀汉丞相诸葛亮为匡扶汉室，对曹魏发动的数次军事行动。卫臻在此期间被任命以应对蜀汉的进攻。",
          "en": "A series of military campaigns launched by Zhuge Liang, the chancellor of Shu Han, against Cao Wei with the aim of restoring the Han dynasty. Wei Zhen was appointed to a military command during this period to counter the Shu Han invasion."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "卫臻",
      "target": "襄邑",
      "type": "BORN_IN",
      "properties": {
        "description": {
          "zh-cn": "卫臻是陈留郡襄邑县人。",
          "en": "Wei Zhen was a native of Xiangyi County, Chenliu Commandery."
        }
      }
    },
    {
      "source": "夏侯惇",
      "target": "卫臻",
      "type": "PUSHED",
      "properties": {
        "position": {
          "zh-cn": "计吏",
          "en": "Accounting Official"
        },
        "description": {
          "zh-cn": "夏侯惇在担任陈留太守时，提拔卫臻为计吏。",
          "en": "When Xiahou Dun was the Grand Administrator of Chenliu, he promoted Wei Zhen to the position of Accounting Official."
        }
      }
    },
    {
      "source": "夏侯惇",
      "target": "卫臻",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "夏侯惇因卫臻不愿参加其夫人举办的宴会而感到愤怒，并一度将他收押。",
          "en": "Xiahou Dun was angered by Wei Zhen's refusal to attend a banquet hosted by his wife and had him briefly imprisoned."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "曹操",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "参丞相军事",
          "en": "Participant in the Chancellor's Military Affairs"
        },
        "description": {
          "zh-cn": "卫臻曾被曹操征辟，担任丞相府的军事幕僚。",
          "en": "Wei Zhen was recruited by Cao Cao to serve as a military advisor in the Chancellor's office."
        }
      }
    },
    {
      "source": "曹丕",
      "target": "卫臻",
      "type": "PUSHED",
      "properties": {
        "start_date": "220",
        "description": {
          "zh-cn": "曹丕继任魏王并称帝后，先后任命卫臻为散骑常侍、尚书、侍中、吏部尚书等职，并封其为安国亭侯。",
          "en": "After Cao Pi succeeded as King of Wei and became emperor, he appointed Wei Zhen to various posts including Cavalier Attendant-in-ordinary, Imperial Secretary, Palace Attendant, and Minister of Personnel, and also enfeoffed him as the Marquis of Anguo Pavilion."
        }
      }
    },
    {
      "source": "曹叡",
      "target": "卫臻",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "曹叡在位时，进一步提拔卫臻，封其为康乡侯，并最终使其官至三公，担任司空和司徒。",
          "en": "During his reign, Cao Rui further promoted Wei Zhen, enfeoffing him as the Marquis of Kangxiang and eventually raising him to the highest offices of state, Sikong and Situ."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "曹叡",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "卫臻与曹叡私交甚好，经常一起讨论朝政和书籍。",
          "en": "Wei Zhen had a close personal relationship with Cao Rui, and they often discussed state affairs and books together."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "孙权",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "224",
        "description": {
          "zh-cn": "224年，卫臻认为孙权佯攻濡须口的情报是假消息，事后证明其判断正确，挫败了东吴的计策。",
          "en": "In 224, Wei Zhen concluded that intelligence about Sun Quan's feigned attack on Ruxukou was false, a judgment that was later proven correct, thus thwarting Eastern Wu's strategy."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "诸葛亮",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "228",
        "description": {
          "zh-cn": "228年，针对诸葛亮北伐，卫臻被任命为征蜀将军，负责抵御蜀汉的进攻。",
          "en": "In 228, in response to Zhuge Liang's Northern Expedition, Wei Zhen was appointed as the General Who Conquers Shu, responsible for defending against the Shu Han invasion."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "丁仪",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在曹操选择继承人期间，卫臻拒绝了曹植派系核心人物丁仪的拉拢。",
          "en": "During the period when Cao Cao was choosing his successor, Wei Zhen rejected an attempt by Ding Yi, a key figure in Cao Zhi's faction, to recruit him."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "曹爽",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在曹爽专政时期，卫臻拒绝了曹爽方面让他出任尚书令的邀请以及为其弟求婚的请求。",
          "en": "During Cao Shuang's regency, Wei Zhen refused offers from Cao Shuang's faction to become the Director of the Imperial Secretariat and also rejected a marriage proposal for Cao Shuang's younger brother."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "卫兹",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "卫臻是卫兹的儿子。",
          "en": "Wei Zhen is the son of Wei Zi."
        }
      }
    },
    {
      "source": "卫兹",
      "target": "曹操",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "卫兹是曹操早期的部下，曾与他一同起兵讨伐董卓。",
          "en": "Wei Zi was an early subordinate of Cao Cao and joined him in raising an army to campaign against Dong Zhuo."
        }
      }
    },
    {
      "source": "卫兹",
      "target": "董卓",
      "type": "ENEMY_OF",
      "properties": {
        "end_date": "190",
        "description": {
          "zh-cn": "卫兹在跟随曹操讨伐董卓的荥阳之战中战死。",
          "en": "Wei Zi was killed in the Battle of Xingyang while following Cao Cao in the campaign against Dong Zhuo."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "陈群 (三国)",
      "type": "MET_WITH",
      "properties": {
        "start_date": "237-06-13",
        "description": {
          "zh-cn": "卫臻接替陈群担任司空之职。根据模板信息，陈群是前任。",
          "en": "Wei Zhen succeeded Chen Qun as the Sikong (Minister of Works). According to template information, Chen Qun was his predecessor."
        }
      }
    },
    {
      "source": "崔林",
      "target": "卫臻",
      "type": "MET_WITH",
      "properties": {
        "start_date": "238-11-18",
        "description": {
          "zh-cn": "在卫臻从司空升任司徒后，崔林接替他担任司空。",
          "en": "After Wei Zhen was promoted from Sikong to Situ, Cui Lin succeeded him as the Sikong."
        }
      }
    },
    {
      "source": "卫臻",
      "target": "曹魏",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "238-11-18",
        "end_date": "248-04-11",
        "position": {
          "zh-cn": "司徒",
          "en": "Situ (Minister over the Masses)"
        },
        "description": {
          "zh-cn": "卫臻在曹魏的官僚生涯中达到了顶峰，担任司徒一职近十年。",
          "en": "Wei Zhen reached the pinnacle of his bureaucratic career in Cao Wei, serving as the Situ for nearly a decade."
        }
      }
    },
    {
      "source": "卫烈",
      "target": "卫臻",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "卫烈是卫臻的儿子。",
          "en": "Wei Lie is the son of Wei Zhen."
        }
      }
    },
    {
      "source": "卫楷",
      "target": "卫臻",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "卫楷是卫臻的儿子。",
          "en": "Wei Kai is the son of Wei Zhen."
        }
      }
    },
    {
      "source": "卫权",
      "target": "卫楷",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "卫权是卫楷的儿子。",
          "en": "Wei Quan is the son of Wei Kai."
        }
      }
    },
    {
      "source": "诸葛亮北伐",
      "target": "卫臻",
      "type": "PUSHED",
      "properties": {
        "start_date": "228",
        "description": {
          "zh-cn": "诸葛亮的北伐促使曹魏朝廷任命卫臻为征蜀将军以应对军事威胁。",
          "en": "Zhuge Liang's Northern Expeditions prompted the Cao Wei court to appoint Wei Zhen as the General Who Conquers Shu to address the military threat."
        }
      }
    }
  ]
}