{
  "nodes": [
    {
      "id": "忽必烈",
      "type": "Person",
      "name": {
        "zh-cn": [
          "忽必烈",
          "元世祖",
          "薛禅汗",
          "忽必来",
          "呼必赉"
        ],
        "en": [
          "Kublai Khan"
        ]
      },
      "properties": {
        "lifetime": "1215-09-23 - 1294-02-18",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "漠北草原",
          "en": "Mongolian Plateau"
        },
        "death_place": {
          "zh-cn": "元大都",
          "en": "Khanbaliq"
        },
        "description": {
          "zh-cn": "蒙古帝国第五位大汗，元朝的建立者。他是成吉思汗之孙，拖雷与唆鲁禾帖尼的第四子。在位期间统一中国，建立元朝，推行汉化政策并完善官制。其晚年因对外战争失利及亲人相继去世，为元朝的衰退埋下伏笔。",
          "en": "The fifth Great Khan of the Mongol Empire and the founder of the Yuan dynasty. He was the grandson of Genghis Khan, and the fourth son of Tolui and Sorghaghtani Beki. During his reign, he unified China, established the Yuan dynasty, implemented sinicization policies, and perfected the official system. His later years were marked by failures in foreign military campaigns and the successive deaths of close family members, which laid the groundwork for the decline of the Yuan dynasty."
        }
      }
    },
    {
      "id": "拖雷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "拖雷"
        ],
        "en": [
          "Tolui"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "成吉思汗的第四子，忽必烈、蒙哥、旭烈兀、阿里不哥的父亲。曾任大蒙古国监国，后被追尊为元睿宗。",
          "en": "The fourth son of Genghis Khan and the father of Kublai, Möngke, Hulagu, and Ariq Böke. He served as the regent of the Mongol Empire and was posthumously honored as Emperor Ruizong of Yuan."
        }
      }
    },
    {
      "id": "唆鲁禾帖尼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唆鲁禾帖尼"
        ],
        "en": [
          "Sorghaghtani Beki"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "拖雷的正妻，蒙哥、忽必烈、旭烈兀、阿里不哥的生母，被尊称为“四帝之母”。",
          "en": "The principal wife of Tolui and the mother of Möngke, Kublai, Hulagu, and Ariq Böke. She is revered as the 'Mother of Four Emperors'."
        }
      }
    },
    {
      "id": "元宪宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "元宪宗",
          "蒙哥"
        ],
        "en": [
          "Möngke Khan"
        ]
      },
      "properties": {
        "lifetime": "1209-01-10 - 1259-08-11",
        "gender": "Male",
        "death_place": {
          "zh-cn": "钓鱼城",
          "en": "Diaoyu Fortress"
        },
        "description": {
          "zh-cn": "蒙古帝国第四位大汗，忽必烈的长兄。他在位期间任命忽必烈总领漠南汉地事务，并發動對南宋的戰爭，但在征戰中於四川釣魚城去世。",
          "en": "The fourth Great Khan of the Mongol Empire and the elder brother of Kublai Khan. During his reign, he appointed Kublai to oversee affairs in North China and launched a war against the Southern Song dynasty. He died at Diaoyu Fortress in Sichuan during the campaign."
        }
      }
    },
    {
      "id": "阿里不哥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿里不哥"
        ],
        "en": [
          "Ariq Böke"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "拖雷的幼子，忽必烈的弟弟。在蒙哥汗去世后，与忽必烈争夺汗位，引发拖雷家族内战，最终失败投降。",
          "en": "The youngest son of Tolui and the younger brother of Kublai Khan. After the death of Möngke Khan, he contended with Kublai for the throne, leading to the Toluid Civil War, in which he was ultimately defeated and surrendered."
        }
      }
    },
    {
      "id": "旭烈兀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "旭烈兀"
        ],
        "en": [
          "Hulagu Khan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "拖雷的第六子，忽必烈的弟弟，伊儿汗国的建立者。在拖雷家族内战中支持忽必烈。",
          "en": "The sixth son of Tolui, younger brother of Kublai Khan, and founder of the Ilkhanate. He supported Kublai during the Toluid Civil War."
        }
      }
    },
    {
      "id": "元朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "元朝",
          "大元"
        ],
        "en": [
          "Yuan dynasty"
        ]
      },
      "properties": {
        "period": "1271-12-18 - 1368",
        "description": {
          "zh-cn": "由忽必烈建立的统治中国的王朝，是蒙古帝国的一部分。其统一了自安史之乱以来长期分裂的中国。",
          "en": "A dynasty that ruled China, established by Kublai Khan as part of the Mongol Empire. It unified China, which had been fragmented since the An Lushan Rebellion."
        }
      }
    },
    {
      "id": "大蒙古国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大蒙古国",
          "蒙古帝国"
        ],
        "en": [
          "Mongol Empire"
        ]
      },
      "properties": {
        "period": "1206 - ",
        "description": {
          "zh-cn": "由成吉思汗建立的帝国，忽必烈是其第五位大汗。在忽必烈与阿里不哥争位后，帝国走向实质性分裂。",
          "en": "An empire founded by Genghis Khan, of which Kublai Khan was the fifth Great Khan. The empire effectively fragmented after the civil war between Kublai and Ariq Böke."
        }
      }
    },
    {
      "id": "南宋",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南宋"
        ],
        "en": [
          "Southern Song dynasty"
        ]
      },
      "properties": {
        "period": "1127 - 1279-03-19",
        "description": {
          "zh-cn": "中国宋朝的南迁政权，与金朝、蒙古长期对峙，最终被忽必烈建立的元朝所灭。",
          "en": "The southern regime of the Song dynasty in China, which engaged in prolonged conflict with the Jin dynasty and the Mongols, and was ultimately conquered by the Yuan dynasty established by Kublai Khan."
        }
      }
    },
    {
      "id": "拖雷家族内战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "拖雷家族内战"
        ],
        "en": [
          "Toluid Civil War"
        ]
      },
      "properties": {
        "period": "1260 - 1264",
        "description": {
          "zh-cn": "因蒙哥汗去世后未指定继承人，其弟忽必烈与阿里不哥为争夺汗位而爆发的内战。战争以忽必烈胜利告终，但导致了蒙古帝国的实质性分裂。",
          "en": "A civil war that broke out between brothers Kublai and Ariq Böke over the succession to the throne after the death of Möngke Khan, who had not named an heir. The war ended with Kublai's victory but led to the de facto division of the Mongol Empire."
        }
      }
    },
    {
      "id": "蒙古帝国分裂",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "蒙古帝国分裂"
        ],
        "en": [
          "Division of the Mongol Empire"
        ]
      },
      "properties": {
        "period": "1260 - ",
        "description": {
          "zh-cn": "自拖雷家族内战开始，蒙古帝国各大汗国纷纷自治，不再臣服于大汗，帝国走向实质性分裂和解体。",
          "en": "Beginning with the Toluid Civil War, the various khanates of the Mongol Empire became autonomous and no longer submitted to the Great Khan, leading to the de facto division and dissolution of the empire."
        }
      }
    },
    {
      "id": "元日战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "元日战争",
          "文永之役",
          "弘安之役"
        ],
        "en": [
          "Mongol invasions of Japan"
        ]
      },
      "properties": {
        "period": "[1274, 1281]",
        "description": {
          "zh-cn": "忽必烈在位期间两次大规模入侵日本的军事行动，均因遭遇台风等因素而失败。",
          "en": "Two large-scale military invasions of Japan launched during Kublai Khan's reign, both of which failed due to factors including typhoons."
        }
      }
    },
    {
      "id": "日本",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本"
        ],
        "en": [
          "Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的岛国，在13世纪两次成功抵抗了元朝的入侵。",
          "en": "An island nation in East Asia that successfully repelled two invasions by the Yuan dynasty in the 13th century."
        }
      }
    },
    {
      "id": "伯颜 (元初)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伯颜 (元初)",
          "伯颜"
        ],
        "en": [
          "Bayan of the Baarin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "元朝初年的重要军事将领和政治家，统率大军攻灭南宋，并在忽必烈去世后拥立元成宗即位。",
          "en": "An important military general and statesman in the early Yuan dynasty. He commanded the army that conquered the Southern Song and supported the enthronement of Emperor Chengzong after Kublai Khan's death."
        }
      }
    },
    {
      "id": "元成宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "元成宗",
          "铁穆耳"
        ],
        "en": [
          "Temür Khan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "忽必烈之孙，皇太子真金之子，元朝第二位皇帝。在忽必烈死后，由伯颜等大臣拥立继位。",
          "en": "Grandson of Kublai Khan and son of Crown Prince Zhenjin, he was the second emperor of the Yuan dynasty. He was enthroned with the support of ministers like Bayan after Kublai's death."
        }
      }
    },
    {
      "id": "海都",
      "type": "Person",
      "name": {
        "zh-cn": [
          "海都"
        ],
        "en": [
          "Kaidu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "窝阔台汗国的实际统治者，成吉思汗之孙。他长期与忽必烈敌对，是忽必烈在中亚的主要对手。",
          "en": "The de facto ruler of the Ögedei Khanate and a grandson of Genghis Khan. He was a long-term adversary of Kublai Khan and his main rival in Central Asia."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "忽必烈",
      "target": "拖雷",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "忽必烈是拖雷的第四子。",
          "en": "Kublai Khan was the fourth son of Tolui."
        }
      }
    },
    {
      "source": "忽必烈",
      "target": "唆鲁禾帖尼",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "忽必烈是拖雷与正妻唆鲁禾帖尼所生的嫡次子。",
          "en": "Kublai Khan was the second son of Tolui and his principal wife, Sorghaghtani Beki."
        }
      }
    },
    {
      "source": "忽必烈",
      "target": "元宪宗",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "忽必烈是元宪宗（蒙哥）的弟弟。",
          "en": "Kublai Khan was the younger brother of Emperor Xianzong (Möngke Khan)."
        }
      }
    },
    {
      "source": "忽必烈",
      "target": "阿里不哥",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "忽必烈是阿里不哥的哥哥。",
          "en": "Kublai Khan was the elder brother of Ariq Böke."
        }
      }
    },
    {
      "source": "忽必烈",
      "target": "阿里不哥",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1260",
        "end_date": "1264",
        "description": {
          "zh-cn": "在元宪宗去世后，忽必烈与阿里不哥为争夺汗位继承权而爆发了持续四年的内战。",
          "en": "After the death of Möngke Khan, Kublai Khan and Ariq Böke engaged in a four-year civil war over the succession to the throne."
        }
      }
    },
    {
      "source": "忽必烈",
      "target": "元宪宗",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1251",
        "end_date": "1259",
        "position": {
          "zh-cn": "漠南汉地军国庶事总领",
          "en": "Administrator of military and state affairs in North China"
        },
        "description": {
          "zh-cn": "1251年元宪宗即位后，任命忽必烈总领漠南汉地军国庶事。",
          "en": "After ascending to the throne in 1251, Möngke Khan appointed Kublai Khan to oversee military and state affairs in the Monan Han lands (North China)."
        }
      }
    },
    {
      "source": "忽必烈",
      "target": "元朝",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1271-12-18",
        "description": {
          "zh-cn": "1271年12月18日，忽必烈改国号为“大元”，正式建立元朝。",
          "en": "On December 18, 1271, Kublai Khan changed the state title to 'Great Yuan', formally establishing the Yuan dynasty."
        }
      }
    },
    {
      "source": "元朝",
      "target": "南宋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1268",
        "end_date": "1279-03-19",
        "description": {
          "zh-cn": "元朝对南宋发动了长期的征服战争，最终在1279年的厓山海战后彻底消灭了南宋的抵抗力量，统一了中国。",
          "en": "The Yuan dynasty launched a long war of conquest against the Southern Song dynasty, ultimately extinguishing its resistance after the Battle of Yamen in 1279 and unifying China."
        }
      }
    },
    {
      "source": "旭烈兀",
      "target": "忽必烈",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1260",
        "description": {
          "zh-cn": "在忽必烈与阿里不哥争夺汗位的内战中，其弟旭烈兀给予了支持。",
          "en": "During the civil war for the throne between Kublai and Ariq Böke, his younger brother Hulagu provided support to Kublai."
        }
      }
    },
    {
      "source": "拖雷家族内战",
      "target": "蒙古帝国分裂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1260",
        "description": {
          "zh-cn": "拖雷家族内战导致蒙古帝国各大汗国纷纷自立，帝国走向实质性分裂，结束了彼此间紧密的合作关系。",
          "en": "The Toluid Civil War led to the various khanates of the Mongol Empire becoming independent, pushing the empire towards de facto division and ending their close cooperative relationship."
        }
      }
    },
    {
      "source": "忽必烈",
      "target": "元日战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1274",
        "description": {
          "zh-cn": "忽必烈晚年派元军两度入侵日本，但均告失利。",
          "en": "In his later years, Kublai Khan dispatched Yuan forces to invade Japan twice, but both attempts ended in failure."
        }
      }
    },
    {
      "source": "元日战争",
      "target": "日本",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1274",
        "end_date": "1281",
        "description": {
          "zh-cn": "元朝军队两次试图入侵日本，但均未成功。",
          "en": "The Yuan dynasty's army attempted to invade Japan twice but was unsuccessful on both occasions."
        }
      }
    },
    {
      "source": "海都",
      "target": "忽必烈",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1260",
        "end_date": "1294",
        "description": {
          "zh-cn": "窝阔台汗国的海都一直和忽必烈敌对，企图确立自己为大汗之位的继承人，终忽必烈一朝，双方征战不休。",
          "en": "Kaidu of the Ögedei Khanate was consistently hostile towards Kublai, aiming to establish himself as the successor to the Great Khan. Throughout Kublai's reign, the two sides were engaged in continuous warfare."
        }
      }
    },
    {
      "source": "伯颜 (元初)",
      "target": "元成宗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1294-02-18",
        "description": {
          "zh-cn": "忽必烈去世后，在顾命大臣伯颜等人的拥戴下，其孙铁穆耳（元成宗）于1294年5月10日继承皇位。",
          "en": "After Kublai Khan's death, his grandson Temür (Emperor Chengzong) ascended to the throne on May 10, 1294, with the support of regent ministers including Bayan."
        }
      }
    }
  ]
}