{
  "nodes": [
    {
      "id": "袁崇焕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁崇焕",
          "元素",
          "自如"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1584-06-06 - 1630-09-22",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "东莞县石碣镇水南乡",
          "en": "Shuinanxiang, Shijie Town, Dongguan County"
        },
        "death_place": {
          "zh-cn": "北京甘石桥",
          "en": "Ganshiqiao, Beijing"
        },
        "description": {
          "zh-cn": "明朝末年著名政治及军事人物，官至兵部尚书兼蓟辽督师。他构筑了“关宁锦防线”，在宁远之战、宁锦之战中多次击败后金军队。后因己巳之变中护卫不力及擅杀毛文龙等罪名，被崇祯帝以反间计为由判处凌迟，后于清乾隆年间获得平反。",
          "en": "A renowned political and military figure in the late Ming Dynasty, who served as Minister of War and Viceroy of Jiliao. He constructed the 'Guan-Ning-Jin Defense Line' and repeatedly defeated the Later Jin forces in the battles of Ningyuan and Ningjin. He was later executed by lingchi by the Chongzhen Emperor, who fell for a deception stratagem, on charges including failing to protect the capital during the Jisi Incident and unlawfully executing Mao Wenlong. He was posthumously rehabilitated during the Qianlong era of the Qing Dynasty."
        }
      }
    },
    {
      "id": "崇祯帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崇祯帝",
          "明思宗"
        ],
        "en": [
          "Chongzhen Emperor"
        ]
      },
      "properties": {
        "lifetime": "1611-02-06 - 1644-04-25",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝最后一位皇帝。即位后铲除了魏忠贤阉党，但其多疑的性格和急躁的决策导致了多次政治和军事上的失误，最终因受后金反间计影响而冤杀袁崇焕，在李自成攻入北京后自缢身亡。",
          "en": "The last emperor of the Ming Dynasty. After ascending the throne, he eliminated the eunuch faction led by Wei Zhongxian. However, his suspicious nature and hasty decisions led to multiple political and military blunders, including the wrongful execution of Yuan Chonghuan under the influence of a Later Jin deception stratagem. He eventually committed suicide when Li Zicheng's forces captured Beijing."
        }
      }
    },
    {
      "id": "后金",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "后金"
        ],
        "en": [
          "Later Jin"
        ]
      },
      "properties": {
        "period": "1616 - 1636",
        "location": {
          "zh-cn": "辽东",
          "en": "Liaodong"
        },
        "description": {
          "zh-cn": "由女真首领努尔哈赤建立的政权，是清朝的前身。在其存续期间，与明朝在辽东地区展开了长期的军事对抗。",
          "en": "A regime established by the Jurchen leader Nurhaci, and the predecessor to the Qing Dynasty. During its existence, it engaged in long-term military conflict with the Ming Dynasty in the Liaodong region."
        }
      }
    },
    {
      "id": "努尔哈赤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "努尔哈赤"
        ],
        "en": [
          "Nurhaci"
        ]
      },
      "properties": {
        "lifetime": "1559 - 1626-09-30",
        "gender": "Male",
        "description": {
          "zh-cn": "后金的创建者，统一了女真各部。在与明朝的战争中取得了多次胜利，但在宁远之战中被袁崇焕击败并负伤，不久后去世。",
          "en": "The founder of the Later Jin, who unified the Jurchen tribes. He achieved numerous victories in wars against the Ming Dynasty but was defeated and wounded by Yuan Chonghuan at the Battle of Ningyuan, dying shortly thereafter."
        }
      }
    },
    {
      "id": "皇太极",
      "type": "Person",
      "name": {
        "zh-cn": [
          "皇太极"
        ],
        "en": [
          "Hong Taiji"
        ]
      },
      "properties": {
        "lifetime": "1592-11-28 - 1643-09-21",
        "gender": "Male",
        "description": {
          "zh-cn": "努尔哈赤之子，后金第二位大汗，清朝的开国皇帝。他继续对明朝的战争，并于1629年发动己巳之变，绕道蒙古攻入明朝内地。",
          "en": "Son of Nurhaci, the second khan of the Later Jin and the founding emperor of the Qing Dynasty. He continued the war against the Ming and launched the Jisi Incident in 1629, bypassing the Ming defenses via Mongolia to attack the Ming heartland."
        }
      }
    },
    {
      "id": "毛文龙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛文龙"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1576 - 1629",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝末年将领，在辽东皮岛建立东江镇，以牵制后金。因其不受节制、虚报兵饷等行为，最终被袁崇焕以尚方宝剑斩杀。",
          "en": "A late Ming Dynasty general who established the Dongjiang garrison on Pi Island in Liaodong to harass the Later Jin. He was executed by Yuan Chonghuan with an imperial sword for insubordination, fraudulent reporting of military expenses, and other transgressions."
        }
      }
    },
    {
      "id": "孙承宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙承宗"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1563 - 1638",
        "gender": "Male",
        "description": {
          "zh-cn": "明末政治家和军事家，曾任帝师、辽东督师。他支持并提拔了袁崇焕，主张修筑关宁锦防线以防御后金。",
          "en": "A late Ming statesman and strategist who served as an imperial tutor and Viceroy of Liaodong. He supported and promoted Yuan Chonghuan and advocated for the construction of the Guan-Ning-Jin Defense Line to defend against the Later Jin."
        }
      }
    },
    {
      "id": "魏忠贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏忠贤"
        ],
        "en": [
          "Wei Zhongxian"
        ]
      },
      "properties": {
        "lifetime": "1568 - 1627",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝末年权势滔天的宦官，掌控朝政，迫害东林党人。其党羽曾与袁崇焕在辽东事务上产生摩擦，后在崇祯帝即位后被清除。",
          "en": "An immensely powerful eunuch in the late Ming Dynasty who controlled the court and persecuted the Donglin faction. His associates clashed with Yuan Chonghuan over Liaodong affairs. He was purged after the Chongzhen Emperor ascended the throne."
        }
      }
    },
    {
      "id": "宁远之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "宁远之战"
        ],
        "en": [
          "Battle of Ningyuan"
        ]
      },
      "properties": {
        "period": "1626-01 - 1626-02",
        "location": {
          "zh-cn": "宁远",
          "en": "Ningyuan"
        },
        "description": {
          "zh-cn": "明朝与后金在宁远城下的一次重要战役。袁崇焕率领明军使用红衣大炮成功击退努尔哈赤的进攻，是明军对后金的首次重大胜利。",
          "en": "A major battle between Ming and Later Jin forces at Ningyuan. The Ming army, led by Yuan Chonghuan, successfully repelled Nurhaci's attack using Hongyipao cannons, marking the first significant Ming victory against the Later Jin."
        }
      }
    },
    {
      "id": "宁锦之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "宁锦之战"
        ],
        "en": [
          "Battle of Ningjin"
        ]
      },
      "properties": {
        "period": "1627-05 - 1627-06",
        "location": {
          "zh-cn": "宁远、锦州",
          "en": "Ningyuan, Jinzhou"
        },
        "description": {
          "zh-cn": "明朝与后金在宁远和锦州地区展开的系列战役。袁崇焕指挥明军再次成功抵御了皇太极的进攻，巩固了关宁锦防线。",
          "en": "A series of battles between Ming and Later Jin forces in the Ningyuan and Jinzhou areas. Ming forces under Yuan Chonghuan's command once again successfully repelled an invasion led by Hong Taiji, solidifying the Guan-Ning-Jin Defense Line."
        }
      }
    },
    {
      "id": "己巳之变 (崇祯)",
      "type": "Event",
      "name": {
        "zh-cn": [
          "己巳之变 (崇祯)",
          "己巳之变"
        ],
        "en": [
          "Jisi Incident"
        ]
      },
      "properties": {
        "period": "1629-10 - 1630-01",
        "location": {
          "zh-cn": "河北、北京",
          "en": "Hebei, Beijing"
        },
        "description": {
          "zh-cn": "后金汗皇太极率军绕过关宁锦防线，经蒙古攻入明朝内地，兵临北京城下。此事件直接导致了袁崇焕的下狱和冤死。",
          "en": "An incident where the Later Jin khan Hong Taiji led his army to bypass the Guan-Ning-Jin Defense Line, invading the Ming heartland via Mongolia and laying siege to Beijing. This event directly led to the imprisonment and wrongful execution of Yuan Chonghuan."
        }
      }
    },
    {
      "id": "关宁锦防线",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关宁锦防线"
        ],
        "en": [
          "Guan-Ning-Jin Defense Line"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由孙承宗、袁崇焕等人主导构建的，以山海关为后盾，宁远、锦州为核心的纵深防御体系，用以抵御后金的进攻。",
          "en": "A defense-in-depth system primarily established by Sun Chengzong and Yuan Chonghuan, anchored by Shanhai Pass with Ningyuan and Jinzhou as its core fortresses, designed to defend against Later Jin invasions."
        }
      }
    },
    {
      "id": "乾隆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乾隆"
        ],
        "en": [
          "Qianlong Emperor"
        ]
      },
      "properties": {
        "lifetime": "1711-09-25 - 1799-02-07",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第六位皇帝，在其统治期间，下诏为袁崇焕平反，肯定其作为明朝忠臣的功绩。",
          "en": "The sixth emperor of the Qing Dynasty, during whose reign an imperial edict was issued to posthumously rehabilitate Yuan Chonghuan, affirming his merits as a loyal official of the Ming Dynasty."
        }
      }
    },
    {
      "id": "明熹宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明熹宗",
          "天启帝"
        ],
        "en": [
          "Tianqi Emperor"
        ]
      },
      "properties": {
        "lifetime": "1605-12-23 - 1627-09-30",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝第十六位皇帝，崇祯帝之兄。在位期间，魏忠贤专权，但他也启用了孙承宗、袁崇焕等将领在辽东对抗后金。",
          "en": "The sixteenth emperor of the Ming Dynasty and the elder brother of the Chongzhen Emperor. During his reign, the eunuch Wei Zhongxian wielded great power, but he also appointed commanders like Sun Chengzong and Yuan Chonghuan to counter the Later Jin in Liaodong."
        }
      }
    },
    {
      "id": "兵部尚书",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "兵部尚书"
        ],
        "en": [
          "Minister of War"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝六部中兵部的最高长官，负责全国军事行政。",
          "en": "The highest official in the Ministry of War, one of the Six Ministries in the Ming Dynasty, responsible for the nation's military administration."
        }
      }
    },
    {
      "id": "蓟辽督师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "蓟辽督师"
        ],
        "en": [
          "Viceroy of Jiliao"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝末年设立的军事要职，总管蓟州、辽东等地的军务，权力极大。",
          "en": "A crucial military post established in the late Ming Dynasty with supreme command over military affairs in the Jizhou and Liaodong regions."
        }
      }
    },
    {
      "id": "祖大寿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "祖大寿"
        ],
        "en": [
          "Zu Dashou"
        ]
      },
      "properties": {
        "lifetime": " - 1656",
        "gender": "Male",
        "description": {
          "zh-cn": "明末将领，关宁军核心人物之一。长期跟随袁崇焕镇守辽东，袁崇焕被捕后曾率兵哗变，后被劝回。明亡后投降清朝。",
          "en": "A late Ming general and a key figure in the Guanning Army. He defended Liaodong alongside Yuan Chonghuan for many years. After Yuan's arrest, he led a mutiny but was later persuaded to return. He surrendered to the Qing after the fall of the Ming."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "孙承宗",
      "target": "袁崇焕",
      "type": "PUSHED",
      "properties": {
        "start_date": "1622",
        "description": {
          "zh-cn": "大学士孙承宗巡视辽东后，采纳了袁崇焕在宁远设防的意见，并在此后镇守山海关时更加倚重袁崇焕，视其为防御后金的关键人物。",
          "en": "After inspecting Liaodong, Grand Secretary Sun Chengzong adopted Yuan Chonghuan's proposal to fortify Ningyuan. He subsequently relied heavily on Yuan while defending Shanhai Pass, viewing him as a key figure in the defense against the Later Jin."
        }
      }
    },
    {
      "source": "努尔哈赤",
      "target": "宁远之战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1626-01-23",
        "description": {
          "zh-cn": "后金大汗努尔哈赤亲率大军进攻宁远，发动了宁远之战。",
          "en": "The Later Jin khan Nurhaci personally led a large army to attack Ningyuan, initiating the Battle of Ningyuan."
        }
      }
    },
    {
      "source": "袁崇焕",
      "target": "后金",
      "type": "BLOCKED",
      "properties": {
        "start_date": [
          "1626-01",
          "1627-05"
        ],
        "end_date": [
          "1626-02",
          "1627-06"
        ],
        "description": {
          "zh-cn": "袁崇焕在宁远之战和宁锦之战中，两次成功指挥明军击败后金的进攻。",
          "en": "Yuan Chonghuan successfully commanded the Ming forces to defeat the Later Jin invasions twice, in the Battle of Ningyuan and the Battle of Ningjin."
        }
      }
    },
    {
      "source": "袁崇焕",
      "target": "关宁锦防线",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "袁崇焕是关宁锦防线的主要构筑者和执行者，他主持修筑了宁远、锦州等重镇，形成了抵御后金的坚固防线。",
          "en": "Yuan Chonghuan was the main architect and implementer of the Guan-Ning-Jin Defense Line. He oversaw the construction of key fortresses like Ningyuan and Jinzhou, forming a solid defensive barrier against the Later Jin."
        }
      }
    },
    {
      "source": "崇祯帝",
      "target": "袁崇焕",
      "type": "PUSHED",
      "properties": {
        "start_date": "1628",
        "description": {
          "zh-cn": "崇祯帝即位后，清除魏忠贤党羽，随即任命袁崇焕为兵部尚书兼蓟辽督师，并赐予尚方宝剑，委托其处理辽东事务。",
          "en": "After ascending the throne and purging the faction of Wei Zhongxian, the Chongzhen Emperor appointed Yuan Chonghuan as Minister of War and Viceroy of Jiliao, granting him an imperial sword and entrusting him with the affairs of Liaodong."
        }
      }
    },
    {
      "source": "袁崇焕",
      "target": "毛文龙",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1629-07-24",
        "description": {
          "zh-cn": "袁崇焕以毛文龙骄横跋扈、虚报兵饷、不受节制等十二条罪状，用尚方宝剑将其在皮岛斩杀。",
          "en": "Yuan Chonghuan executed Mao Wenlong on Pi Island with an imperial sword, citing twelve crimes including arrogance, insubordination, and fraudulent reporting of military strength and expenses."
        }
      }
    },
    {
      "source": "皇太极",
      "target": "己巳之变 (崇祯)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1629-10",
        "description": {
          "zh-cn": "皇太极亲自率领后金军队，绕道蒙古地区，突破长城喜峰口，发动了己巳之变，兵临北京城下。",
          "en": "Hong Taiji personally led the Later Jin army to bypass the Ming defenses via Mongolia, broke through the Great Wall at Xifengkou, and launched the Jisi Incident, bringing his forces to the gates of Beijing."
        }
      }
    },
    {
      "source": "己巳之变 (崇祯)",
      "target": "袁崇焕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1629-12",
        "end_date": "1630-09-22",
        "description": {
          "zh-cn": "己巳之变中，袁崇焕虽千里驰援，但京城被围，朝野怨谤纷起，加上后金的反间计，最终导致崇祯帝将其逮捕并处死。",
          "en": "During the Jisi Incident, although Yuan Chonghuan rushed to defend the capital, the siege of Beijing led to widespread blame and slander at court. This, combined with a Later Jin deception stratagem, resulted in his arrest and execution by the Chongzhen Emperor."
        }
      }
    },
    {
      "source": "后金",
      "target": "崇祯帝",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1629-12",
        "description": {
          "zh-cn": "后金在己巳之变期间使用反间计，故意让被俘的明朝宦官听到袁崇焕与后金有密约的假消息并放其逃回，成功使崇祯帝对袁崇焕产生怀疑。",
          "en": "During the Jisi Incident, the Later Jin employed a deception stratagem by allowing captured Ming eunuchs to 'overhear' false information about a secret pact between Yuan Chonghuan and the Later Jin before releasing them. This successfully sowed suspicion in the mind of the Chongzhen Emperor."
        }
      }
    },
    {
      "source": "崇祯帝",
      "target": "袁崇焕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1629-12",
        "end_date": "1630-09-22",
        "description": {
          "zh-cn": "受反间计和朝臣诬陷影响，崇祯帝于1629年12月将袁崇焕下狱，并于次年9月以“通虏谋叛”等罪名将其凌迟处死。",
          "en": "Influenced by the deception stratagem and slander from court officials, the Chongzhen Emperor imprisoned Yuan Chonghuan in December 1629 and had him executed by lingchi in September of the following year on charges including treasonous collusion with the enemy."
        }
      }
    },
    {
      "source": "乾隆",
      "target": "袁崇焕",
      "type": "PUSHED",
      "properties": {
        "start_date": "1772",
        "description": {
          "zh-cn": "乾隆皇帝下诏为袁崇焕平反，肯定他“尚能忠于所事”，认为其罹难是因“主暗政昏”，深表悯恻。",
          "en": "The Qianlong Emperor issued an edict posthumously rehabilitating Yuan Chonghuan, affirming that he was 'loyal to his duty' and attributing his tragic fate to a 'dim-witted and muddle-headed ruler,' expressing deep sympathy."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "袁崇焕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1627-07",
        "description": {
          "zh-cn": "宁锦之战后，魏忠贤党羽以袁崇焕不救锦州为由进行弹劾，导致袁崇焕被迫请求辞官归乡。",
          "en": "After the Battle of Ningjin, allies of Wei Zhongxian impeached Yuan Chonghuan on the grounds of failing to relieve Jinzhou, forcing Yuan to request retirement from his post."
        }
      }
    },
    {
      "source": "袁崇焕",
      "target": "兵部尚书",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1628",
        "end_date": "1629-12",
        "position": {
          "zh-cn": "兵部尚书",
          "en": "Minister of War"
        }
      }
    },
    {
      "source": "袁崇焕",
      "target": "蓟辽督师",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1628",
        "end_date": "1629-12",
        "position": {
          "zh-cn": "蓟辽督师",
          "en": "Viceroy of Jiliao"
        }
      }
    },
    {
      "source": "明熹宗",
      "target": "袁崇焕",
      "type": "PUSHED",
      "properties": {
        "start_date": "1622",
        "end_date": "1627",
        "description": {
          "zh-cn": "在位期间，明熹宗采纳朝臣建议，提拔袁崇焕至兵部任职，并在宁远之战后多次予以升迁和嘉奖，支持其在辽东的军事活动。",
          "en": "During his reign, the Tianqi Emperor adopted the advice of his officials to promote Yuan Chonghuan to a position in the Ministry of War. Following the Battle of Ningyuan, he repeatedly promoted and rewarded Yuan, supporting his military activities in Liaodong."
        }
      }
    },
    {
      "source": "祖大寿",
      "target": "袁崇焕",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "祖大寿是袁崇焕麾下的重要将领，长期跟随其镇守辽东，是关宁军的核心人物。",
          "en": "Zu Dashou was a key general under Yuan Chonghuan's command and a core figure of the Guanning Army, having long followed him in defending Liaodong."
        }
      }
    }
  ]
}