{
  "nodes": [
    {
      "id": "秦始皇陵",
      "type": "Location",
      "name": {
        "zh-cn": [
          "秦始皇陵",
          "骊山园"
        ],
        "en": [
          "Mausoleum of the First Qin Emperor"
        ]
      },
      "properties": {
        "period": "-247 - -208",
        "location": {
          "zh-cn": "中国陕西省西安市临潼区",
          "en": "Lintong District, Xi'an, Shaanxi, China"
        },
        "description": {
          "zh-cn": "秦朝开国皇帝秦始皇的陵墓，位于中国陕西省西安市临潼区骊山北麓，是世界文化遗产及全国重点文物保护单位。",
          "en": "The mausoleum of Qin Shi Huang, the first emperor of the Qin dynasty, located at the northern foot of Mount Li in Lintong District, Xi'an, Shaanxi province, China. It is a UNESCO World Heritage site and a Major Historical and Cultural Site Protected at the National Level."
        }
      }
    },
    {
      "id": "秦始皇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦始皇",
          "始皇帝"
        ],
        "en": [
          "Qin Shi Huang"
        ]
      },
      "properties": {
        "lifetime": "-0259 - -0210-09-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中国历史上首位完成华夏大一统的政治人物，秦朝的开国皇帝。",
          "en": "The founder of the Qin dynasty and the first emperor of a unified China."
        }
      }
    },
    {
      "id": "李斯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李斯"
        ],
        "en": [
          "Li Si"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝丞相，曾主持秦始皇陵的修建工作。",
          "en": "Chancellor of the Qin dynasty, who supervised the construction of the Mausoleum of the First Qin Emperor."
        }
      }
    },
    {
      "id": "秦二世",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦二世",
          "胡亥"
        ],
        "en": [
          "Qin Er Shi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝的第二位皇帝，秦始皇之子。",
          "en": "The second emperor of the Qin dynasty and the son of Qin Shi Huang."
        }
      }
    },
    {
      "id": "章邯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章邯"
        ],
        "en": [
          "Zhang Han"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝末年的将领。",
          "en": "A general of the Qin dynasty during its final years."
        }
      }
    },
    {
      "id": "项羽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "项羽"
        ],
        "en": [
          "Xiang Yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦末时期的重要叛军领袖，传说曾发掘并焚烧秦始皇陵。",
          "en": "A prominent rebel leader during the late Qin dynasty, who is said to have excavated and burned the Mausoleum of the First Qin Emperor."
        }
      }
    },
    {
      "id": "赤眉军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "赤眉军"
        ],
        "en": [
          "Chimei"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新朝末年的一支农民起义军队，传说曾进入秦陵盗掘。",
          "en": "A peasant rebel army during the late Xin dynasty, rumored to have looted the Qin Mausoleum."
        }
      }
    },
    {
      "id": "石虎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "石虎"
        ],
        "en": [
          "Shi Hu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "五胡十六国时期后赵的第三位皇帝，据记载曾派人发掘秦始皇陵。",
          "en": "The third emperor of the Later Zhao state during the Sixteen Kingdoms period, who reportedly ordered the excavation of the Qin Mausoleum."
        }
      }
    },
    {
      "id": "黄巢",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄巢"
        ],
        "en": [
          "Huang Chao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝末年民变领袖，传说曾发掘秦始皇陵。",
          "en": "A rebel leader during the late Tang dynasty, rumored to have excavated the Qin Mausoleum."
        }
      }
    },
    {
      "id": "史记",
      "type": "Document",
      "name": {
        "zh-cn": [
          "史记"
        ],
        "en": [
          "Records of the Grand Historian"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由西汉史学家司马迁撰写的纪传体史书，其中包含对秦始皇陵的最早且最详细的记载。",
          "en": "A monumental history of ancient China finished around 94 BC by the Western Han dynasty historian Sima Qian, containing the earliest and most detailed account of the Qin Mausoleum."
        }
      }
    },
    {
      "id": "司马迁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "司马迁"
        ],
        "en": [
          "Sima Qian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉时期的史学家、文学家，其著作《史记》是记载秦始皇陵情况的重要文献。",
          "en": "A historian and writer of the Western Han dynasty, whose work 'Records of the Grand Historian' is a crucial document detailing the Mausoleum of the First Qin Emperor."
        }
      }
    },
    {
      "id": "汉武帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉武帝"
        ],
        "en": [
          "Emperor Wu of Han"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉第七位皇帝。有学者认为司马迁撰写《史记》时，有劝谏其不要过度修建陵墓的意图。",
          "en": "The seventh emperor of the Western Han dynasty. Some scholars believe that Sima Qian, in writing the 'Records of the Grand Historian,' intended to dissuade him from building an overly extravagant mausoleum."
        }
      }
    },
    {
      "id": "段清波",
      "type": "Person",
      "name": {
        "zh-cn": [
          "段清波"
        ],
        "en": [
          "Duan Qingbo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "考古学家，曾长期担任秦始皇陵考古队队长，对陵墓的修建时间提出了不同于传统史料的见解。",
          "en": "An archaeologist who served as the long-term head of the Qin Mausoleum archaeological team and proposed a construction timeline that differs from traditional historical accounts."
        }
      }
    },
    {
      "id": "世界遗产名录",
      "type": "Document",
      "name": {
        "zh-cn": [
          "世界遗产名录"
        ],
        "en": [
          "World Heritage List"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国教科文组织世界遗产委员会确认并登录的具有突出普遍价值的文化或自然遗产清单。",
          "en": "A list of cultural or natural heritage sites of outstanding universal value, as recognized and inscribed by the UNESCO World Heritage Committee."
        }
      }
    },
    {
      "id": "秦始皇陵兵马俑",
      "type": "Location",
      "name": {
        "zh-cn": [
          "秦始皇陵兵马俑",
          "兵马俑",
          "兵马俑坑"
        ],
        "en": [
          "Terracotta Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "秦始皇陵的陪葬坑，出土了大量陶制兵马俑，是20世纪最重要的考古发现之一。",
          "en": "A collection of terracotta sculptures depicting the armies of Qin Shi Huang, buried with the emperor in his mausoleum. It is one of the most significant archaeological discoveries of the 20th century."
        }
      }
    },
    {
      "id": "不主动发掘帝王陵墓政策",
      "type": "Document",
      "name": {
        "zh-cn": [
          "不主动发掘帝王陵墓政策"
        ],
        "en": [
          "Policy of not actively excavating imperial tombs"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国考古界自20世纪50年代以来形成的一项工作方针，旨在避免因现有技术不足对出土文物造成不可逆的破坏。",
          "en": "A guiding principle in Chinese archaeology established since the 1950s, aimed at preventing irreversible damage to unearthed artifacts due to limitations in current technology."
        }
      }
    },
    {
      "id": "明定陵",
      "type": "Location",
      "name": {
        "zh-cn": [
          "明定陵"
        ],
        "en": [
          "Dingling Mausoleum"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝万历皇帝的陵墓。其于20世纪50年代被发掘后，因技术限制导致大量出土文物严重受损，这一教训直接促使中国政府确立了不主动发掘帝王陵的政策。",
          "en": "The mausoleum of the Wanli Emperor of the Ming dynasty. Its excavation in the 1950s led to severe damage to many unearthed artifacts due to technical limitations, a lesson that directly prompted the Chinese government to establish the policy of not actively excavating imperial tombs."
        }
      }
    },
    {
      "id": "郑振铎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑振铎"
        ],
        "en": [
          "Zheng Zhenduo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国学者及官员，在明定陵发掘后，上书国务院，请求立即停止挖掘帝王陵墓。",
          "en": "A Chinese scholar and official who, after the excavation of the Dingling Mausoleum, petitioned the State Council to immediately cease the excavation of imperial tombs."
        }
      }
    },
    {
      "id": "夏鼐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "夏鼐"
        ],
        "en": [
          "Xia Nai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国考古学家，在明定陵发掘后，与郑振铎一同上书国务院，请求立即停止挖掘帝王陵墓。",
          "en": "A Chinese archaeologist who, along with Zheng Zhenduo, petitioned the State Council to immediately cease the excavation of imperial tombs following the excavation of the Dingling Mausoleum."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "中国国务院"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的中央人民政府，是最高国家行政机关。",
          "en": "The Central People's Government of the People's Republic of China, which is the highest state administrative organ."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国首任国务院总理，批准了由郑振铎、夏鼐提出的停止主动发掘帝王陵的建议。",
          "en": "The first Premier of the People's Republic of China, who approved the proposal by Zheng Zhenduo and Xia Nai to stop the active excavation of imperial tombs."
        }
      }
    },
    {
      "id": "全国重点文物保护单位",
      "type": "Document",
      "name": {
        "zh-cn": [
          "全国重点文物保护单位"
        ],
        "en": [
          "Major Historical and Cultural Site Protected at the National Level"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国对不可移动文物所核定的最高保护级别。",
          "en": "The highest level of protection designated for immovable cultural relics in the People's Republic of China."
        }
      }
    },
    {
      "id": "秦朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "秦朝",
          "秦"
        ],
        "en": [
          "Qin dynasty"
        ]
      },
      "properties": {
        "period": "-221 - -207",
        "description": {
          "zh-cn": "中国历史上第一个大一统封建王朝，由秦始皇建立。",
          "en": "The first unified imperial dynasty of China, founded by Qin Shi Huang."
        }
      }
    },
    {
      "id": "中国中央电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国中央电视台",
          "央视"
        ],
        "en": [
          "China Central Television",
          "CCTV"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家电视台。",
          "en": "The national broadcaster of the People's Republic of China."
        }
      }
    },
    {
      "id": "李白",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李白"
        ],
        "en": [
          "Li Bai"
        ]
      },
      "properties": {
        "lifetime": "0701 - 0762",
        "gender": "Male",
        "description": {
          "zh-cn": "唐代伟大的浪漫主义诗人，被后人誉为“诗仙”。其诗作中曾提及秦始皇陵的修建。",
          "en": "A great romantic poet of the Tang dynasty, revered by later generations as the 'Poet Immortal.' His poems mention the construction of the Qin Mausoleum."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "秦始皇",
      "target": "秦始皇陵",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0247",
        "end_date": "-0208",
        "description": {
          "zh-cn": "秦始皇自即位起便开始为其修建陵墓。根据《史记》记载，工程历时39年。但现代考古研究认为主要建造期约为公元前219至前213年。",
          "en": "Qin Shi Huang began the construction of his mausoleum upon ascending the throne. According to the 'Records of the Grand Historian,' the project lasted 39 years. However, modern archaeological research suggests the main construction period was around 219–213 BC."
        }
      }
    },
    {
      "source": "秦始皇",
      "target": "秦朝",
      "type": "FOUNDED",
      "properties": {
        "start_date": "-0221",
        "description": {
          "zh-cn": "秦始皇统一六国，建立了中国历史上第一个大一统王朝——秦朝。",
          "en": "Qin Shi Huang unified the six states and established the first unified dynasty in Chinese history, the Qin dynasty."
        }
      }
    },
    {
      "source": "李斯",
      "target": "秦始皇陵",
      "type": "PUSHED",
      "properties": {
        "position": {
          "zh-cn": "丞相",
          "en": "Chancellor"
        },
        "description": {
          "zh-cn": "作为丞相，李斯是主持修建秦始皇陵的主要官员。",
          "en": "As Chancellor, Li Si was the principal official in charge of supervising the construction of the Mausoleum of the First Qin Emperor."
        }
      }
    },
    {
      "source": "秦二世",
      "target": "秦始皇",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "秦二世胡亥是秦始皇之子。",
          "en": "Qin Er Shi (Huhai) was the son of Qin Shi Huang."
        }
      }
    },
    {
      "source": "秦二世",
      "target": "秦始皇陵",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0210",
        "description": {
          "zh-cn": "在秦始皇下葬后，秦二世下令将所有参与修建陵墓内部机关的工匠封闭在墓中，以防泄密，完成了陵墓的最后封闭工序。",
          "en": "After Qin Shi Huang's burial, Qin Er Shi ordered all craftsmen involved in building the tomb's internal mechanisms to be sealed inside to prevent secrets from being leaked, thus completing the final sealing of the mausoleum."
        }
      }
    },
    {
      "source": "章邯",
      "target": "秦始皇陵",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "为抵抗秦末农民暴动，章邯将修建陵墓的七十万劳工调走编为军队，导致秦始皇陵的修建工程被迫中断。",
          "en": "To counter the peasant uprisings at the end of the Qin dynasty, Zhang Han diverted the 700,000 laborers building the mausoleum to form an army, causing the construction of the mausoleum to be halted."
        }
      }
    },
    {
      "source": "项羽",
      "target": "秦始皇陵",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "据多部史书记载，项羽进入关中后，曾大规模发掘、焚烧秦始皇陵，并掠夺其财宝。但现代考古未发现地宫被成功盗掘的证据。",
          "en": "According to several historical records, after entering the Guanzhong region, Xiang Yu extensively excavated, burned, and looted the Mausoleum of the First Qin Emperor. However, modern archaeology has found no evidence that the main underground palace was successfully breached."
        }
      }
    },
    {
      "source": "赤眉军",
      "target": "秦始皇陵",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "据《水经注》记载，赤眉军曾进入秦陵，销熔其铜椁取铜。",
          "en": "According to the 'Commentary on the Water Classic,' the Chimei army entered the Qin Mausoleum and melted its bronze outer coffin to obtain copper."
        }
      }
    },
    {
      "source": "石虎",
      "target": "秦始皇陵",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "据《晋书》记载，石虎曾派人发掘秦始皇陵，取走铜柱用于铸造器物。",
          "en": "According to the 'Book of Jin,' Shi Hu sent men to excavate the Qin Mausoleum and took its bronze pillars to be cast into vessels."
        }
      }
    },
    {
      "source": "黄巢",
      "target": "秦始皇陵",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "据明代都穆《骊山记》记载，黄巢也曾发掘过秦始皇陵。",
          "en": "According to Du Mu's 'Account of Mount Li' from the Ming dynasty, Huang Chao also excavated the Qin Mausoleum."
        }
      }
    },
    {
      "source": "司马迁",
      "target": "史记",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "司马迁撰写了《史记》，其中《秦始皇本纪》是关于秦陵的最重要历史文献之一。",
          "en": "Sima Qian wrote the 'Records of the Grand Historian,' in which the 'Basic Annals of the First Emperor of Qin' is one of the most important historical sources on the Qin Mausoleum."
        }
      }
    },
    {
      "source": "史记",
      "target": "秦始皇陵",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "《史记》对秦始皇陵地宫的详细描述，如“以水银为百川江河大海”，深刻塑造了后世对这座陵墓的认知，并得到现代考古勘探的部分证实。",
          "en": "The detailed description of the Qin Mausoleum's underground palace in the 'Records of the Grand Historian,' such as 'using mercury to represent the hundred rivers and the great sea,' profoundly shaped posterity's understanding of the tomb and has been partially confirmed by modern archaeological surveys."
        }
      }
    },
    {
      "source": "史记",
      "target": "汉武帝",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "现代学者段清波等人认为，司马迁在《史记》中对秦陵规模和修建时间的描述可能存在夸张，意在含蓄地劝谏当时大修陵墓的汉武帝。",
          "en": "Modern scholars like Duan Qingbo suggest that Sima Qian's account of the scale and construction time of the Qin Mausoleum in the 'Records of the Grand Historian' may have been exaggerated, with the implicit intention of dissuading Emperor Wu of Han from building an overly lavish tomb."
        }
      }
    },
    {
      "source": "段清波",
      "target": "秦始皇陵",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "作为秦始皇陵考古队前队长，段清波通过考古学研究，对陵墓的实际建造时间、布局及是否被盗等关键问题提出了重要的学术见解，修正了部分传统看法。",
          "en": "As the former head of the Qin Mausoleum archaeological team, Duan Qingbo provided significant academic insights into key issues such as the actual construction time, layout, and whether the tomb was robbed, correcting some traditional views through archaeological research."
        }
      }
    },
    {
      "source": "世界遗产名录",
      "target": "秦始皇陵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987",
        "description": {
          "zh-cn": "1987年，秦始皇陵被列入《世界遗产名录》，其突出普遍价值获得国际承认，促进了其保护和研究工作。",
          "en": "In 1987, the Mausoleum of the First Qin Emperor was inscribed on the World Heritage List, gaining international recognition for its outstanding universal value and promoting its conservation and research."
        }
      }
    },
    {
      "source": "世界遗产名录",
      "target": "秦始皇陵兵马俑",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987",
        "description": {
          "zh-cn": "1987年，秦始皇陵兵马俑作为秦始皇陵的一部分，被共同列入《世界遗产名录》。",
          "en": "In 1987, the Terracotta Army, as part of the Mausoleum of the First Qin Emperor, was jointly inscribed on the World Heritage List."
        }
      }
    },
    {
      "source": "全国重点文物保护单位",
      "target": "秦始皇陵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1961",
        "description": {
          "zh-cn": "1961年，秦始皇陵被中华人民共和国国务院公布为第一批全国重点文物保护单位，确立了其在中国文物保护体系中的最高地位。",
          "en": "In 1961, the Mausoleum of the First Qin Emperor was announced by the State Council of the People's Republic of China as one of the first Major Historical and Cultural Sites Protected at the National Level, establishing its highest status in China's cultural heritage protection system."
        }
      }
    },
    {
      "source": "明定陵",
      "target": "不主动发掘帝王陵墓政策",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "明定陵在20世纪50年代的发掘过程中，因技术条件不足导致大量珍贵文物损毁，这一惨痛教训直接催生了“不主动发掘帝王陵”的政策。",
          "en": "The excavation of the Dingling Mausoleum in the 1950s resulted in the destruction of numerous precious artifacts due to inadequate technical conditions. This painful lesson directly led to the establishment of the 'Policy of not actively excavating imperial tombs'."
        }
      }
    },
    {
      "source": "郑振铎",
      "target": "不主动发掘帝王陵墓政策",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "在看到明定陵发掘后的文物损坏情况后，时任文化部副部长的郑振铎与夏鼐联名上书国务院，请求停止对帝王陵的主动发掘。",
          "en": "After witnessing the damage to artifacts from the Dingling excavation, Zheng Zhenduo, then Vice Minister of Culture, jointly with Xia Nai, submitted a report to the State Council requesting a halt to the active excavation of imperial tombs."
        }
      }
    },
    {
      "source": "夏鼐",
      "target": "不主动发掘帝王陵墓政策",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "作为考古学家，夏鼐在明定陵发掘后，与郑振铎联名上书国务院，以专业的角度阐述了保护文物的紧迫性，推动了相关政策的出台。",
          "en": "As an archaeologist, Xia Nai, after the Dingling excavation, co-authored a report with Zheng Zhenduo to the State Council, articulating the urgency of artifact preservation from a professional standpoint and promoting the establishment of the relevant policy."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "不主动发掘帝王陵墓政策",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "时任国务院总理的周恩来同意了郑振铎、夏鼐的意见，从此，“不主动发掘帝王陵”成为中国考古界的定规。",
          "en": "Then-Premier Zhou Enlai agreed with the opinions of Zheng Zhenduo and Xia Nai, and since then, 'not actively excavating imperial tombs' has become a standard rule in Chinese archaeology."
        }
      }
    },
    {
      "source": "不主动发掘帝王陵墓政策",
      "target": "秦始皇陵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "基于“不主动发掘帝王陵”的政策，中国官方对是否发掘秦始皇陵地宫持保守态度，从而在客观上保护了地宫免受当前技术限制可能带来的损害。",
          "en": "Based on the 'Policy of not actively excavating imperial tombs,' the Chinese government maintains a conservative stance on excavating the underground palace of the Qin Mausoleum, which objectively protects it from potential damage due to current technological limitations."
        }
      }
    },
    {
      "source": "中国中央电视台",
      "target": "段清波",
      "type": "PUSHED",
      "properties": {
        "start_date": "2019",
        "description": {
          "zh-cn": "2019年，中国中央电视台播出的系列专题节目采访了段清波教授，使其关于秦陵从未被盗等考古见解获得了更广泛的传播。",
          "en": "In 2019, a series of special programs broadcast by CCTV featured an interview with Professor Duan Qingbo, allowing his archaeological findings, such as the conclusion that the Qin Mausoleum was never successfully robbed, to reach a wider audience."
        }
      }
    },
    {
      "source": "李白",
      "target": "秦始皇陵",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "唐代诗人李白在其作品《古风·秦王扫六合》中提及“刑徒七十万，起土骊山隈”，描述了修建秦始皇陵的浩大工程，反映并影响了后世对该工程的认知。",
          "en": "The Tang dynasty poet Li Bai mentioned the vast construction of the Qin Mausoleum in his work 'Ancient Airs: The King of Qin Sweeps the Six States,' describing '700,000 convicts raising earth at the foot of Mount Li,' which reflected and influenced later perceptions of the project."
        }
      }
    }
  ]
}