{
  "nodes": [
    {
      "id": "造反派",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "造反派"
        ],
        "en": []
      },
      "properties": {
        "period": "1966 - 1968",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "文化大革命时期以“造反”自我标榜的群众组织、派系或个人。该运动在1968年底随着毛泽东下令解散工人造反派组织而基本结束，其成员在后续的政治运动中遭到整肃。",
          "en": "Mass organizations, factions, or individuals who labeled themselves as 'rebels' during the Cultural Revolution. The movement largely ended by the end of 1968 when Mao Zedong ordered the dissolution of worker rebel organizations, and its members were purged in subsequent political campaigns."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966-05 - 1976-10",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "中华人民共和国历史上的一场重大政治运动，由毛泽东发动和领导。它对中国的政治、经济、文化和社会造成了深远而持久的影响。",
          "en": "A major political movement in the history of the People's Republic of China, initiated and led by Mao Zedong. It had profound and lasting impacts on China's politics, economy, culture, and society."
        }
      }
    },
    {
      "id": "红卫兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红卫兵"
        ],
        "en": [
          "Red Guards"
        ]
      },
      "properties": {
        "period": "1966 - 1968",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "文化大革命期间由大中学生组成的群众组织，是造反派运动早期的主要力量。在1968年毛泽东思想宣传队进驻学校后迅速没落。",
          "en": "Mass organizations composed of university and middle school students during the Cultural Revolution, forming the main force in the early stages of the rebel movement. They rapidly declined after Mao Zedong Thought Propaganda Teams entered schools in 1968."
        }
      }
    },
    {
      "id": "一月风暴",
      "type": "Event",
      "name": {
        "zh-cn": [
          "一月风暴"
        ],
        "en": [
          "January Storm"
        ]
      },
      "properties": {
        "period": "1967-01 - 1967-01",
        "location": {
          "zh-cn": "上海市",
          "en": "Shanghai"
        },
        "description": {
          "zh-cn": "1967年1月在上海发生的夺权事件，标志着全国性夺权运动的开始。",
          "en": "A power-seizure incident that occurred in Shanghai in January 1967, marking the beginning of the nationwide power-seizure movement."
        }
      }
    },
    {
      "id": "夺权运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "夺权运动"
        ],
        "en": [
          "Power-seizure movement"
        ]
      },
      "properties": {
        "period": "1967 - 1968",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "文化大革命期间，由造反派在全国范围内发起的旨在夺取各级党政机关权力的运动。",
          "en": "A movement during the Cultural Revolution initiated by rebel factions across the country to seize power from party and government organs at all levels."
        }
      }
    },
    {
      "id": "武斗",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "武斗"
        ],
        "en": [
          "Violent Struggles"
        ]
      },
      "properties": {
        "period": "1967 - 1968",
        "location": {
          "zh-cn": "中国大陆",
          "en": "Mainland China"
        },
        "description": {
          "zh-cn": "文化大革命期间群众组织之间发生的大规模暴力冲突，尤其在1967至1968年间导致中国大陆进入全面内战状态。",
          "en": "Large-scale violent conflicts between mass organizations during the Cultural Revolution, which led mainland China into a state of full-scale civil war, especially between 1967 and 1968."
        }
      }
    },
    {
      "id": "内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "内战"
        ],
        "en": [
          "Civil War"
        ]
      },
      "properties": {
        "period": "1967 - 1968",
        "location": {
          "zh-cn": "中国大陆",
          "en": "Mainland China"
        },
        "description": {
          "zh-cn": "指1967-68年间由于大规模武斗导致中国大陆进入的全面混乱状态。",
          "en": "Refers to the state of total chaos in mainland China from 1967-68 caused by large-scale violent struggles."
        }
      }
    },
    {
      "id": "毛泽东思想宣传队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "毛泽东思想宣传队",
          "工宣队",
          "首都工人毛泽东思想宣传队"
        ],
        "en": [
          "Mao Zedong Thought Propaganda Team"
        ]
      },
      "properties": {
        "period": "1968 - ",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "由工农兵组成的组织，于1968年夏开始进驻各单位（尤其是学校），旨在停止武斗、领导“斗、批、改”。",
          "en": "Organizations composed of workers, peasants, and soldiers that began to enter various units (especially schools) in the summer of 1968 to stop violent struggles and lead the 'struggle-criticism-transformation'."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "中国共产党、中华人民共和国和中国人民解放军的主要缔造者和领导人，发动了文化大革命。",
          "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army, who launched the Cultural Revolution."
        }
      }
    },
    {
      "id": "清理阶级队伍",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "清理阶级队伍"
        ],
        "en": [
          "Cleansing the Class Ranks"
        ]
      },
      "properties": {
        "period": "1968 - 1969",
        "description": {
          "zh-cn": "文化大革命期间的一场大规模政治清洗运动，许多文革初期的造反派成员在此期间遭到整肃。",
          "en": "A large-scale political purge during the Cultural Revolution, in which many members of the early rebel factions were persecuted."
        }
      }
    },
    {
      "id": "清查五一六",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "清查五一六"
        ],
        "en": [
          "Cleansing of the May 16th Elements"
        ]
      },
      "properties": {
        "period": "1970 - ",
        "description": {
          "zh-cn": "文化大革命期间的一场大规模政治清洗运动，旨在清查所谓的“五一六反革命阴谋集团”，许多造反派成员在此期间遭到整肃。",
          "en": "A large-scale political purge during the Cultural Revolution aimed at investigating the so-called 'May 16 counter-revolutionary clique', in which many rebel faction members were persecuted."
        }
      }
    },
    {
      "id": "清理三种人",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "清理三种人"
        ],
        "en": [
          "Cleansing of the Three Types of People"
        ]
      },
      "properties": {
        "period": "1982 - ",
        "description": {
          "zh-cn": "文革结束后的一场政治清洗运动，主要清查与林彪、四人帮集团有联系的造反起家者、帮派思想严重者和打砸抢分子，许多前造反派成员是其目标。",
          "en": "A political purge after the Cultural Revolution, primarily targeting those who rose to power through rebellion and were linked to the Lin Biao and Gang of Four cliques, those with strong factionalist ideas, and those involved in 'beating, smashing, and looting'. Many former rebel members were targeted."
        }
      }
    },
    {
      "id": "保皇派 (文革)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "保皇派 (文革)",
          "保守派",
          "当权派"
        ],
        "en": []
      },
      "properties": {
        "period": "1966 - 1968",
        "description": {
          "zh-cn": "文化大革命期间与造反派对立的群众组织，通常被认为维护当时的党政领导。双方时常爆发武斗。",
          "en": "Mass organizations during the Cultural Revolution that opposed the rebel factions, generally seen as defending the existing party and government leadership. The two sides often engaged in violent struggles."
        }
      }
    },
    {
      "id": "七·二七事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七·二七事件"
        ],
        "en": []
      },
      "properties": {
        "period": "1968-07-27 - 1968-07-27",
        "location": {
          "zh-cn": "清华大学",
          "en": "Tsinghua University"
        },
        "description": {
          "zh-cn": "指1968年7月27日首都工人毛泽东思想宣传队进驻清华大学时，遭到清华红卫兵暴力抵制的事件。该事件直接导致毛泽东召见红卫兵五大领袖，并宣告了红卫兵运动的终结。",
          "en": "Refers to the incident on July 27, 1968, when the Capital Workers' Mao Zedong Thought Propaganda Team was violently resisted by Tsinghua Red Guards upon entering the university. This event directly led to Mao Zedong summoning the five major Red Guard leaders and marked the end of the Red Guard movement."
        }
      }
    },
    {
      "id": "聂元梓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "聂元梓"
        ],
        "en": [
          "Nie Yuanzi"
        ]
      },
      "properties": {
        "lifetime": "1921-04-05 - 2019-08-28",
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治人物，北京大学哲学系党总支书记，因张贴“全国第一张马列主义大字报”而闻名，是北京红卫兵造反派五大领袖之一。",
          "en": "Chinese political figure, Party Branch Secretary of the Philosophy Department at Peking University, famous for posting the 'nation's first Marxist-Leninist big-character poster', and one of the five major leaders of the Beijing Red Guard rebel faction."
        }
      }
    },
    {
      "id": "蒯大富",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒯大富"
        ],
        "en": [
          "Kuai Dafu"
        ]
      },
      "properties": {
        "lifetime": "1945-09-13 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，清华大学学生，文革期间清华大学井冈山红卫兵首领，是北京红卫兵造反派五大领袖之一。",
          "en": "Chinese political figure, a student at Tsinghua University and leader of the Tsinghua University Jinggangshan Red Guards during the Cultural Revolution. He was one of the five major leaders of the Beijing Red Guard rebel faction."
        }
      }
    },
    {
      "id": "谭厚兰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谭厚兰"
        ],
        "en": [
          "Tan Houlan"
        ]
      },
      "properties": {
        "lifetime": "1937 - 1982-11",
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治人物，北京师范大学学生，文革期间北京师范大学“井冈山公社”总负责人，是北京红卫兵造反派五大领袖之一。",
          "en": "Chinese political figure, a student at Beijing Normal University and general head of the 'Jinggangshan Commune' there during the Cultural Revolution. She was one of the five major leaders of the Beijing Red Guard rebel faction."
        }
      }
    },
    {
      "id": "韩爱晶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩爱晶"
        ],
        "en": [
          "Han Aijing"
        ]
      },
      "properties": {
        "lifetime": "1945-09-14 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，北京航空学院学生，文革期间北京航空学院“红旗战斗队”总负责人，是北京红卫兵造反派五大领袖之一。",
          "en": "Chinese political figure, a student at Beijing Aeronautical Institute and general head of the 'Red Flag Combat Team' there during the Cultural Revolution. He was one of the five major leaders of the Beijing Red Guard rebel faction."
        }
      }
    },
    {
      "id": "王大宾",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王大宾"
        ],
        "en": [
          "Wang Dabin"
        ]
      },
      "properties": {
        "lifetime": "1945-10 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，北京地质学院学生，文革期间北京地质学院“东方红公社”总负责人，是北京红卫兵造反派五大领袖之一。",
          "en": "Chinese political figure, a student at Beijing Institute of Geology and general head of the 'East is Red Commune' there during the Cultural Revolution. He was one of the five major leaders of the Beijing Red Guard rebel faction."
        }
      }
    },
    {
      "id": "革命委员会 (文革)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "革命委员会 (文革)",
          "革命委员会"
        ],
        "en": [
          "Revolutionary Committee (Cultural Revolution)"
        ]
      },
      "properties": {
        "period": "1967 - 1979",
        "description": {
          "zh-cn": "文化大革命期间建立的各级临时权力机构，取代了原有的地方各级人民委员会和人民代表大会。1968年底，工人造反派组织被解散并归属于各级革命委员会。",
          "en": "Provisional power organs established at all levels during the Cultural Revolution, replacing the original local people's committees and people's congresses. By the end of 1968, worker rebel organizations were dissolved and incorporated into these revolutionary committees."
        }
      }
    },
    {
      "id": "血统论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "血统论"
        ],
        "en": [
          "Theory of bloodline"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "文化大革命初期的一种思想，强调家庭出身在政治和社会地位中的决定性作用，口号是“老子英雄儿好汉，老子反动儿混蛋”。受到造反派红卫兵的批判。",
          "en": "An ideology in the early Cultural Revolution that emphasized the decisive role of family background in political and social status, with the slogan 'If the father is a hero, the son is a good man; if the father is a reactionary, the son is a bastard'. It was criticized by the rebel Red Guards."
        }
      }
    },
    {
      "id": "百日大武斗",
      "type": "Event",
      "name": {
        "zh-cn": [
          "百日大武斗"
        ],
        "en": []
      },
      "properties": {
        "period": "1968-04 - 1968-07",
        "location": {
          "zh-cn": "清华大学",
          "en": "Tsinghua University"
        },
        "description": {
          "zh-cn": "1968年春夏季在清华大学发生的长达百日的两派红卫兵之间的大规模武斗。",
          "en": "A large-scale violent struggle between two factions of Red Guards at Tsinghua University that lasted for a hundred days in the spring and summer of 1968."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国"
        ],
        "en": [
          "People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的社会主义国家，简称中国。是造反派运动发生的地点。",
          "en": "A socialist state in East Asia, commonly known as China. It was the location where the Rebel Faction movement occurred."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "文化大革命",
      "target": "造反派",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-05",
        "description": {
          "zh-cn": "造反派是文化大革命的直接产物，在文革的背景下产生和发展。",
          "en": "The Rebel Faction was a direct product of the Cultural Revolution, emerging and developing within its context."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "造反派",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "文革期间的造反派运动可分为早期的红卫兵造反运动以及后期的工人造反运动，红卫兵运动是造反派运动的开端和重要组成部分。",
          "en": "The rebel movement during the Cultural Revolution can be divided into the early Red Guard rebel movement and the later worker rebel movement; the Red Guard movement was the beginning and an important component of the rebel movement."
        }
      }
    },
    {
      "source": "一月风暴",
      "target": "夺权运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967-01",
        "description": {
          "zh-cn": "上海“一月风暴”的爆发，标志着造反派在全国范围内展开“夺权运动”。",
          "en": "The outbreak of the 'January Storm' in Shanghai marked the beginning of the nationwide 'power-seizure movement' by the rebel factions."
        }
      }
    },
    {
      "source": "造反派",
      "target": "夺权运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967-01",
        "description": {
          "zh-cn": "造反派是夺权运动的主要发起者和参与者。",
          "en": "The Rebel Faction was the main initiator and participant in the power-seizure movement."
        }
      }
    },
    {
      "source": "造反派",
      "target": "武斗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967",
        "end_date": "1968",
        "description": {
          "zh-cn": "造反派与保守派之间，或造反派内部，时常发生武斗。",
          "en": "Violent struggles frequently occurred between the Rebel Faction and the Conservative Faction, or within the Rebel Faction itself."
        }
      }
    },
    {
      "source": "武斗",
      "target": "内战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967",
        "end_date": "1968",
        "description": {
          "zh-cn": "1967-68年间的大规模武斗导致中国大陆进入“全面内战”状态。",
          "en": "The large-scale violent struggles between 1967 and 1968 led mainland China into a state of 'full-scale civil war'."
        }
      }
    },
    {
      "source": "造反派",
      "target": "保皇派 (文革)",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1966",
        "end_date": "1968",
        "description": {
          "zh-cn": "造反派与“保皇派”群众组织（保守派）相对，双方是对立派系，时常爆发武斗。",
          "en": "The Rebel Faction was opposed to the 'Royalist' mass organizations (Conservative Faction); they were opposing factions and often engaged in violent struggles."
        }
      }
    },
    {
      "source": "毛泽东思想宣传队",
      "target": "武斗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-07",
        "description": {
          "zh-cn": "1968年夏，由工农兵组成的毛泽东思想宣传队开始进驻各单位，制止了大规模武斗。",
          "en": "In the summer of 1968, Mao Zedong Thought Propaganda Teams composed of workers, peasants, and soldiers began to enter various units, stopping the large-scale violent struggles."
        }
      }
    },
    {
      "source": "毛泽东思想宣传队",
      "target": "红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-07",
        "description": {
          "zh-cn": "毛泽东思想宣传队进驻学校等单位后，接管了领导权，导致红卫兵组织迅速没落。",
          "en": "After the Mao Zedong Thought Propaganda Teams entered schools and other units, they took over leadership, leading to the rapid decline of Red Guard organizations."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "造反派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968",
        "description": {
          "zh-cn": "1968年夏，毛泽东召见红卫兵领袖，批评并制止了大学中的武斗；至1968年底，全国所有工人造反派组织在毛泽东“大联合”的口号下解散。这标志着他决定结束群众性的造反运动。",
          "en": "In the summer of 1968, Mao Zedong summoned Red Guard leaders, criticizing and stopping the violent struggles in universities; by the end of 1968, all worker rebel organizations across the country were dissolved under Mao's slogan of 'great union'. This marked his decision to end the mass rebel movement."
        }
      }
    },
    {
      "source": "清理阶级队伍",
      "target": "造反派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968",
        "description": {
          "zh-cn": "在文革“清理阶级队伍”运动中，许多文革初期活跃的造反派领袖和成员遭到清算整肃。",
          "en": "During the 'Cleansing the Class Ranks' campaign of the Cultural Revolution, many active rebel leaders and members from the early period were purged and persecuted."
        }
      }
    },
    {
      "source": "清查五一六",
      "target": "造反派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970",
        "description": {
          "zh-cn": "在文革“清查五一六”运动中，许多造反派领袖和成员遭到清算整肃。",
          "en": "During the 'Cleansing of the May 16th Elements' campaign of the Cultural Revolution, many rebel leaders and members were purged and persecuted."
        }
      }
    },
    {
      "source": "清理三种人",
      "target": "造反派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1982",
        "description": {
          "zh-cn": "文革后进行的“清理三种人”运动，主要清查对象是与林彪、四人帮有联系的造反起家者等，许多前造反派成员受到审查和处理。",
          "en": "The 'Cleansing of the Three Types of People' campaign conducted after the Cultural Revolution primarily targeted those who rose to power through rebellion and were connected to Lin Biao and the Gang of Four, leading to the investigation and punishment of many former rebel members."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "造反派",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "毛泽东通过引用“造反有理”、写信支持清华附中红卫兵、八次接见红卫兵等方式，明确支持了造反派运动。",
          "en": "Mao Zedong explicitly supported the rebel movement by quoting 'rebellion is justified', writing a letter in support of the Tsinghua University High School Red Guards, and receiving Red Guards eight times."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "血统论",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "造反派红卫兵的一个突出的特征是批判“血统论”。",
          "en": "A prominent feature of the rebel Red Guards was their criticism of the 'theory of bloodline'."
        }
      }
    },
    {
      "source": "革命委员会 (文革)",
      "target": "造反派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-12",
        "description": {
          "zh-cn": "1968年底，全国所有的工人造反派组织在毛泽东“大联合”的口号下解散，重新归属于所在的各级革命委员会。",
          "en": "By the end of 1968, all worker rebel organizations across the country were dissolved under Mao Zedong's slogan of 'great union' and were incorporated into the revolutionary committees at their respective levels."
        }
      }
    },
    {
      "source": "七·二七事件",
      "target": "红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-07-27",
        "description": {
          "zh-cn": "“七·二七事件”以及随后毛泽东对红卫兵领袖的讲话，结束了以学生为主体的文革群众运动，导致红卫兵运动没落。",
          "en": "The 'July 27 Incident' and Mao Zedong's subsequent speech to Red Guard leaders ended the student-led mass movement of the Cultural Revolution, leading to the decline of the Red Guard movement."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "聂元梓",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1968-07-28",
        "end_date": "1968-07-28",
        "description": {
          "zh-cn": "1968年7月28日，毛泽东紧急召见了包括聂元梓在内的首都红卫兵“五大领袖”，就制止大学武斗等问题发表了强硬讲话。",
          "en": "On July 28, 1968, Mao Zedong urgently summoned the 'Five Great Leaders' of the capital's Red Guards, including Nie Yuanzi, and delivered a stern speech on stopping violent struggles in universities."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "蒯大富",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1968-07-28",
        "end_date": "1968-07-28",
        "description": {
          "zh-cn": "1968年7月28日，毛泽东紧急召见了包括蒯大富在内的首都红卫兵“五大领袖”，就制止大学武斗等问题发表了强硬讲话。",
          "en": "On July 28, 1968, Mao Zedong urgently summoned the 'Five Great Leaders' of the capital's Red Guards, including Kuai Dafu, and delivered a stern speech on stopping violent struggles in universities."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "谭厚兰",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1968-07-28",
        "end_date": "1968-07-28",
        "description": {
          "zh-cn": "1968年7月28日，毛泽东紧急召见了包括谭厚兰在内的首都红卫兵“五大领袖”，就制止大学武斗等问题发表了强硬讲话。",
          "en": "On July 28, 1968, Mao Zedong urgently summoned the 'Five Great Leaders' of the capital's Red Guards, including Tan Houlan, and delivered a stern speech on stopping violent struggles in universities."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "韩爱晶",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1968-07-28",
        "end_date": "1968-07-28",
        "description": {
          "zh-cn": "1968年7月28日，毛泽东紧急召见了包括韩爱晶在内的首都红卫兵“五大领袖”，就制止大学武斗等问题发表了强硬讲话。",
          "en": "On July 28, 1968, Mao Zedong urgently summoned the 'Five Great Leaders' of the capital's Red Guards, including Han Aijing, and delivered a stern speech on stopping violent struggles in universities."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "王大宾",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1968-07-28",
        "end_date": "1968-07-28",
        "description": {
          "zh-cn": "1968年7月28日，毛泽东紧急召见了包括王大宾在内的首都红卫兵“五大领袖”，就制止大学武斗等问题发表了强硬讲话。",
          "en": "On July 28, 1968, Mao Zedong urgently summoned the 'Five Great Leaders' of the capital's Red Guards, including Wang Dabin, and delivered a stern speech on stopping violent struggles in universities."
        }
      }
    }
  ]
}