{
  "nodes": [
    {
      "id": "中华人民共和国国家新闻出版广电总局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国家新闻出版广电总局",
          "广电总局",
          "中华人民共和国国家新闻出版广播电影电视总局"
        ],
        "en": []
      },
      "properties": {
        "period": "2013-03-22 - 2018-03-21",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "曾是中华人民共和国国务院负责新闻、出版、广播、电影、电视等行业行政管理的直属机构，行政级别为正部级。该机构于2013年由原国家新闻出版总署和国家广播电影电视总局整合而成，并于2018年被撤销，其职责被分拆至新组建的国家广播电视总局以及划归中共中央宣传部管理的国家新闻出版署与国家电影局。",
          "en": "Formerly a direct agency under the State Council of the People's Republic of China, at the ministerial level, responsible for the administration of news, publication, radio, film, and television industries. It was formed in 2013 by merging the former General Administration of Press and Publication and the State Administration of Radio, Film, and Television. It was dissolved in 2018, with its functions split among the newly formed National Radio and Television Administration, and the National Press and Publication Administration and China Film Administration, which were placed under the management of the Propaganda Department of the CCP Central Committee."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "国务院"
        ],
        "en": [
          "State Council of the People's Republic of China",
          "State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高国家行政机关，即中央人民政府。",
          "en": "The chief administrative authority of the People's Republic of China, i.e., the Central People's Government."
        }
      }
    },
    {
      "id": "中共中央宣传部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央宣传部",
          "中宣部"
        ],
        "en": [
          "Propaganda Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会主管意识形态方面工作的综合职能部门。",
          "en": "The comprehensive functional department of the Central Committee of the Communist Party of China responsible for ideology-related work."
        }
      }
    },
    {
      "id": "中华人民共和国国家版权局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国家版权局",
          "国家版权局"
        ],
        "en": [
          "National Copyright Administration of the People's Republic of China",
          "NCAC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国负责著作权管理的政府机构，采用“一个机构两块牌子”模式运作，曾与国家新闻出版广电总局合署，现与国家新闻出版署合署。",
          "en": "The government agency of the People's Republic of China responsible for copyright administration. It operates under the \"one institution, two nameplates\" model, formerly with the State Administration of Press, Publication, Radio, Film and Television, and currently with the National Press and Publication Administration."
        }
      }
    },
    {
      "id": "中华人民共和国新闻出版总署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国新闻出版总署"
        ],
        "en": [
          "General Administration of Press and Publication"
        ]
      },
      "properties": {
        "period": "1998 - 2013",
        "description": {
          "zh-cn": "中华人民共和国国务院原直属机构，负责新闻出版和著作权管理。2013年并入新组建的国家新闻出版广电总局。",
          "en": "A former direct agency of the State Council of the People's Republic of China, responsible for press, publication, and copyright management. It was merged into the newly formed State Administration of Press, Publication, Radio, Film and Television in 2013."
        }
      }
    },
    {
      "id": "国家广播电影电视总局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家广播电影电视总局"
        ],
        "en": [
          "State Administration of Radio, Film, and Television"
        ]
      },
      "properties": {
        "period": "1998 - 2013",
        "description": {
          "zh-cn": "中华人民共和国国务院原直属机构，负责广播、电影、电视管理。1998年由广播电影电视部降格而来，2013年并入新组建的国家新闻出版广电总局。",
          "en": "A former direct agency of the State Council of the People's Republic of China, responsible for radio, film, and television management. It was downsized from the Ministry of Radio, Film and Television in 1998 and merged into the newly formed State Administration of Press, Publication, Radio, Film and Television in 2013."
        }
      }
    },
    {
      "id": "国务院机构改革和职能转变方案",
      "type": "Document",
      "name": {
        "zh-cn": [
          "国务院机构改革和职能转变方案",
          "国务院机构改革和职能转变方案（草案）"
        ],
        "en": []
      },
      "properties": {
        "period": "2013-03-10 - ",
        "description": {
          "zh-cn": "2013年由中华人民共和国国务院提出的机构改革方案，其草案于3月10日公布，提议整合国家新闻出版总署和国家广播电影电视总局，组建国家新闻出版广播电影电视总局。",
          "en": "An institutional reform plan proposed by the State Council of the People's Republic of China in 2013. Its draft was announced on March 10, proposing the integration of the General Administration of Press and Publication and the State Administration of Radio, Film, and Television to form the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "第十三届全国人民代表大会第一次会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "第十三届全国人民代表大会第一次会议"
        ],
        "en": []
      },
      "properties": {
        "period": "2018-03-05 - 2018-03-20",
        "description": {
          "zh-cn": "2018年举行的中华人民共和国全国人民代表大会会议，会上通过了《国务院机构改革方案》，决定撤销国家新闻出版广电总局，组建国家广播电视总局。",
          "en": "A session of the National People's Congress of the People's Republic of China held in 2018, during which the 'State Council Institutional Reform Plan' was passed, deciding to dissolve the State Administration of Press, Publication, Radio, Film and Television and establish the National Radio and Television Administration."
        }
      }
    },
    {
      "id": "国家广播电视总局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家广播电视总局"
        ],
        "en": [
          "National Radio and Television Administration"
        ]
      },
      "properties": {
        "period": "2018 - ",
        "description": {
          "zh-cn": "2018年组建的国务院直属机构，在原国家新闻出版广电总局的广播电视管理职责基础上成立。",
          "en": "A direct agency of the State Council formed in 2018, established based on the radio and television management responsibilities of the former State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "深化党和国家机构改革方案",
      "type": "Document",
      "name": {
        "zh-cn": [
          "深化党和国家机构改革方案"
        ],
        "en": []
      },
      "properties": {
        "period": "2018-03-21 - ",
        "description": {
          "zh-cn": "由中共中央于2018年3月印发的改革方案，将原国家新闻出版广电总局的新闻出版及电影管理职责划归中共中央宣传部。",
          "en": "A reform plan issued by the CCP Central Committee in March 2018, which transferred the press, publication, and film management responsibilities of the former State Administration of Press, Publication, Radio, Film and Television to the Propaganda Department of the CCP Central Committee."
        }
      }
    },
    {
      "id": "国家新闻出版署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家新闻出版署"
        ],
        "en": [
          "National Press and Publication Administration"
        ]
      },
      "properties": {
        "period": "2018 - ",
        "description": {
          "zh-cn": "2018年成立，由中共中央宣传部管理，负责新闻出版管理工作，并加挂国家版权局牌子。",
          "en": "Established in 2018, managed by the Propaganda Department of the CCP Central Committee, responsible for press and publication management, and also carries the nameplate of the National Copyright Administration."
        }
      }
    },
    {
      "id": "国家电影局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家电影局"
        ],
        "en": [
          "China Film Administration"
        ]
      },
      "properties": {
        "period": "2018 - ",
        "description": {
          "zh-cn": "2018年成立，由中共中央宣传部管理，负责电影管理工作。",
          "en": "Established in 2018, managed by the Propaganda Department of the CCP Central Committee, responsible for film management."
        }
      }
    },
    {
      "id": "中央人民广播电台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民广播电台"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家广播电台，曾由国家新闻出版广电总局领导。",
          "en": "The national radio station of the People's Republic of China, formerly led by the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "中国国际广播电台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国际广播电台"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家对外广播电台，曾由国家新闻出版广电总局领导。",
          "en": "The external radio service of the People's Republic of China, formerly led by the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "中国中央电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国中央电视台"
        ],
        "en": [
          "China Central Television"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家电视台，曾由国家新闻出版广电总局领导。",
          "en": "The national television broadcaster of the People's Republic of China, formerly led by the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "蔡赴朝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡赴朝"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国家新闻出版广电总局首任局长、党组副书记。",
          "en": "A Chinese politician who served as the first Director and Deputy Party Group Secretary of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "聂辰席",
      "type": "Person",
      "name": {
        "zh-cn": [
          "聂辰席"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国家新闻出版广电总局副局长、局长、党组书记。",
          "en": "A Chinese politician who served as Deputy Director, Director, and Party Group Secretary of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "蒋建国 (政治人物)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋建国 (政治人物)",
          "蒋建国"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国家新闻出版广电总局副局长、党组书记。",
          "en": "A Chinese politician who served as Deputy Director and Party Group Secretary of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "田进",
      "type": "Person",
      "name": {
        "zh-cn": [
          "田进"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国家新闻出版广电总局副局长、党组成员。",
          "en": "A Chinese politician who served as Deputy Director and a member of the Party Group of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "id": "慎海雄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慎海雄"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾于国家新闻出版广电总局撤销前夕短暂担任副局长、党组副书记。",
          "en": "A Chinese politician who briefly served as Deputy Director and Deputy Party Group Secretary of the State Administration of Press, Publication, Radio, Film and Television shortly before its dissolution."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中华人民共和国国家新闻出版广电总局",
      "target": "中华人民共和国国务院",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2013-03-22",
        "end_date": "2018-03-21",
        "position": {
          "zh-cn": "直属机构",
          "en": "Directly affiliated agency"
        },
        "description": {
          "zh-cn": "国家新闻出版广电总局是中华人民共和国国务院的直属机构。",
          "en": "The State Administration of Press, Publication, Radio, Film and Television was a directly affiliated agency of the State Council of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国国家新闻出版广电总局",
      "target": "中共中央宣传部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2013-03-22",
        "end_date": "2018-03-21",
        "position": {
          "zh-cn": "业务上级",
          "en": "Professional Superior"
        },
        "description": {
          "zh-cn": "国家新闻出版广电总局接受中共中央宣传部的业务领导。",
          "en": "The State Administration of Press, Publication, Radio, Film and Television was under the professional leadership of the Propaganda Department of the CCP Central Committee."
        }
      }
    },
    {
      "source": "国务院机构改革和职能转变方案",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "PUSHED",
      "properties": {
        "start_date": "2013-03-10",
        "description": {
          "zh-cn": "该方案提议整合国家新闻出版总署和国家广播电影电视总局，组建国家新闻出版广电总局。",
          "en": "This plan proposed the integration of the General Administration of Press and Publication and the State Administration of Radio, Film, and Television to form the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "中华人民共和国国家新闻出版广电总局",
      "target": "中华人民共和国新闻出版总署",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2013-03-22",
        "description": {
          "zh-cn": "国家新闻出版广电总局成立后，原国家新闻出版总署不再保留。",
          "en": "After the establishment of the State Administration of Press, Publication, Radio, Film and Television, the former General Administration of Press and Publication was dissolved."
        }
      }
    },
    {
      "source": "中华人民共和国国家新闻出版广电总局",
      "target": "国家广播电影电视总局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2013-03-22",
        "description": {
          "zh-cn": "国家新闻出版广电总局成立后，原国家广播电影电视总局不再保留。",
          "en": "After the establishment of the State Administration of Press, Publication, Radio, Film and Television, the former State Administration of Radio, Film, and Television was dissolved."
        }
      }
    },
    {
      "source": "第十三届全国人民代表大会第一次会议",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03-17",
        "description": {
          "zh-cn": "会议通过《国务院机构改革方案》，决定撤销国家新闻出版广电总局。",
          "en": "The session passed the 'State Council Institutional Reform Plan', deciding to dissolve the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "深化党和国家机构改革方案",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03-21",
        "description": {
          "zh-cn": "该方案将原国家新闻出版广电总局的职责拆分并划归至新机构，标志着其正式终结。",
          "en": "This plan split the responsibilities of the former State Administration of Press, Publication, Radio, Film and Television and reassigned them to new institutions, marking its official end."
        }
      }
    },
    {
      "source": "第十三届全国人民代表大会第一次会议",
      "target": "国家广播电视总局",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-17",
        "description": {
          "zh-cn": "会议通过《国务院机构改革方案》，决定在国家新闻出版广电总局广播电视管理职责的基础上组建国家广播电视总局。",
          "en": "The session passed the 'State Council Institutional Reform Plan', deciding to form the National Radio and Television Administration based on the radio and television management responsibilities of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "深化党和国家机构改革方案",
      "target": "国家新闻出版署",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-21",
        "description": {
          "zh-cn": "该方案决定将新闻出版管理职责划归中宣部，并由其加挂国家新闻出版署牌子。",
          "en": "This plan decided to transfer press and publication management responsibilities to the Propaganda Department of the CCP Central Committee, which would also carry the nameplate of the National Press and Publication Administration."
        }
      }
    },
    {
      "source": "深化党和国家机构改革方案",
      "target": "国家电影局",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-21",
        "description": {
          "zh-cn": "该方案决定将电影管理职责划归中宣部，并由其加挂国家电影局牌子。",
          "en": "This plan decided to transfer film management responsibilities to the Propaganda Department of the CCP Central Committee, which would also carry the nameplate of the China Film Administration."
        }
      }
    },
    {
      "source": "中华人民共和国国家新闻出版广电总局",
      "target": "中华人民共和国国家版权局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2013-03-22",
        "end_date": "2018-03-21",
        "description": {
          "zh-cn": "以“一个机构两块牌子”模式运作，国家新闻出版广电总局加挂国家版权局牌子，以其名义行使著作权管理职责。",
          "en": "Operating under the 'one institution, two nameplates' model, the State Administration of Press, Publication, Radio, Film and Television also carried the nameplate of the National Copyright Administration, exercising copyright management functions in its name."
        }
      }
    },
    {
      "source": "国家新闻出版署",
      "target": "中华人民共和国国家版权局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2018-03-21",
        "description": {
          "zh-cn": "机构改革后，国家新闻出版署加挂国家版权局牌子。",
          "en": "After the institutional reform, the National Press and Publication Administration also carries the nameplate of the National Copyright Administration."
        }
      }
    },
    {
      "source": "中央人民广播电台",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2013-03-22",
        "end_date": "2018-03-21",
        "description": {
          "zh-cn": "中央人民广播电台由国家新闻出版广电总局领导。",
          "en": "China National Radio was led by the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "中国国际广播电台",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2013-03-22",
        "end_date": "2018-03-21",
        "description": {
          "zh-cn": "中国国际广播电台由国家新闻出版广电总局领导。",
          "en": "China Radio International was led by the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "中国中央电视台",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2013-03-22",
        "end_date": "2018-03-21",
        "description": {
          "zh-cn": "中国中央电视台由国家新闻出版广电总局领导。",
          "en": "China Central Television was led by the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "蔡赴朝",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-03-19",
        "end_date": "2016-10-03",
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        },
        "description": {
          "zh-cn": "蔡赴朝担任国家新闻出版广电总局首任局长，兼任国家版权局局长。",
          "en": "Cai Fuchao served as the first Director of the State Administration of Press, Publication, Radio, Film and Television, and concurrently as Director of the National Copyright Administration."
        }
      }
    },
    {
      "source": "聂辰席",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2016-10-03",
        "end_date": "2018-03",
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        },
        "description": {
          "zh-cn": "聂辰席接替蔡赴朝担任国家新闻出版广电总局局长，兼任国家版权局局长。",
          "en": "Nie Chenxi succeeded Cai Fuchao as Director of the State Administration of Press, Publication, Radio, Film and Television, and concurrently as Director of the National Copyright Administration."
        }
      }
    },
    {
      "source": "聂辰席",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-04-22",
        "end_date": "2016-10-03",
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        },
        "description": {
          "zh-cn": "聂辰席在担任局长前，曾任国家新闻出版广电总局副局长。",
          "en": "Before becoming Director, Nie Chenxi served as Deputy Director of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "蒋建国 (政治人物)",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-03-19",
        "end_date": "2015-01-09",
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        },
        "description": {
          "zh-cn": "蒋建国担任国家新闻出版广电总局副局长。",
          "en": "Jiang Jianguo served as Deputy Director of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "田进",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-04-22",
        "end_date": "2018-03",
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        },
        "description": {
          "zh-cn": "田进担任国家新闻出版广电总局副局长、党组成员。",
          "en": "Tian Jin served as Deputy Director and a member of the Party Group of the State Administration of Press, Publication, Radio, Film and Television."
        }
      }
    },
    {
      "source": "慎海雄",
      "target": "中华人民共和国国家新闻出版广电总局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2018-01-18",
        "end_date": "2018-03",
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        },
        "description": {
          "zh-cn": "慎海雄在国家新闻出版广电总局被撤销前夕短暂担任副局长。",
          "en": "Shen Haixiong briefly served as Deputy Director of the State Administration of Press, Publication, Radio, Film and Television shortly before its dissolution."
        }
      }
    }
  ]
}