{
  "nodes": [
    {
      "id": "陈炯明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈炯明",
          "陈捷",
          "捷",
          "赞之",
          "竞存",
          "阿烟",
          "陆安"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1878-01-13 - 1933-09-22",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "广东省惠州府海丰县",
          "en": "Haifeng County, Huizhou Prefecture, Guangdong Province"
        },
        "death_place": {
          "zh-cn": "英属香港",
          "en": "British Hong Kong"
        },
        "description": {
          "zh-cn": "中国近代军事家、政治家，曾任粤军总司令、广东省省长，是中国致公党首任总理。主张联省自治，后与孙中山决裂，其势力被国民革命军东征消灭。",
          "en": "A modern Chinese militarist and politician, who served as the Commander-in-Chief of the Guangdong Army, Governor of Guangdong Province, and the first Premier of the China Zhi Gong Party. He advocated for the Federalism of United Provinces, which led to a break with Sun Yat-sen, and his forces were eliminated in the National Revolutionary Army's Eastern Expedition."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山",
          "孙文",
          "孙逸仙"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代民主革命家，中国国民党创始人。曾与陈炯明是革命同志，后因在北伐和联省自治问题上产生严重分歧而决裂。",
          "en": "A modern Chinese democratic revolutionary and the founder of the Kuomintang. He was a revolutionary comrade of Chen Jiongming, but they broke apart due to serious disagreements over the Northern Expedition and the federalism of united provinces."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正",
          "蒋介石"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代政治家、军事家，曾参与领导国民革命军东征并击败陈炯明。",
          "en": "A modern Chinese politician and militarist who participated in leading the National Revolutionary Army's Eastern Expedition and defeated Chen Jiongming."
        }
      }
    },
    {
      "id": "粤军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "粤军"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国时期由陈炯明长期担任总司令的广东地方军队。",
          "en": "The Guangdong provincial army during the Republic of China era, with Chen Jiongming serving as its commander-in-chief for a long period."
        }
      }
    },
    {
      "id": "广东省省长",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广东省省长"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国时期广东省的最高行政长官职位。",
          "en": "The position of the chief executive officer of Guangdong Province during the Republic of China."
        }
      }
    },
    {
      "id": "中国致公党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国致公党"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由美洲洪门秘密会社“美洲致公堂”改组而成的中国政党，陈炯明被推举为首任总理。",
          "en": "A Chinese political party reorganized from the 'Chee Kung Tong of the Americas', a Hongmen secret society. Chen Jiongming was elected as its first Premier."
        }
      }
    },
    {
      "id": "中国同盟会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国同盟会",
          "同盟会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清末由孙中山等组织的革命团体，陈炯明曾于1905年加入。",
          "en": "A revolutionary group organized by Sun Yat-sen and others in the late Qing Dynasty, which Chen Jiongming joined in 1905."
        }
      }
    },
    {
      "id": "国民党 (1912年)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民党 (1912年)",
          "国民党"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "1912年由中国同盟会改组而成的政党，陈炯明曾是其党员。",
          "en": "A political party reorganized from the Tongmenghui in 1912, of which Chen Jiongming was a member."
        }
      }
    },
    {
      "id": "护法战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "护法战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1917 - 1922",
        "description": {
          "zh-cn": "民国初期孙中山等人为维护《中华民国临时约法》而发动的战争。陈炯明在此期间率领粤军入闽，建立了闽南护法区。",
          "en": "A war launched by Sun Yat-sen and others in the early Republic of China to uphold the Provisional Constitution of the Republic of China. During this period, Chen Jiongming led the Guangdong Army into Fujian and established the Southern Fujian Constitutional Protection Area."
        }
      }
    },
    {
      "id": "闽南护法区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "闽南护法区"
        ],
        "en": []
      },
      "properties": {
        "period": "1918-09 - 1920",
        "description": {
          "zh-cn": "护法战争期间，陈炯明率粤军占领福建南部后建立的割据政权。",
          "en": "A separatist regime established by Chen Jiongming after his Guangdong Army occupied southern Fujian during the Constitutional Protection War."
        }
      }
    },
    {
      "id": "第一次粤桂战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第一次粤桂战争",
          "两广战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1920-08-11 - 1920-11",
        "description": {
          "zh-cn": "1920年旧桂系军阀与陈炯明领导的粤军之间爆发的战争，以粤军胜利告终。",
          "en": "A war between the Old Guangxi clique and the Guangdong Army led by Chen Jiongming in 1920, which ended in a victory for the Guangdong Army."
        }
      }
    },
    {
      "id": "广州市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "广州市"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "广东省的省会城市。陈炯明主政广东期间设立了广州市。",
          "en": "The provincial capital of Guangdong. The city of Guangzhou was established during Chen Jiongming's administration of Guangdong."
        }
      }
    },
    {
      "id": "联邦制",
      "type": "Document",
      "name": {
        "zh-cn": [
          "联邦制"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一种国家结构形式，陈炯明是其信奉者，并支持中国的联省自治主张。",
          "en": "A form of state structure that Chen Jiongming believed in, and he supported the proposal for the Federalism of United Provinces in China."
        }
      }
    },
    {
      "id": "联省自治",
      "type": "Document",
      "name": {
        "zh-cn": [
          "联省自治"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "民国初年的一种政治主张，提倡各省先行自治再联合建国。陈炯明是其主要支持者，这与孙中山的北伐统一主张相悖。",
          "en": "A political proposal in the early Republic of China advocating for provinces to achieve self-governance before forming a united nation. Chen Jiongming was its main supporter, which conflicted with Sun Yat-sen's idea of unification through the Northern Expedition."
        }
      }
    },
    {
      "id": "国民革命军北伐",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "国民革命军北伐",
          "北伐"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由国民政府发动的统一中国的战争。陈炯明因主张联省自治而反对北伐，是其与孙中山决裂的关键原因。",
          "en": "A war of unification launched by the Nationalist Government. Chen Jiongming's opposition to the Northern Expedition, due to his advocacy for provincial federalism, was a key reason for his break with Sun Yat-sen."
        }
      }
    },
    {
      "id": "国民革命军东征",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "国民革命军东征",
          "东征"
        ],
        "en": []
      },
      "properties": {
        "period": "1925-02 - 1925-10",
        "description": {
          "zh-cn": "1925年国民政府为消灭盘踞东江的陈炯明势力而发动的两次军事行动，最终击溃了陈炯明的军队。",
          "en": "Two military campaigns launched by the Nationalist Government in 1925 to eliminate Chen Jiongming's forces in the East River region, ultimately defeating his army."
        }
      }
    },
    {
      "id": "英属香港",
      "type": "Location",
      "name": {
        "zh-cn": [
          "英属香港",
          "香港"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "英国殖民统治时期的香港。陈炯明在多次政治斗争失败后避居于此，并最终在此病逝。",
          "en": "Hong Kong under British colonial rule. Chen Jiongming took refuge here after several political defeats and eventually died here."
        }
      }
    },
    {
      "id": "广东法政学堂",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广东法政学堂"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清末位于广东的法政学堂，陈炯明于1906年入读并以最优等成绩毕业。",
          "en": "A school of law and politics in Guangdong in the late Qing Dynasty, which Chen Jiongming attended from 1906 and graduated from with the highest honors."
        }
      }
    },
    {
      "id": "邹鲁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邹鲁"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，与陈炯明是广东法政学堂的同届同学。",
          "en": "A Chinese political figure and a classmate of Chen Jiongming at the Guangdong School of Law and Politics."
        }
      }
    },
    {
      "id": "朱执信",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱执信"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家，曾是陈炯明在广东法政学堂的教员，后与陈炯明一同反袁。",
          "en": "A Chinese revolutionary who was Chen Jiongming's instructor at the Guangdong School of Law and Politics and later joined him in opposing Yuan Shikai."
        }
      }
    },
    {
      "id": "黄花岗起义",
      "type": "Event",
      "name": {
        "zh-cn": [
          "黄花岗起义"
        ],
        "en": []
      },
      "properties": {
        "period": "1911-04",
        "description": {
          "zh-cn": "1911年同盟会在广州发动的起义，陈炯明担任敢死队第四队队长参与其中。",
          "en": "An uprising launched by the Tongmenghui in Guangzhou in 1911, in which Chen Jiongming participated as the captain of the fourth commando team."
        }
      }
    },
    {
      "id": "李准 (清朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李准 (清朝)",
          "李准"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝广东水师提督，在黄花岗起义期间成为陈炯明的行刺目标。",
          "en": "The Admiral of the Guangdong Fleet of the Qing Dynasty, who was an assassination target of Chen Jiongming during the Yellow Flower Mound Uprising."
        }
      }
    },
    {
      "id": "辛亥革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "辛亥革命"
        ],
        "en": []
      },
      "properties": {
        "period": "1911 - 1912",
        "description": {
          "zh-cn": "推翻中国清朝统治的革命。陈炯明在此期间于海陆丰起兵响应，占领惠州。",
          "en": "The revolution that overthrew China's Qing Dynasty. Chen Jiongming responded by raising troops in Haifeng and Lufeng and occupying Huizhou."
        }
      }
    },
    {
      "id": "胡汉民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡汉民"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党元老，孙中山的政治盟友。曾与陈炯明一同促成广东独立，后被袁世凯试图用陈炯明取代其广东都督职位。",
          "en": "A veteran of the Kuomintang and a political ally of Sun Yat-sen. He worked with Chen Jiongming to bring about Guangdong's independence and was later targeted for replacement as Governor of Guangdong by Yuan Shikai, who tried to use Chen Jiongming for this purpose."
        }
      }
    },
    {
      "id": "龙济光",
      "type": "Person",
      "name": {
        "zh-cn": [
          "龙济光"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "民国初年军阀。在辛亥革命时被陈炯明说服反清，但在二次革命时受袁世凯命令讨伐陈炯明。",
          "en": "A warlord in the early Republic of China. He was persuaded by Chen Jiongming to oppose the Qing during the Xinhai Revolution, but was later ordered by Yuan Shikai to attack Chen during the Second Revolution."
        }
      }
    },
    {
      "id": "二次革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "二次革命"
        ],
        "en": []
      },
      "properties": {
        "period": "1913",
        "description": {
          "zh-cn": "1913年孙中山等人发动的反对袁世凯的军事行动，陈炯明宣布广东独立响应，但迅速失败。",
          "en": "A military campaign launched by Sun Yat-sen and others against Yuan Shikai in 1913. Chen Jiongming declared Guangdong's independence in response but was quickly defeated."
        }
      }
    },
    {
      "id": "袁世凯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁世凯"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国第一任正式大总统，后称帝。曾试图拉拢陈炯明，失败后派兵将其击败。",
          "en": "The first formal President of the Republic of China, who later proclaimed himself emperor. He attempted to win over Chen Jiongming and, failing that, sent troops to defeat him."
        }
      }
    },
    {
      "id": "黄兴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄兴"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家，说服了陈炯明在二次革命中起兵反袁。",
          "en": "A Chinese revolutionary who persuaded Chen Jiongming to rise against Yuan Shikai during the Second Revolution."
        }
      }
    },
    {
      "id": "苏慎初",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏慎初"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原陈炯明麾下粤军第二师师长，后被袁世凯收买，倒戈炮击陈炯明的都督府。",
          "en": "Former commander of the 2nd Division of the Guangdong Army under Chen Jiongming. He was later bribed by Yuan Shikai and turned against Chen, bombarding his governor's mansion."
        }
      }
    },
    {
      "id": "护国战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "护国战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1915-12 - 1916-07",
        "description": {
          "zh-cn": "反对袁世凯称帝的战争。陈炯明在此期间整合广东反袁部队成立讨逆共和军。",
          "en": "The war against Yuan Shikai's proclamation as emperor. During this period, Chen Jiongming integrated anti-Yuan forces in Guangdong to form the 'Republic Protection Punitive Army'."
        }
      }
    },
    {
      "id": "旧桂系",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "旧桂系"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "民国时期盘踞广西的军阀集团，曾与陈炯明领导的粤军多次爆发战争。",
          "en": "A warlord clique based in Guangxi during the Republican era, which fought several wars against the Guangdong Army led by Chen Jiongming."
        }
      }
    },
    {
      "id": "护法军政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "护法军政府"
        ],
        "en": []
      },
      "properties": {
        "period": "1917-09 - 1921-04",
        "description": {
          "zh-cn": "孙中山在广州成立的旨在维护《临时约法》的政府，陈炯明曾被任命为第一军总司令。后因陈炯明擅置官员等事与军政府产生不和。",
          "en": "A government established by Sun Yat-sen in Guangzhou to uphold the Provisional Constitution. Chen Jiongming was appointed as the Commander-in-Chief of the First Army. Later, conflicts arose between Chen and the military government over matters such as his unauthorized appointment of officials."
        }
      }
    },
    {
      "id": "第二次粤桂战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次粤桂战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1921-06",
        "description": {
          "zh-cn": "1921年旧桂系军阀与陈炯明领导的粤军之间再次爆发的战争，虽粤军获胜，但士气大挫。",
          "en": "A war that broke out again in 1921 between the Old Guangxi clique and the Guangdong Army led by Chen Jiongming. Although the Guangdong Army won, its morale was severely damaged."
        }
      }
    },
    {
      "id": "邓铿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓铿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "粤军将领，陈炯明旧部。其于1922年遭暗杀，孙中山一方坚称是陈炯明所为，成为孙陈决裂的导火索之一。",
          "en": "A general in the Guangdong Army and a former subordinate of Chen Jiongming. His assassination in 1922, which Sun Yat-sen's side insisted was carried out by Chen, became one of the catalysts for the Sun-Chen split."
        }
      }
    },
    {
      "id": "六一六事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六一六事变"
        ],
        "en": []
      },
      "properties": {
        "period": "1922-06-16",
        "description": {
          "zh-cn": "1922年6月16日，陈炯明部下叶举围攻总统府，迫使孙中山离开广东的事件，标志着孙陈二人彻底决裂。",
          "en": "The incident on June 16, 1922, where Chen Jiongming's subordinate Ye Ju besieged the Presidential Palace, forcing Sun Yat-sen to leave Guangdong. It marked the complete break between Sun and Chen."
        }
      }
    },
    {
      "id": "叶举",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶举"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈炯明麾下将领，在1922年发动六一六事变，围攻总统府驱逐孙中山。",
          "en": "A general under Chen Jiongming who launched the June 16th Incident in 1922, besieging the Presidential Palace to expel Sun Yat-sen."
        }
      }
    },
    {
      "id": "许崇智",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许崇智"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "粤军将领，曾与陈炯明联手击败桂军，后在孙陈决裂时拥护孙中山并参与讨伐陈炯明。",
          "en": "A general of the Guangdong Army who once allied with Chen Jiongming to defeat the Guangxi forces. After the Sun-Chen split, he supported Sun Yat-sen and participated in the campaign against Chen."
        }
      }
    },
    {
      "id": "救粤军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "救粤军"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "1924年由陈炯明组织并任总司令的军队，旨在消灭广州的国民政府，后在国民革命军东征中被击溃。",
          "en": "An army organized by Chen Jiongming in 1924 with himself as commander-in-chief, aimed at eliminating the Nationalist Government in Guangzhou. It was later defeated in the National Revolutionary Army's Eastern Expedition."
        }
      }
    },
    {
      "id": "林虎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林虎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈炯明麾下救粤军将领，其部队在第一次东征中被黄埔军校教导团击溃。",
          "en": "A general of the Guangdong Salvation Army under Chen Jiongming. His troops were defeated by the Whampoa Military Academy's training regiment during the First Eastern Expedition."
        }
      }
    },
    {
      "id": "黄埔军校教导团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "黄埔军校教导团"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由黄埔军校师生组成的部队，是国民革命军东征的主力之一，在第一次东征中击溃了陈炯明麾下的林虎部队。",
          "en": "A military unit composed of instructors and cadets from the Whampoa Military Academy. It was one of the main forces in the Eastern Expedition and defeated Lin Hu's troops under Chen Jiongming in the First Eastern Expedition."
        }
      }
    },
    {
      "id": "蔡和森",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡和森"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期领导人，在六一六事变后评价陈炯明为最危险的叛徒与军阀。",
          "en": "An early leader of the Communist Party of China who, after the June 16th Incident, described Chen Jiongming as the most dangerous traitor and warlord."
        }
      }
    },
    {
      "id": "陈独秀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈独秀"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党主要创始人之一。他认为陈炯明早期是革命党人，但在1922年驱逐孙文后转为反革命。",
          "en": "One of the main founders of the Communist Party of China. He believed Chen Jiongming was a revolutionary in his early days but turned counter-revolutionary after expelling Sun Yat-sen in 1922."
        }
      }
    },
    {
      "id": "章太炎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章太炎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代思想家、学者，与陈炯明交情甚笃，并高度评价其品行。",
          "en": "A modern Chinese thinker and scholar who had a close friendship with Chen Jiongming and highly praised his character."
        }
      }
    },
    {
      "id": "黄云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄云"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "陈炯明的妻子。",
          "en": "Wife of Chen Jiongming."
        }
      }
    },
    {
      "id": "陈定炎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈定炎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1923-11-22 - 2006-09-07",
        "description": {
          "zh-cn": "陈炯明的次子，学者，晚年致力于研究历史资料为父亲翻案。",
          "en": "The second son of Chen Jiongming, a scholar who dedicated his later years to researching historical materials to rehabilitate his father's reputation."
        }
      }
    },
    {
      "id": "陈定夏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈定夏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "lifetime": " - 1933-09-30",
        "description": {
          "zh-cn": "陈炯明的长子。",
          "en": "The eldest son of Chen Jiongming."
        }
      }
    },
    {
      "id": "陈定炳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈定炳"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈炯明的三子。",
          "en": "The third son of Chen Jiongming."
        }
      }
    },
    {
      "id": "海丰县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "海丰县"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "广东省汕尾市下辖县，是陈炯明的出生地。",
          "en": "A county under the jurisdiction of Shanwei City, Guangdong Province, and the birthplace of Chen Jiongming."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "陈炯明",
      "target": "海丰县",
      "type": "BORN_IN",
      "properties": {
        "start_date": "1878-01-13",
        "description": {
          "zh-cn": "陈炯明出生于广东省惠州府海丰县。",
          "en": "Chen Jiongming was born in Haifeng County, Huizhou Prefecture, Guangdong Province."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "粤军",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "总司令",
          "en": "Commander-in-Chief"
        },
        "description": {
          "zh-cn": "陈炯明长期担任粤军总司令。",
          "en": "Chen Jiongming served as the Commander-in-Chief of the Guangdong Army for a long period."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "广东省省长",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1920-11",
        "description": {
          "zh-cn": "陈炯明在第一次粤桂战争胜利后回粤就任广东省省长。",
          "en": "Chen Jiongming returned to Guangdong to assume the post of Governor of Guangdong Province after the victory in the First Guangdong-Guangxi War."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "中国致公党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1925-10-10",
        "end_date": "1933-09-22",
        "position": {
          "zh-cn": "总理",
          "en": "Premier"
        },
        "description": {
          "zh-cn": "陈炯明被推举为中国致公党首任总理。",
          "en": "Chen Jiongming was elected as the first Premier of the China Zhi Gong Party."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "中国同盟会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1905",
        "end_date": "1912",
        "description": {
          "zh-cn": "陈炯明于1905年加入中国同盟会。",
          "en": "Chen Jiongming joined the Tongmenghui in 1905."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "广东法政学堂",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1906",
        "end_date": "1908-07",
        "description": {
          "zh-cn": "陈炯明于1906年入读广东法政学堂，1908年以“最优等生”成绩毕业。",
          "en": "Chen Jiongming enrolled in the Guangdong School of Law and Politics in 1906 and graduated in 1908 with the highest honors."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "联省自治",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "陈炯明是联省自治主张的主要支持者。",
          "en": "Chen Jiongming was a major supporter of the Federalism of United Provinces proposal."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "国民革命军北伐",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "陈炯明因支持联省自治而反对北伐，这成为他与孙中山决裂的主要原因。",
          "en": "Chen Jiongming opposed the Northern Expedition due to his support for the Federalism of United Provinces, which became the main reason for his break with Sun Yat-sen."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "孙中山",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1922",
        "description": {
          "zh-cn": "因在北伐与联省自治问题上存在根本分歧，陈炯明与孙中山从革命同志反目成仇，并于1922年六一六事变后彻底决裂。",
          "en": "Due to fundamental disagreements on the Northern Expedition and provincial federalism, Chen Jiongming and Sun Yat-sen turned from revolutionary comrades to enemies, with their break becoming complete after the June 16th Incident in 1922."
        }
      }
    },
    {
      "source": "国民革命军东征",
      "target": "陈炯明",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1925",
        "description": {
          "zh-cn": "国民政府发动的两次东征击溃了陈炯明的军队，使其通电下野。",
          "en": "The two Eastern Expeditions launched by the Nationalist Government defeated Chen Jiongming's army, forcing him to announce his retirement from politics."
        }
      }
    },
    {
      "source": "孙中山",
      "target": "国民革命军东征",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "孙中山及其领导的国民政府为消灭陈炯明势力而发动东征。",
          "en": "Sun Yat-sen and the Nationalist Government he led launched the Eastern Expedition to eliminate Chen Jiongming's forces."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "国民革命军东征",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "蒋中正参与领导了国民革命军东征，讨伐陈炯明。",
          "en": "Chiang Kai-shek participated in leading the National Revolutionary Army's Eastern Expedition to attack Chen Jiongming."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "黄花岗起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1911-04",
        "description": {
          "zh-cn": "陈炯明在黄花岗起义中担任敢死队第四队队长。",
          "en": "Chen Jiongming served as the captain of the fourth commando team during the Yellow Flower Mound Uprising."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "李准 (清朝)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1911-04",
        "description": {
          "zh-cn": "在黄花岗起义期间，陈炯明企图行刺时任广东水师提督李准但未成功。",
          "en": "During the Yellow Flower Mound Uprising, Chen Jiongming attempted to assassinate Li Zhun, the then Admiral of the Guangdong Fleet, but failed."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "辛亥革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1911-10",
        "description": {
          "zh-cn": "辛亥革命爆发后，陈炯明在海陆丰起兵响应，占领惠州。",
          "en": "After the outbreak of the Xinhai Revolution, Chen Jiongming raised troops in Haifeng and Lufeng in response and occupied Huizhou."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "二次革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1913-07-18",
        "description": {
          "zh-cn": "陈炯明宣布广东独立并自任讨袁军总司令，响应二次革命。",
          "en": "Chen Jiongming declared Guangdong's independence and appointed himself Commander-in-Chief of the anti-Yuan army in response to the Second Revolution."
        }
      }
    },
    {
      "source": "袁世凯",
      "target": "陈炯明",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1913-08",
        "description": {
          "zh-cn": "在二次革命中，袁世凯命令龙济光并收买陈炯明部下苏慎初，最终击败陈炯明。",
          "en": "During the Second Revolution, Yuan Shikai ordered Long Jiguang and bribed Chen Jiongming's subordinate Su Shenchu, ultimately defeating Chen."
        }
      }
    },
    {
      "source": "黄兴",
      "target": "陈炯明",
      "type": "PUSHED",
      "properties": {
        "start_date": "1913-07",
        "description": {
          "zh-cn": "黄兴说服陈炯明起兵反抗袁世凯。",
          "en": "Huang Xing persuaded Chen Jiongming to take up arms against Yuan Shikai."
        }
      }
    },
    {
      "source": "苏慎初",
      "target": "陈炯明",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1913-08-04",
        "description": {
          "zh-cn": "原为陈炯明部下的苏慎初被袁世凯收买，倒戈炮击都督府，导致陈炯明兵败逃亡。",
          "en": "Su Shenchu, originally a subordinate of Chen Jiongming, was bribed by Yuan Shikai and turned against him by bombarding the governor's mansion, leading to Chen's defeat and flight."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "护国战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1916-01",
        "description": {
          "zh-cn": "陈炯明在护国战争期间整合广东反袁部队为讨逆共和军。",
          "en": "During the National Protection War, Chen Jiongming integrated anti-Yuan forces in Guangdong into the 'Republic Protection Punitive Army'."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "护法战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1918-01",
        "description": {
          "zh-cn": "陈炯明被护法军政府任命为第一军总司令，率援闽护法粤军进军福建。",
          "en": "Chen Jiongming was appointed Commander-in-Chief of the First Army by the Constitutional Protection Military Government and led the Guangdong Army to aid Fujian into Fujian province."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "闽南护法区",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1918-09",
        "description": {
          "zh-cn": "陈炯明率粤军进驻漳州后，建立了闽南护法区并在此施行新政。",
          "en": "After leading the Guangdong Army into Zhangzhou, Chen Jiongming established the Southern Fujian Constitutional Protection Area and implemented new policies there."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "旧桂系",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1920-08",
        "end_date": "1920-11",
        "description": {
          "zh-cn": "在第一次粤桂战争中，陈炯明率粤军击败了旧桂系军队。",
          "en": "In the First Guangdong-Guangxi War, Chen Jiongming led the Guangdong Army to defeat the forces of the Old Guangxi clique."
        }
      }
    },
    {
      "source": "叶举",
      "target": "六一六事变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1922-06-16",
        "description": {
          "zh-cn": "作为陈炯明的部下，叶举出兵围攻总统府，发动了六一六事变。",
          "en": "As a subordinate of Chen Jiongming, Ye Ju led troops to besiege the Presidential Palace, launching the June 16th Incident."
        }
      }
    },
    {
      "source": "六一六事变",
      "target": "孙中山",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1922-06-16",
        "description": {
          "zh-cn": "六一六事变迫使孙中山离开广东。",
          "en": "The June 16th Incident forced Sun Yat-sen to leave Guangdong."
        }
      }
    },
    {
      "source": "黄埔军校教导团",
      "target": "林虎",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1925-02",
        "description": {
          "zh-cn": "在第一次东征中，黄埔军校教导团击溃了陈炯明麾下的林虎部队。",
          "en": "During the First Eastern Expedition, the training regiment of the Whampoa Military Academy defeated the troops of Lin Hu, who was under Chen Jiongming's command."
        }
      }
    },
    {
      "source": "蔡和森",
      "target": "陈炯明",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1922-06",
        "description": {
          "zh-cn": "在六一六事变后，蔡和森撰文评价陈炯明为叛徒与军阀。",
          "en": "After the June 16th Incident, Cai Hesen wrote an article evaluating Chen Jiongming as a traitor and a warlord."
        }
      }
    },
    {
      "source": "陈独秀",
      "target": "陈炯明",
      "type": "FRIEND_OF",
      "properties": {
        "end_date": "1922",
        "description": {
          "zh-cn": "陈独秀认为陈炯明在1922年驱逐孙文之前是“很好的革命党人”。",
          "en": "Chen Duxiu considered Chen Jiongming a 'very good revolutionary' before he expelled Sun Yat-sen in 1922."
        }
      }
    },
    {
      "source": "陈独秀",
      "target": "陈炯明",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1922",
        "description": {
          "zh-cn": "陈独秀认为陈炯明在1922年驱逐孙文之后其行动被定性为“反革命”。",
          "en": "Chen Duxiu believed that after expelling Sun Yat-sen in 1922, Chen Jiongming's actions were characterized as 'counter-revolutionary'."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "章太炎",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "陈炯明与章太炎交情甚笃，章太炎赞誉其“清操绝于时人”。",
          "en": "Chen Jiongming had a very close friendship with Zhang Taiyan, who praised him for his 'integrity, unparalleled among his contemporaries'."
        }
      }
    },
    {
      "source": "陈炯明",
      "target": "黄云",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1899",
        "description": {
          "zh-cn": "陈炯明在21岁时与黄云结婚。",
          "en": "Chen Jiongming married Huang Yun at the age of 21."
        }
      }
    },
    {
      "source": "陈定夏",
      "target": "陈炯明",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "陈定夏是陈炯明的长子。",
          "en": "Chen Dingxia was the eldest son of Chen Jiongming."
        }
      }
    },
    {
      "source": "陈定炎",
      "target": "陈炯明",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "陈定炎是陈炯明的次子。",
          "en": "Chen Dingyan was the second son of Chen Jiongming."
        }
      }
    },
    {
      "source": "陈定炳",
      "target": "陈炯明",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "陈定炳是陈炯明的三子。",
          "en": "Chen Dingbing was the third son of Chen Jiongming."
        }
      }
    }
  ]
}