{
  "nodes": [
    {
      "id": "广州起义 (1927年)",
      "type": "Event",
      "name": {
        "zh-cn": [
          "广州起义 (1927年)",
          "广州起义",
          "广州暴动",
          "广州共祸"
        ],
        "en": []
      },
      "properties": {
        "period": "1927-12-11 - 1927-12-13",
        "location": {
          "zh-cn": "广州",
          "en": "Guangzhou"
        },
        "description": {
          "zh-cn": "1927年12月由中国共产党在广州发动的一次大规模武装起义，旨在建立苏维埃政权。起义在共产国际的指导下进行，但最终被张发奎的部队镇压，导致了严重的伤亡和国民政府与苏联的断交。",
          "en": "A large-scale armed uprising launched by the Communist Party of China in Guangzhou in December 1927, aiming to establish a Soviet government. The uprising was conducted under the guidance of the Comintern but was ultimately suppressed by Zhang Fakui's troops, leading to heavy casualties and the severance of diplomatic relations between the Nationalist Government and the Soviet Union."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的执政党，广州起义的发动者。",
          "en": "The ruling party of China, which initiated the Guangzhou Uprising."
        }
      }
    },
    {
      "id": "共产国际",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "共产国际"
        ],
        "en": [
          "Comintern",
          "Communist International"
        ]
      },
      "properties": {
        "period": "1919 - 1943",
        "description": {
          "zh-cn": "一个国际共产主义组织，在斯大林指示下，对1927年广州起义等一系列武装暴动进行了策划和指导。",
          "en": "An international communist organization that, under Stalin's directives, planned and guided a series of armed uprisings in 1927, including the Guangzhou Uprising."
        }
      }
    },
    {
      "id": "瞿秋白",
      "type": "Person",
      "name": {
        "zh-cn": [
          "瞿秋白"
        ],
        "en": [
          "Qu Qiubai"
        ]
      },
      "properties": {
        "lifetime": "1899-01-29 - 1935-06-18",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期主要领导人之一。广州起义是在他领导中共中央期间，在共产国际帮助下策动的。起义失败后，他被指责犯有“左倾盲动”错误并被解除领导职务。",
          "en": "An early key leader of the Chinese Communist Party. The Guangzhou Uprising was orchestrated with the help of the Comintern during his leadership of the CCP Central Committee. After its failure, he was accused of 'left-wing putschism' and removed from his leadership position."
        }
      }
    },
    {
      "id": "斯大林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "斯大林"
        ],
        "en": [
          "Joseph Stalin"
        ]
      },
      "properties": {
        "lifetime": "1878-12-18 - 1953-03-05",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联领导人。为证明其中国政策的正确性并反击托洛茨基的批评，他指示中国共产党发动包括广州起义在内的一系列武装暴动。",
          "en": "Leader of the Soviet Union. To prove the correctness of his China policy and counter criticism from Trotsky, he instructed the Chinese Communist Party to launch a series of armed uprisings, including the Guangzhou Uprising."
        }
      }
    },
    {
      "id": "托洛茨基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "托洛茨基"
        ],
        "en": [
          "Leon Trotsky"
        ]
      },
      "properties": {
        "lifetime": "1879-11-07 - 1940-08-21",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联政治家，斯大林的主要政治对手。他批评斯大林的中国政策，并认为广州起义是“不折不扣的犯罪”。",
          "en": "A Soviet politician and Stalin's main political rival. He criticized Stalin's China policy and considered the Guangzhou Uprising an 'out-and-out crime'."
        }
      }
    },
    {
      "id": "张发奎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张发奎"
        ],
        "en": [
          "Zhang Fakui"
        ]
      },
      "properties": {
        "lifetime": "1896-09-02 - 1980-03-10",
        "gender": "Male",
        "description": {
          "zh-cn": "国民革命军将领。他发动的“广州张黄事变”为广州起义创造了条件，之后调兵回援广州镇压了起义。事后他因负有责任而被迫交出权力。",
          "en": "A general of the National Revolutionary Army. The 'Guangzhou Zhang-Huang Incident' he initiated created the conditions for the Guangzhou Uprising, and he later redeployed troops to suppress it. Afterwards, he was held responsible and forced to relinquish power."
        }
      }
    },
    {
      "id": "广州张黄事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "广州张黄事变"
        ],
        "en": []
      },
      "properties": {
        "period": "1927-11-17",
        "location": {
          "zh-cn": "广州",
          "en": "Guangzhou"
        },
        "description": {
          "zh-cn": "1927年11月17日，张发奎与黄琪翔在广州发动的政变，驱逐了桂系势力。此事件导致广州城防空虚，为中共发动广州起义提供了时机。",
          "en": "A coup launched by Zhang Fakui and Huang Qixiang in Guangzhou on November 17, 1927, to expel the Guangxi clique's influence. This event left Guangzhou's defenses vulnerable, providing an opportunity for the CCP to launch the Guangzhou Uprising."
        }
      }
    },
    {
      "id": "汪精卫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪精卫"
        ],
        "en": [
          "Wang Jingwei"
        ]
      },
      "properties": {
        "lifetime": "1883-05-04 - 1944-11-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党政治人物，武汉国民政府的领导人。广州起义失败后，他受到压力，被迫出洋前往法国。",
          "en": "A Kuomintang politician and leader of the Wuhan Nationalist Government. After the failure of the Guangzhou Uprising, he came under pressure and was forced to go abroad to France."
        }
      }
    },
    {
      "id": "国民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民政府"
        ],
        "en": [
          "Nationalist Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国时期的中央政府。广州起义后，该政府指责苏联为幕后黑手，并宣布与其断绝外交关系。",
          "en": "The central government of the Republic of China. After the Guangzhou Uprising, this government accused the Soviet Union of being the mastermind and announced the severance of diplomatic relations."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922-12-30 - 1991-12-26",
        "description": {
          "zh-cn": "一个前社会主义国家，通过共产国际指导了广州起义。其驻广州领事馆官员也直接参与了军事行动。事后，国民政府宣布与其断交。",
          "en": "A former socialist state that guided the Guangzhou Uprising through the Comintern. Its consulate officials in Guangzhou also directly participated in military operations. Afterwards, the Nationalist Government announced the severance of diplomatic relations."
        }
      }
    },
    {
      "id": "张太雷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张太雷"
        ],
        "en": [
          "Zhang Tailei"
        ]
      },
      "properties": {
        "lifetime": "1898-06-17 - 1927-12-12",
        "gender": "Male",
        "death_place": {
          "zh-cn": "广州",
          "en": "Guangzhou"
        },
        "description": {
          "zh-cn": "中国共产党早期领导人之一，广州起义的主要领导者。他担任广州苏维埃政府代理主席，但在起义第二天于战斗中牺牲。",
          "en": "An early leader of the Chinese Communist Party and a key leader of the Guangzhou Uprising. He served as the acting chairman of the Guangzhou Soviet Government but was killed in action on the second day of the uprising."
        }
      }
    },
    {
      "id": "中国国民党清党",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中国国民党清党",
          "清党"
        ],
        "en": [
          "Kuomintang purge of 1927"
        ]
      },
      "properties": {
        "period": "1927-04",
        "description": {
          "zh-cn": "1927年由中国国民党发起的针对中国共产党的武力清除运动，是广州起义等一系列中共武装反抗的直接背景。",
          "en": "A military purge against the Chinese Communist Party initiated by the Kuomintang in 1927, which served as the direct background for a series of CCP armed resistances, including the Guangzhou Uprising."
        }
      }
    },
    {
      "id": "广州苏维埃政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广州苏维埃政府"
        ],
        "en": []
      },
      "properties": {
        "period": "1927-12-12 - 1927-12-13",
        "location": {
          "zh-cn": "广州",
          "en": "Guangzhou"
        },
        "description": {
          "zh-cn": "在广州起义期间成立的政权，由张太雷任代理主席，叶挺任工农红军总司令。该政权仅存在两天即被镇压。",
          "en": "A political regime established during the Guangzhou Uprising, with Zhang Tailei as acting chairman and Ye Ting as commander-in-chief of the Workers' and Peasants' Red Army. The regime existed for only two days before being suppressed."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国国民党清党",
      "target": "广州起义 (1927年)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-04",
        "description": {
          "zh-cn": "国民党实行武力清党后，中国共产党发动了广州起义等一系列武装举事作为回应。",
          "en": "After the Kuomintang carried out a military purge, the Chinese Communist Party launched a series of armed uprisings, including the Guangzhou Uprising, in response."
        }
      }
    },
    {
      "source": "共产国际",
      "target": "广州起义 (1927年)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-10",
        "description": {
          "zh-cn": "共产国际计划在广州发动暴动，其代表罗明纳兹、纽曼等人直接参与了暴动计划的制定与实施。",
          "en": "The Comintern planned to launch an uprising in Guangzhou, and its representatives such as Lominadze and Neumann were directly involved in the planning and implementation of the uprising."
        }
      }
    },
    {
      "source": "斯大林",
      "target": "中国共产党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "为反击托洛茨基的批评，斯大林指示中国共产党发动包括广州起义在内的一系列武装暴动。",
          "en": "To counter criticism from Trotsky, Stalin instructed the Chinese Communist Party to launch a series of armed uprisings, including the Guangzhou Uprising."
        }
      }
    },
    {
      "source": "瞿秋白",
      "target": "广州起义 (1927年)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "广州起义是瞿秋白在共产国际帮助下策动的三次暴动之一。",
          "en": "The Guangzhou Uprising was one of three uprisings orchestrated by Qu Qiubai with the help of the Comintern."
        }
      }
    },
    {
      "source": "广州张黄事变",
      "target": "广州起义 (1927年)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-11-17",
        "description": {
          "zh-cn": "张发奎发动的“张黄事变”导致主力部队离开广州，城防空虚，为共产党发动广州起义提供了有利时机。",
          "en": "The 'Zhang-Huang Incident' initiated by Zhang Fakui led to the main forces leaving Guangzhou, creating a defense vacuum that provided a favorable opportunity for the Communist Party to launch the Guangzhou Uprising."
        }
      }
    },
    {
      "source": "广州起义 (1927年)",
      "target": "广州苏维埃政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-12-12",
        "description": {
          "zh-cn": "在起义过程中，广州苏维埃政府于12月12日正式宣布成立。",
          "en": "During the uprising, the Guangzhou Soviet Government was officially declared established on December 12."
        }
      }
    },
    {
      "source": "张发奎",
      "target": "广州起义 (1927年)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-12-12",
        "end_date": "1927-12-13",
        "description": {
          "zh-cn": "张发奎调动外围部队回援广州，经过激烈巷战后，于12月13日夺回广州，镇压了起义。",
          "en": "Zhang Fakui mobilized peripheral troops to return to Guangzhou and, after intense street fighting, recaptured the city on December 13, suppressing the uprising."
        }
      }
    },
    {
      "source": "广州起义 (1927年)",
      "target": "张太雷",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-12-12",
        "end_date": "1927-12-12",
        "description": {
          "zh-cn": "广州起义总指挥张太雷在前往前线指挥战斗途中遭民团狙击身亡。",
          "en": "Zhang Tailei, the commander-in-chief of the Guangzhou Uprising, was killed in an ambush by a civilian militia while en route to command the battle on the front lines."
        }
      }
    },
    {
      "source": "广州起义 (1927年)",
      "target": "张发奎",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-12",
        "description": {
          "zh-cn": "起义失败后，张发奎被认为负有责任，被迫将广州交给桂系，暂时退出政治舞台。",
          "en": "After the failure of the uprising, Zhang Fakui was held responsible and forced to hand over Guangzhou to the Guangxi clique, temporarily withdrawing from the political stage."
        }
      }
    },
    {
      "source": "广州起义 (1927年)",
      "target": "汪精卫",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-12",
        "description": {
          "zh-cn": "起义失败后，汪精卫受到压力，被迫出洋前往法国。",
          "en": "After the failure of the uprising, Wang Jingwei came under pressure and was forced to go abroad to France."
        }
      }
    },
    {
      "source": "广州起义 (1927年)",
      "target": "瞿秋白",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1928-06",
        "description": {
          "zh-cn": "在中共六大上，广州起义的失败被归咎于瞿秋白犯了左倾盲动的错误，他因此被解除中共最高领导职务。",
          "en": "At the 6th National Congress of the CCP, the failure of the Guangzhou Uprising was attributed to Qu Qiubai's error of left-wing putschism, leading to his removal from the top leadership position of the CCP."
        }
      }
    },
    {
      "source": "国民政府",
      "target": "苏联",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-12-14",
        "description": {
          "zh-cn": "因苏联参与策划广州起义，国民政府于1927年12月14日宣布与苏联断绝外交关系。",
          "en": "Due to the Soviet Union's involvement in planning the Guangzhou Uprising, the Nationalist Government announced the severance of diplomatic relations with the Soviet Union on December 14, 1927."
        }
      }
    },
    {
      "source": "托洛茨基",
      "target": "广州起义 (1927年)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-12",
        "description": {
          "zh-cn": "托洛茨基严厉批评广州起义，称之为“斯大林派多数在中国造成一个胜利的假象”，是“不折不扣的犯罪”。",
          "en": "Trotsky severely criticized the Guangzhou Uprising, calling it 'a victorious fiction created by the Stalinist majority in China' and an 'out-and-out crime'."
        }
      }
    },
    {
      "source": "斯大林",
      "target": "托洛茨基",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "斯大林的中国政策受到其政治对手托洛茨基的批评，广州起义的发生与苏共内部的权力斗争有关。在苏共十五大上，斯大林彻底击败了托洛茨基。",
          "en": "Stalin's China policy was criticized by his political rival Trotsky, and the Guangzhou Uprising was related to the internal power struggle of the CPSU. Stalin completely defeated Trotsky at the 15th Congress of the CPSU."
        }
      }
    }
  ]
}