{
  "nodes": [
    {
      "id": "时代力量",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "时代力量",
          "时力",
          "NPP"
        ],
        "en": [
          "New Power Party"
        ]
      },
      "properties": {
        "period": "2015-01-25 - ",
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "中华民国的政党之一，于2015年1月25日成立。该党起源于太阳花学运后的社会氛围，旨在打破台湾政坛的蓝绿二元结构。其政治立场为中间偏左，意识形态包括进步主义、社会自由主义、台湾本土主义及台湾独立等。",
          "en": "A political party in the Republic of China, established on January 25, 2015. The party emerged from the social atmosphere following the Sunflower Student Movement, aiming to break the pan-Blue/pan-Green duopoly in Taiwanese politics. Its political position is center-left, with ideologies including progressivism, social liberalism, Taiwanese localism, and Taiwan independence."
        }
      }
    },
    {
      "id": "林峰正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林峰正"
        ],
        "en": [
          "Lin Feng-cheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾律师，社会运动家，时代力量的创党人之一。",
          "en": "A Taiwanese lawyer and social activist, one of the founders of the New Power Party."
        }
      }
    },
    {
      "id": "林昶佐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林昶佐"
        ],
        "en": [
          "Freddy Lim"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物、闪灵乐团主唱，时代力量的创党人之一，曾任立法委员。后因路线分歧于2019年退出时代力量。",
          "en": "A Taiwanese politician and lead vocalist of the band Chthonic. He is one of the founders of the New Power Party and a former legislator. He left the party in 2019 due to ideological differences."
        }
      }
    },
    {
      "id": "邱显智",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邱显智"
        ],
        "en": [
          "Chiu Hsien-chih"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾人权律师与政治人物，时代力量的创党人之一，曾任党主席及立法委员。",
          "en": "A Taiwanese human rights lawyer and politician, one of the founders of the New Power Party. He has served as party chairman and legislator."
        }
      }
    },
    {
      "id": "黄国昌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄国昌"
        ],
        "en": [
          "Huang Kuo-chang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾法律学者与政治人物，时代力量的创党核心人物及首任执行党主席，曾任立法委员。后于2023年退出时代力量，加入台湾民众党。",
          "en": "A Taiwanese legal scholar and politician, a core founder and the first executive chairman of the New Power Party. He is a former legislator. He left the NPP in 2023 to join the Taiwan People's Party."
        }
      }
    },
    {
      "id": "公民组合",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公民组合"
        ],
        "en": [
          "Citizens' Union"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾一个由社会运动人士组成的联盟政团，为时代力量与社会民主党的前身。",
          "en": "A political alliance in Taiwan formed by social activists, which was the predecessor to the New Power Party and the Social Democratic Party."
        }
      }
    },
    {
      "id": "太阳花运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "太阳花运动",
          "318学运"
        ],
        "en": [
          "Sunflower Student Movement"
        ]
      },
      "properties": {
        "period": "2014-03-18 - 2014-04-10",
        "location": {
          "zh-cn": "台湾",
          "en": "Taiwan"
        },
        "description": {
          "zh-cn": "2014年在台湾爆发的一场学生与公民运动，起因于立法院审查《海峡两岸服务贸易协议》时发生的程序争议。该运动为时代力量等第三势力政党的崛起创造了社会基础。",
          "en": "A student and civic movement in Taiwan in 2014, triggered by procedural controversies during the legislative review of the Cross-Strait Service Trade Agreement. The movement created the social foundation for the rise of third-force political parties like the New Power Party."
        }
      }
    },
    {
      "id": "马英九政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "马英九政府"
        ],
        "en": [
          "Ma Ying-jeou administration"
        ]
      },
      "properties": {
        "period": "2008-05-20 - 2016-05-20",
        "description": {
          "zh-cn": "指马英九于2008年至2016年担任中华民国总统期间的行政院团队。其推动的政策引发了一系列社会运动，催生了时代力量等新兴政治力量。",
          "en": "Refers to the Executive Yuan team during Ma Ying-jeou's presidency of the Republic of China from 2008 to 2016. Its policies triggered a series of social movements, giving rise to new political forces such as the New Power Party."
        }
      }
    },
    {
      "id": "民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主进步党",
          "民进党"
        ],
        "en": [
          "Democratic Progressive Party",
          "DPP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的主要政党之一，与时代力量在创党初期曾为合作关系，后期因路线与政策分歧而转为竞争乃至对立关系。",
          "en": "One of the major political parties in Taiwan. It had a cooperative relationship with the New Power Party in its early days, but later shifted to a competitive and even adversarial one due to differences in direction and policy."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党",
          "国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的主要政党之一，被时代力量视为主要的政治对手。",
          "en": "One of the major political parties in Taiwan, considered a primary political opponent by the New Power Party."
        }
      }
    },
    {
      "id": "柯文哲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柯文哲"
        ],
        "en": [
          "Ko Wen-je"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，曾任台北市市长，台湾民众党创党人。时代力量内部对于是否与其合作存在长期路线争议。",
          "en": "A Taiwanese politician, former Mayor of Taipei, and founder of the Taiwan People's Party. The New Power Party has had long-standing internal disputes over whether to cooperate with him."
        }
      }
    },
    {
      "id": "2016年中华民国立法委员选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2016年中华民国立法委员选举"
        ],
        "en": [
          "2016 Taiwanese legislative election"
        ]
      },
      "properties": {
        "period": "2016-01-16 - 2016-01-16",
        "description": {
          "zh-cn": "中华民国第九届立法委员选举。时代力量在此次选举中首次参选即获得5个席次，成为国会第三大党。",
          "en": "The 9th legislative election in the Republic of China. The New Power Party won 5 seats in its first-ever participation, becoming the third-largest party in the legislature."
        }
      }
    },
    {
      "id": "2020年中华民国立法委员选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2020年中华民国立法委员选举"
        ],
        "en": [
          "2020 Taiwanese legislative election"
        ]
      },
      "properties": {
        "period": "2020-01-11 - 2020-01-11",
        "description": {
          "zh-cn": "中华民国第十届立法委员选举。时代力量在此次选举中席次降至3席，退居国会第四大党。",
          "en": "The 10th legislative election in the Republic of China. The New Power Party's seats were reduced to 3 in this election, making it the fourth-largest party in the legislature."
        }
      }
    },
    {
      "id": "2022年中华民国地方公职人员选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2022年中华民国地方公职人员选举"
        ],
        "en": [
          "2022 Taiwanese local elections"
        ]
      },
      "properties": {
        "period": "2022-11-26 - 2022-11-26",
        "description": {
          "zh-cn": "时代力量在此次地方选举中遭遇重大挫败，议员席次大幅减少。",
          "en": "The New Power Party suffered a major setback in these local elections, with a significant reduction in the number of councilor seats."
        }
      }
    },
    {
      "id": "2024年中华民国立法委员选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2024年中华民国立法委员选举"
        ],
        "en": [
          "2024 Taiwanese legislative election"
        ]
      },
      "properties": {
        "period": "2024-01-13 - 2024-01-13",
        "description": {
          "zh-cn": "中华民国第十一届立法委员选举。时代力量在此次选举中未能获得任何席次，完全退出国会。",
          "en": "The 11th legislative election in the Republic of China. The New Power Party failed to win any seats in this election, completely exiting the legislature."
        }
      }
    },
    {
      "id": "海峡两岸服务贸易协议",
      "type": "Document",
      "name": {
        "zh-cn": [
          "海峡两岸服务贸易协议",
          "两岸服贸协定"
        ],
        "en": [
          "Cross-Strait Service Trade Agreement"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一项旨在开放海峡两岸服务业市场的协议。因立法院审查程序争议，引发了2014年的太阳花运动。",
          "en": "An agreement aimed at opening up the service industries market between Taiwan and mainland China. Controversies over its review process in the Legislative Yuan led to the 2014 Sunflower Student Movement."
        }
      }
    },
    {
      "id": "时代力量分裂危机",
      "type": "Event",
      "name": {
        "zh-cn": [
          "时代力量分裂危机",
          "出走潮"
        ],
        "en": [
          "New Power Party split crisis"
        ]
      },
      "properties": {
        "period": "2019 - ",
        "description": {
          "zh-cn": "指自2019年起，时代力量因内部路线分歧、领导风格争议等问题，导致多位创党成员和民选公职人员陆续退党的系列事件，严重影响了该党的政治实力与社会形象。",
          "en": "Refers to a series of events starting in 2019 where the New Power Party faced the successive departures of several founding members and elected officials due to internal disagreements on political direction, leadership style, and other issues. This crisis severely impacted the party's political strength and public image."
        }
      }
    },
    {
      "id": "洪慈庸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "洪慈庸"
        ],
        "en": [
          "Hung Tzu-yung"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "洪仲丘事件当事人洪仲丘的姐姐，时代力量创党时期的重要成员及前立法委员，后于2019年退出时代力量。",
          "en": "The sister of Hung Chung-chiu, the victim in the Hung Chung-chiu incident. She was a key member of the New Power Party during its founding period and a former legislator, who later left the party in 2019."
        }
      }
    },
    {
      "id": "徐永明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐永明"
        ],
        "en": [
          "Hsu Yung-ming"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治学者与政治人物，曾任时代力量党主席及立法委员，后因卷入SOGO经营权收贿案于2020年退出时代力量。",
          "en": "A Taiwanese political scientist and politician who served as chairman and legislator for the New Power Party. He left the party in 2020 after being implicated in the SOGO bribery case."
        }
      }
    },
    {
      "id": "台湾民众党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾民众党"
        ],
        "en": [
          "Taiwan People's Party",
          "TPP"
        ]
      },
      "properties": {
        "period": "2019-08-06 - ",
        "description": {
          "zh-cn": "由柯文哲于2019年创立的中华民国政党。时代力量前主席黄国昌于2023年退党后加入该党。",
          "en": "A political party in the Republic of China founded by Ko Wen-je in 2019. Former NPP chairman Huang Kuo-chang joined this party after leaving the NPP in 2023."
        }
      }
    },
    {
      "id": "王婉谕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王婉谕"
        ],
        "en": [
          "Wang Wan-yu"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "台湾政治人物，因女儿“小灯泡”遇害而投入公共事务。曾任时代力量不分区立法委员，现为时代力量党主席。",
          "en": "A Taiwanese politician who entered public affairs after the murder of her daughter, nicknamed 'Little Lightbulb'. She served as a party-list legislator for the New Power Party and is the current party chairperson."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "林峰正",
      "target": "时代力量",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2015-01-25",
        "description": {
          "zh-cn": "林峰正是时代力量的共同发起人之一，于2015年1月25日参与举办创党成立大会。",
          "en": "Lin Feng-cheng was one of the co-initiators of the New Power Party, participating in its founding meeting on January 25, 2015."
        }
      }
    },
    {
      "source": "林昶佐",
      "target": "时代力量",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2015-01-25",
        "description": {
          "zh-cn": "林昶佐是时代力量的共同发起人之一，并担任首任建党工程队总队长。",
          "en": "Freddy Lim was one of the co-initiators of the New Power Party and served as the first leader of its preparatory team."
        }
      }
    },
    {
      "source": "邱显智",
      "target": "时代力量",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2015-01-25",
        "description": {
          "zh-cn": "邱显智是时代力量的共同发起人之一，他曾是洪仲丘案的义务律师。",
          "en": "Chiu Hsien-chih was one of the co-initiators of the New Power Party. He was a volunteer lawyer in the Hung Chung-chiu case."
        }
      }
    },
    {
      "source": "太阳花运动",
      "target": "时代力量",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014-03",
        "description": {
          "zh-cn": "太阳花运动催生了成立新政治力量的社会氛围，是时代力量得以创建的关键背景。",
          "en": "The Sunflower Student Movement created a social atmosphere for the establishment of new political forces, providing a key backdrop for the founding of the New Power Party."
        }
      }
    },
    {
      "source": "公民组合",
      "target": "时代力量",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "时代力量由公民组合分裂而出，多位创始人及早期成员均来自该组织。",
          "en": "The New Power Party split from the Citizens' Union, with many of its founders and early members coming from that organization."
        }
      }
    },
    {
      "source": "马英九政府",
      "target": "时代力量",
      "type": "PUSHED",
      "properties": {
        "period": [
          "2008 - 2015"
        ],
        "description": {
          "zh-cn": "马英九政府时期的多项政策（如“和中政策”）及社会事件（如大埔案、洪仲丘案）引发广泛社会不满，为时代力量等新兴政党的崛起提供了机遇。",
          "en": "Various policies (such as the 'China-friendly policy') and social incidents (like the Dapu incident, Hung Chung-chiu case) during the Ma Ying-jeou administration caused widespread public discontent, providing an opportunity for the rise of new political parties like the New Power Party."
        }
      }
    },
    {
      "source": "海峡两岸服务贸易协议",
      "target": "太阳花运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014-03-18",
        "description": {
          "zh-cn": "因立法院试图在缺乏共识下快速通过《海峡两岸服务贸易协议》，引发了大规模学生和公民占领立法院的太阳花运动。",
          "en": "The attempt by the Legislative Yuan to rapidly pass the Cross-Strait Service Trade Agreement without broad consensus triggered the large-scale student and citizen occupation of the legislature known as the Sunflower Student Movement."
        }
      }
    },
    {
      "source": "黄国昌",
      "target": "时代力量",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2015-09-13",
        "end_date": "2023-11-16",
        "position": {
          "zh-cn": "执行党主席",
          "en": "Executive Chairman"
        },
        "description": {
          "zh-cn": "黄国昌是时代力量的创党核心人物，并于2015年9月13日担任首任执行党主席。",
          "en": "Huang Kuo-chang was a core founder of the New Power Party and became its first Executive Chairman on September 13, 2015."
        }
      }
    },
    {
      "source": "民主进步党",
      "target": "时代力量",
      "type": "PUSHED",
      "properties": {
        "start_date": "2015",
        "end_date": "2016",
        "description": {
          "zh-cn": "在2016年立委选举中，民主进步党与时代力量合作，于部分选区礼让，协助时代力量首次进入国会。",
          "en": "In the 2016 legislative election, the Democratic Progressive Party cooperated with the New Power Party, yielding in some constituencies to help the NPP enter the legislature for the first time."
        }
      }
    },
    {
      "source": "时代力量",
      "target": "民主进步党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2017",
        "description": {
          "zh-cn": "自2017年《劳动基准法》修法争议起，时代力量在多项议题上与执政的民进党立场对立，双方关系恶化，从合作转为竞争和对抗。",
          "en": "Starting with the controversy over the Labor Standards Act amendment in 2017, the New Power Party took opposing stances to the ruling DPP on multiple issues, causing their relationship to deteriorate from cooperation to competition and confrontation."
        }
      }
    },
    {
      "source": "时代力量",
      "target": "中国国民党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2015",
        "description": {
          "zh-cn": "时代力量自创党起就将中国国民党视为主要政治对手，其目标之一是削弱国民党在立法院的势力，并期望取而代之成为台湾主要的本土政党之一。",
          "en": "Since its founding, the New Power Party has regarded the Kuomintang as its main political adversary, with one of its goals being to weaken the KMT's power in the legislature and to eventually replace it as a major local political party in Taiwan."
        }
      }
    },
    {
      "source": "2016年中华民国立法委员选举",
      "target": "时代力量",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-01-16",
        "description": {
          "zh-cn": "时代力量在2016年立委选举中首次参选即获得5席，成为立法院第三大党，成功进入国会体制。",
          "en": "In its debut in the 2016 legislative election, the New Power Party won 5 seats, becoming the third-largest party in the Legislative Yuan and successfully entering the parliamentary system."
        }
      }
    },
    {
      "source": "2024年中华民国立法委员选举",
      "target": "时代力量",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-01-13",
        "description": {
          "zh-cn": "时代力量在2024年立委选举中区域及不分区立委全数落选，政党票亦未过门槛，导致其完全失去国会席次，面临严峻的生存挑战。",
          "en": "In the 2024 legislative election, the New Power Party failed to win any district or party-list seats, and its party vote share did not meet the threshold, resulting in a complete loss of its parliamentary presence and facing severe existential challenges."
        }
      }
    },
    {
      "source": "时代力量分裂危机",
      "target": "时代力量",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019",
        "description": {
          "zh-cn": "自2019年起，因路线分歧导致多位核心成员及民选公职人员退党，严重削弱了时代力量的政治实力和公众形象。",
          "en": "Starting from 2019, disagreements over the party's direction led to the departure of several core members and elected officials, severely weakening the New Power Party's political strength and public image."
        }
      }
    },
    {
      "source": "林昶佐",
      "target": "时代力量",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-08-01",
        "description": {
          "zh-cn": "创党成员林昶佐因路线分歧于2019年8月1日宣布退出时代力量，对党造成冲击，是分裂危机中的标志性事件。",
          "en": "Founding member Freddy Lim announced his withdrawal from the New Power Party on August 1, 2019, due to disagreements over its political direction, dealing a blow to the party and marking a key event in its split crisis."
        }
      }
    },
    {
      "source": "洪慈庸",
      "target": "时代力量",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-08-13",
        "description": {
          "zh-cn": "继林昶佐之后，另一位明星立委洪慈庸也因路线分歧于2019年8月13日宣布退出时代力量，加剧了党的分裂危机。",
          "en": "Following Freddy Lim, another star legislator, Hung Tzu-yung, also announced her withdrawal from the New Power Party on August 13, 2019, due to ideological differences, exacerbating the party's split crisis."
        }
      }
    },
    {
      "source": "黄国昌",
      "target": "时代力量",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-11-16",
        "description": {
          "zh-cn": "创党核心人物黄国昌于2023年11月16日宣布退出时代力量并加入台湾民众党，引发党内“昌派”退党潮，对时代力量在2024年选举前的整合造成重创。",
          "en": "Core founder Huang Kuo-chang announced on November 16, 2023, that he was leaving the New Power Party to join the Taiwan People's Party, triggering an exodus of his supporters within the party and severely damaging the NPP's unity before the 2024 election."
        }
      }
    },
    {
      "source": "黄国昌",
      "target": "台湾民众党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2023-11-16",
        "description": {
          "zh-cn": "黄国昌于2023年11月16日退出时代力量后，随即加入由柯文哲创立的台湾民众党。",
          "en": "After leaving the New Power Party on November 16, 2023, Huang Kuo-chang immediately joined the Taiwan People's Party, founded by Ko Wen-je."
        }
      }
    },
    {
      "source": "王婉谕",
      "target": "时代力量",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2023-02",
        "position": {
          "zh-cn": "党主席",
          "en": "Party Chairperson"
        },
        "description": {
          "zh-cn": "在2022年地方选举大败后，王婉谕于2023年2月当选为时代力量党主席，负责领导党的改革与重建工作。",
          "en": "Following the party's major defeat in the 2022 local elections, Wang Wan-yu was elected as the chairperson of the New Power Party in February 2023, responsible for leading its reform and rebuilding efforts."
        }
      }
    }
  ]
}