{
  "nodes": [
    {
      "id": "韩世忠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩世忠",
          "良臣",
          "韩蕲王"
        ],
        "en": [
          "Han Shizhong"
        ]
      },
      "properties": {
        "lifetime": "1089 - 1151-09-16",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "绥德军",
          "en": "Suide Commandery"
        },
        "death_place": {
          "zh-cn": "临安府",
          "en": "Lin'an Prefecture"
        },
        "description": {
          "zh-cn": "南宋抗金名将，官至太傅、枢密使，封咸安郡王，追封蕲王，谥“忠武”。与岳飞、张俊、刘光世合称“中兴四将”。",
          "en": "A prominent military general of the Southern Song dynasty, known for resisting the Jin invasion. He held high-ranking positions such as Grand Tutor and Commissioner of Military Affairs, and was posthumously titled Prince of Qi."
        }
      }
    },
    {
      "id": "梁红玉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁红玉",
          "梁氏",
          "邠国夫人梁氏"
        ],
        "en": [
          "Liang Hongyu"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "南宋抗金女将，韩世忠之妻。曾在黄天荡之战中亲自擂鼓助战，传为佳话。",
          "en": "A female general of the Southern Song dynasty and wife of Han Shizhong, famous for beating a war drum to direct the army during the Battle of Huangtiandang."
        }
      }
    },
    {
      "id": "赵构",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵构",
          "宋高宗"
        ],
        "en": [
          "Zhao Gou",
          "Emperor Gaozong of Song"
        ]
      },
      "properties": {
        "lifetime": "1107 - 1187",
        "gender": "Male",
        "description": {
          "zh-cn": "南宋的开国皇帝，史称宋高宗。他在苗刘兵变中被逼退位，后由韩世忠等人平乱而复位。",
          "en": "The founding emperor of the Southern Song dynasty, known historically as Emperor Gaozong. He was forced to abdicate during the Miao-Liu Mutiny and was later restored to the throne after the rebellion was quelled by generals including Han Shizhong."
        }
      }
    },
    {
      "id": "秦桧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦桧"
        ],
        "en": [
          "Qin Hui"
        ]
      },
      "properties": {
        "lifetime": "1090 - 1155",
        "gender": "Male",
        "description": {
          "zh-cn": "南宋宰相，是宋金和议的主要推动者。他被广泛认为是策划岳飞冤狱的主谋，并曾试图陷害韩世忠。",
          "en": "A chancellor of the Southern Song dynasty who was a major proponent of the peace treaty with the Jin dynasty. He is widely considered the mastermind behind the wrongful execution of Yue Fei and had also attempted to frame Han Shizhong."
        }
      }
    },
    {
      "id": "岳飞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "岳飞"
        ],
        "en": [
          "Yue Fei"
        ]
      },
      "properties": {
        "lifetime": "1103 - 1142",
        "gender": "Male",
        "description": {
          "zh-cn": "南宋时期杰出的抗金名将、民族英雄。",
          "en": "An outstanding military general and national hero of the Southern Song dynasty who resisted the Jin invasion."
        }
      }
    },
    {
      "id": "苗傅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苗傅"
        ],
        "en": [
          "Miao Fu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南宋将领，与刘正彦共同发动苗刘兵变，后被韩世忠等将领平定。",
          "en": "A Southern Song general who, along with Liu Zhengyan, launched the Miao-Liu Mutiny, which was later suppressed by generals including Han Shizhong."
        }
      }
    },
    {
      "id": "刘正彦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘正彦"
        ],
        "en": [
          "Liu Zhengyan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南宋将领，与苗傅共同发动苗刘兵变，后被韩世忠擒获。",
          "en": "A Southern Song general who, along with Miao Fu, launched the Miao-Liu Mutiny. He was later captured by Han Shizhong."
        }
      }
    },
    {
      "id": "完颜宗弼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "完颜宗弼",
          "兀术",
          "金兀术"
        ],
        "en": [
          "Wanyan Zongbi",
          "Wuzhu"
        ]
      },
      "properties": {
        "lifetime": " - 1148",
        "gender": "Male",
        "description": {
          "zh-cn": "金朝著名将领及宗室，多次率军侵宋。在黄天荡之战中被韩世忠以少数兵力围困。",
          "en": "A renowned general and imperial clan member of the Jin dynasty who led multiple invasions against the Song. He was besieged by Han Shizhong's smaller force during the Battle of Huangtiandang."
        }
      }
    },
    {
      "id": "张浚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张浚"
        ],
        "en": [
          "Zhang Jun"
        ]
      },
      "properties": {
        "lifetime": "1097 - 1164",
        "gender": "Male",
        "description": {
          "zh-cn": "南宋初年宰相、将领，主张抗金。在平定苗刘兵变时与韩世忠合作。",
          "en": "A chancellor and general in the early Southern Song dynasty who advocated for resistance against the Jin. He collaborated with Han Shizhong in suppressing the Miao-Liu Mutiny."
        }
      }
    },
    {
      "id": "方腊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "方腊"
        ],
        "en": [
          "Fang La"
        ]
      },
      "properties": {
        "lifetime": " - 1121",
        "gender": "Male",
        "description": {
          "zh-cn": "北宋末年农民起义领袖，其起义被宋军镇压，方腊本人被韩世忠擒获。",
          "en": "Leader of a peasant uprising during the late Northern Song dynasty. His rebellion was suppressed by the Song army, and he was personally captured by Han Shizhong."
        }
      }
    },
    {
      "id": "童贯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "童贯"
        ],
        "en": [
          "Tong Guan"
        ]
      },
      "properties": {
        "lifetime": "1054 - 1126",
        "gender": "Male",
        "description": {
          "zh-cn": "北宋末年宦官、将领。在韩世忠早年立功时，童贯曾黜其功不录。",
          "en": "A eunuch and general of the late Northern Song dynasty. He once dismissed and refused to record Han Shizhong's merits early in Han's career."
        }
      }
    },
    {
      "id": "南宋",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南宋"
        ],
        "en": [
          "Southern Song dynasty"
        ]
      },
      "properties": {
        "period": "1127 - 1279",
        "location": {
          "zh-cn": "中国",
          "en": "China"
        },
        "description": {
          "zh-cn": "中国历史上的一个朝代，是北宋的延续，由宋高宗赵构建立。韩世忠是其重要将领。",
          "en": "A dynasty in Chinese history, a continuation of the Northern Song, founded by Emperor Gaozong (Zhao Gou). Han Shizhong was one of its key generals."
        }
      }
    },
    {
      "id": "金朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "金朝",
          "金国"
        ],
        "en": [
          "Jin dynasty"
        ]
      },
      "properties": {
        "period": "1115 - 1234",
        "description": {
          "zh-cn": "中国历史上由女真族建立的北方王朝，与南宋长期对峙和交战。",
          "en": "A northern dynasty in Chinese history established by the Jurchen people, which was in a long-term confrontation and war with the Southern Song dynasty."
        }
      }
    },
    {
      "id": "苗刘兵变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "苗刘兵变"
        ],
        "en": [
          "Miao-Liu Mutiny"
        ]
      },
      "properties": {
        "period": "1129-03 - 1129-05",
        "description": {
          "zh-cn": "南宋初年由将领苗傅和刘正彦发动的兵变，宋高宗被逼退位。该兵变后被韩世忠、张浚等人平定。",
          "en": "A mutiny in the early Southern Song dynasty initiated by generals Miao Fu and Liu Zhengyan, which forced Emperor Gaozong to abdicate. The mutiny was later suppressed by Han Shizhong, Zhang Jun, and others."
        }
      }
    },
    {
      "id": "黄天荡之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "黄天荡之战"
        ],
        "en": [
          "Battle of Huangtiandang"
        ]
      },
      "properties": {
        "period": "1130-03 - 1130-04",
        "description": {
          "zh-cn": "南宋与金朝之间的一场著名战役。韩世忠率领八千宋军在黄天荡围困金兀术的十万大军长达四十八天。",
          "en": "A famous battle between the Southern Song and Jin dynasties. Han Shizhong led 8,000 Song troops to besiege Jin Wuzhu's 100,000-strong army at Huangtiandang for 48 days."
        }
      }
    },
    {
      "id": "绍兴和议",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "绍兴和议"
        ],
        "en": [
          "Shaoxing Peace Accord"
        ]
      },
      "properties": {
        "period": "1141",
        "description": {
          "zh-cn": "南宋与金朝之间签订的和平协议，由秦桧主导。和议导致主战派将领（包括韩世忠和岳飞）的兵权被解除。",
          "en": "A peace treaty signed between the Southern Song and Jin dynasties, led by Qin Hui. The accord led to the dismissal of military power from pro-war generals, including Han Shizhong and Yue Fei."
        }
      }
    },
    {
      "id": "绥德县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "绥德县",
          "绥德军"
        ],
        "en": [
          "Suide County"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国陕西省，是韩世忠的出生地。",
          "en": "A county in Shaanxi Province, China, and the birthplace of Han Shizhong."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "韩世忠",
      "target": "南宋",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "太傅、镇南·武安·宁国军节度使、枢密使",
          "en": "Grand Tutor, Military Commissioner of Zhennan, Wu'an, and Ningguo Armies, Commissioner of Military Affairs"
        },
        "description": {
          "zh-cn": "韩世忠是南宋的杰出将领，为保卫南宋政权立下赫赫战功。",
          "en": "Han Shizhong was an outstanding general of the Southern Song dynasty who made significant military contributions to defend the regime."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "金朝",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "韩世忠是南宋主战派将领，其军事生涯主要致力于抵抗金朝的入侵。",
          "en": "Han Shizhong was a leading general of the pro-war faction in the Southern Song, and his military career was primarily dedicated to resisting the invasion of the Jin dynasty."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "梁红玉",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "梁氏在韩世忠元配白氏死后成为其正妻。",
          "en": "Lady Liang became Han Shizhong's formal wife after the death of his first wife, Lady Bai."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "赵构",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "韩世忠是宋高宗赵构麾下的重要将领。",
          "en": "Han Shizhong was a key general serving under Emperor Gaozong of Song (Zhao Gou)."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "赵构",
      "type": "PUSHED",
      "properties": {
        "start_date": "1129",
        "description": {
          "zh-cn": "韩世忠参与平定苗刘兵变，使被逼退位的宋高宗得以复位。",
          "en": "Han Shizhong participated in quelling the Miao-Liu Mutiny, which enabled the restoration of Emperor Gaozong, who had been forced to abdicate."
        }
      }
    },
    {
      "source": "赵构",
      "target": "韩世忠",
      "type": "PUSHED",
      "properties": {
        "start_date": "1141",
        "description": {
          "zh-cn": "在秦桧图谋陷害韩世忠时，宋高宗因念其救驾之功而保全了他。",
          "en": "When Qin Hui plotted to frame Han Shizhong, Emperor Gaozong protected him, citing his merit in saving the emperor during the mutiny."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "苗刘兵变",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1129-04",
        "description": {
          "zh-cn": "韩世忠加入勤王队伍，与张浚等人合力平定了苗刘兵变。",
          "en": "Han Shizhong joined the loyalist forces and, together with Zhang Jun and others, suppressed the Miao-Liu Mutiny."
        }
      }
    },
    {
      "source": "苗刘兵变",
      "target": "韩世忠",
      "type": "PUSHED",
      "properties": {
        "start_date": "1129-07",
        "description": {
          "zh-cn": "平定苗刘兵变后，韩世忠因其“忠勇”而获得宋高宗的极大信任和丰厚赏赐，地位得到提升。",
          "en": "After suppressing the Miao-Liu Mutiny, Han Shizhong earned great trust and generous rewards from Emperor Gaozong for his 'loyalty and bravery', leading to an elevation of his status."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "苗傅",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1129",
        "description": {
          "zh-cn": "韩世忠作为勤王将领，与发动兵变的苗傅处于敌对阵营。",
          "en": "As a loyalist general, Han Shizhong was in the opposing camp to Miao Fu, who initiated the mutiny."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "刘正彦",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1129",
        "description": {
          "zh-cn": "韩世忠在浦城击败兵变叛军，并擒获了其首领之一刘正彦。",
          "en": "Han Shizhong defeated the mutinous rebels at Pucheng and captured one of their leaders, Liu Zhengyan."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "完颜宗弼",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1130",
        "description": {
          "zh-cn": "在黄天荡之战中，韩世忠率八千人围困了完颜宗弼（金兀术）率领的十万金军长达四十八天。",
          "en": "During the Battle of Huangtiandang, Han Shizhong led 8,000 men to besiege the 100,000 Jin troops led by Wanyan Zongbi (Wuzhu) for 48 days."
        }
      }
    },
    {
      "source": "梁红玉",
      "target": "黄天荡之战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1130",
        "description": {
          "zh-cn": "在黄天荡之战中，梁红玉亲自擂鼓助战，极大地鼓舞了宋军士气。",
          "en": "During the Battle of Huangtiandang, Liang Hongyu personally beat a war drum to rally the troops, greatly boosting the morale of the Song army."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "秦桧",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1141",
        "description": {
          "zh-cn": "韩世忠反对与金和议，与主和派的秦桧政见不合。在岳飞冤案发生后，韩世忠曾当面闯入秦桧府邸质问其“莫须有”三字何以服天下。",
          "en": "Han Shizhong opposed the peace treaty with the Jin, clashing politically with the pro-peace faction leader Qin Hui. After Yue Fei was unjustly executed, Han Shizhong confronted Qin Hui at his residence, questioning how the words 'perhaps there is' could justify the execution to the world."
        }
      }
    },
    {
      "source": "秦桧",
      "target": "韩世忠",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1141",
        "description": {
          "zh-cn": "秦桧曾试图清洗抗金力量，其首要目标为韩世忠，他逮捕韩的部下逼其诬告韩世忠谋反，但因宋高宗的保全而未果。",
          "en": "Qin Hui attempted to purge anti-Jin forces, initially targeting Han Shizhong. He arrested Han's subordinate and tried to coerce him into falsely accusing Han of treason, but the plot failed due to Emperor Gaozong's protection."
        }
      }
    },
    {
      "source": "绍兴和议",
      "target": "韩世忠",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1141",
        "description": {
          "zh-cn": "绍兴和议签订后，南宋朝廷开始解除主战派将领的兵权，韩世忠被罢免枢密使之职，被迫解甲归田。",
          "en": "After the signing of the Shaoxing Peace Accord, the Southern Song court began to strip military power from pro-war generals. Han Shizhong was dismissed from his post as Commissioner of Military Affairs and forced into retirement."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "方腊",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1121",
        "description": {
          "zh-cn": "韩世忠在征讨方腊起义时，潜入其巢穴，擒获了起义领袖方腊。",
          "en": "During the campaign against the Fang La rebellion, Han Shizhong infiltrated the rebel's lair and captured its leader, Fang La."
        }
      }
    },
    {
      "source": "童贯",
      "target": "韩世忠",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1105",
        "description": {
          "zh-cn": "韩世忠早年与西夏作战立功，但宣抚使童贯黜其功不录。",
          "en": "In his early years, Han Shizhong achieved merit in battle against the Western Xia, but Commissioner Tong Guan dismissed his achievements and did not record them."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "张浚",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1129",
        "description": {
          "zh-cn": "韩世忠至平江府与礼部侍郎张浚会面，二人相约共同平定苗刘兵变。",
          "en": "Han Shizhong went to Pingjiang Prefecture to meet Vice Minister of Rites Zhang Jun, and the two agreed to jointly suppress the Miao-Liu Mutiny."
        }
      }
    },
    {
      "source": "韩世忠",
      "target": "绥德县",
      "type": "BORN_IN",
      "properties": {}
    }
  ]
}