{
  "nodes": [
    {
      "id": "台湾民主化",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "台湾民主化",
          "宁静革命"
        ],
        "en": []
      },
      "properties": {
        "period": "1910s - ",
        "location": {
          "zh-cn": "台湾",
          "en": "Taiwan"
        },
        "description": {
          "zh-cn": "指台湾从以往中国国民党一党专政的非民主政体成功转型为自由民主国家的政治进程，主要以民间社会运动及体制内的政治改革为主。",
          "en": "The political process of Taiwan's transition from a one-party authoritarian regime under the Kuomintang to a liberal democracy, primarily driven by civil society movements and political reforms from within the system."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "中华民国的执政党之一，在台湾民主化前长期实行一党专政。",
          "en": "One of the ruling parties of the Republic of China, which maintained a one-party authoritarian rule for a long period before Taiwan's democratization."
        }
      }
    },
    {
      "id": "乙未战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "乙未战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1895 - 1895",
        "description": {
          "zh-cn": "1895年发生于台湾，为反对日本依据《马关条约》接收台湾的战争。",
          "en": "A war that took place in Taiwan in 1895 to resist the Japanese takeover of Taiwan under the Treaty of Shimonoseki."
        }
      }
    },
    {
      "id": "台湾民主国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾民主国"
        ],
        "en": [
          "Republic of Formosa"
        ]
      },
      "properties": {
        "period": "1895-05-23 - 1895-10-21",
        "description": {
          "zh-cn": "于乙未战争期间成立，为反抗日本统治而建立的短暂共和国。",
          "en": "A short-lived republic established during the Japanese invasion of Taiwan in 1895 to resist Japanese rule."
        }
      }
    },
    {
      "id": "大正民主",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大正民主"
        ],
        "en": [
          "Taishō Democracy"
        ]
      },
      "properties": {
        "period": "1912 - 1926",
        "location": {
          "zh-cn": "日本",
          "en": "Japan"
        },
        "description": {
          "zh-cn": "日本大正天皇在位期间的民主、自由主义运动风潮，其思想也影响了当时处于日治时期的台湾。",
          "en": "A period of democratic and liberal movements in Japan during the reign of Emperor Taishō, whose ideas also influenced Taiwan, which was under Japanese rule at the time."
        }
      }
    },
    {
      "id": "台湾议会设置请愿运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "台湾议会设置请愿运动"
        ],
        "en": []
      },
      "properties": {
        "period": "1921 - 1934",
        "description": {
          "zh-cn": "台湾日治时期的一项政治运动，旨在向日本帝国议会要求在台湾设立一个有立法权和预算审议权的议会。",
          "en": "A political movement during the Japanese rule of Taiwan, petitioning the Imperial Diet of Japan for the establishment of a Taiwanese parliament with legislative power and budget approval authority."
        }
      }
    },
    {
      "id": "帝国议会 (日本)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "帝国议会 (日本)",
          "帝国议会"
        ],
        "en": [
          "Imperial Diet"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大日本帝国的立法机关。",
          "en": "The legislature of the Empire of Japan."
        }
      }
    },
    {
      "id": "二二八事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "二二八事件"
        ],
        "en": [
          "February 28 incident"
        ]
      },
      "properties": {
        "period": "1947-02-28",
        "description": {
          "zh-cn": "1947年发生于台湾的官民冲突事件，对台湾战后政治发展产生深远影响。",
          "en": "A conflict between officials and civilians that occurred in Taiwan in 1947, which had a profound impact on post-war political development in Taiwan."
        }
      }
    },
    {
      "id": "第二次国共内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次国共内战"
        ],
        "en": [
          "Chinese Civil War"
        ]
      },
      "properties": {
        "period": "1945 - 1950",
        "description": {
          "zh-cn": "中国国民党与中国共产党之间在中国境内爆发的第二次内战。",
          "en": "The second civil war in China between the Kuomintang (KMT) and the Chinese Communist Party (CCP)."
        }
      }
    },
    {
      "id": "台湾省戒严令",
      "type": "Document",
      "name": {
        "zh-cn": [
          "台湾省戒严令"
        ],
        "en": []
      },
      "properties": {
        "period": "1949-05-20 - 1987-07-15",
        "description": {
          "zh-cn": "中华民国政府在台湾施行的戒严令，持续时间长达38年，是台湾白色恐怖时期的法律基础。",
          "en": "The martial law decree implemented by the government of the Republic of China in Taiwan, which lasted for 38 years and formed the legal basis for the White Terror period."
        }
      }
    },
    {
      "id": "党外运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "党外运动"
        ],
        "en": [
          "Tangwai movement"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指在1986年民主进步党成立前，台湾党禁下所有非中国国民党籍的政治势力的统称，是推动台湾民主化的重要力量。",
          "en": "A collective term for all non-Kuomintang political forces in Taiwan before the establishment of the Democratic Progressive Party in 1986, under the ban on new political parties. It was a significant force in promoting Taiwan's democratization."
        }
      }
    },
    {
      "id": "美丽岛事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "美丽岛事件"
        ],
        "en": [
          "Kaohsiung Incident"
        ]
      },
      "properties": {
        "period": "1979-12-10",
        "description": {
          "zh-cn": "1979年于台湾高雄市发生的重大警民冲突事件，事件后政府大举逮捕党外运动人士，对台湾后续的民主发展影响深远。",
          "en": "A major police-civilian conflict that occurred in Kaohsiung, Taiwan in 1979. After the incident, the government arrested many Tangwai movement figures, profoundly affecting Taiwan's subsequent democratic development."
        }
      }
    },
    {
      "id": "中华民国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国政府",
          "政府"
        ],
        "en": [
          "Government of the Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的治权机构。",
          "en": "The governing authority of the Republic of China."
        }
      }
    },
    {
      "id": "蒋经国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋经国"
        ],
        "en": [
          "Chiang Ching-kuo"
        ]
      },
      "properties": {
        "lifetime": "1910-04-27 - 1988-01-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国第六、七任总统，在其任内宣布解除戒严，开启台湾民主化进程。",
          "en": "The 6th and 7th President of the Republic of China. During his term, he announced the lifting of martial law, initiating Taiwan's democratization process."
        }
      }
    },
    {
      "id": "李登辉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李登辉"
        ],
        "en": [
          "Lee Teng-hui"
        ]
      },
      "properties": {
        "lifetime": "1923-01-15 - 2020-07-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国第七、八、九任总统，在其执政下展开了全面的民主化改革，被誉为“台湾民主之父”。",
          "en": "The 7th, 8th, and 9th President of the Republic of China. Under his administration, comprehensive democratic reforms were carried out, and he is known as the \"Father of Taiwan's Democracy.\""
        }
      }
    },
    {
      "id": "野百合学运",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "野百合学运"
        ],
        "en": [
          "Wild Lily student movement"
        ]
      },
      "properties": {
        "period": "1990-03-16 - 1990-03-22",
        "description": {
          "zh-cn": "1990年台湾的一场学生运动，提出解散国民大会、废除临时条款、召开国是会议、订定政经改革时间表等诉求，对台湾民主化有重要影响。",
          "en": "A student movement in Taiwan in 1990 that put forward demands such as dissolving the National Assembly, abolishing the Temporary Provisions, convening a National Affairs Conference, and setting a timetable for political and economic reforms, which had a significant impact on Taiwan's democratization."
        }
      }
    },
    {
      "id": "国是会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "国是会议"
        ],
        "en": []
      },
      "properties": {
        "period": "1990-06-28 - 1990-07-04",
        "description": {
          "zh-cn": "1990年由时任总统李登辉召开的会议，旨在邀集并整合国内各方对民主化政治改革的意见。",
          "en": "A conference convened in 1990 by then-President Lee Teng-hui, aiming to gather and integrate opinions from various domestic parties on political reforms for democratization."
        }
      }
    },
    {
      "id": "s:司法院释字第261号解释",
      "type": "Document",
      "name": {
        "zh-cn": [
          "s:司法院释字第261号解释"
        ],
        "en": []
      },
      "properties": {
        "period": "1990-06-21",
        "description": {
          "zh-cn": "中华民国司法院大法官会议所作出的宪法解释，明定第一届未定期改选的中央民意代表应于1991年底前终止行使职权，终结了“万年国会”。",
          "en": "A constitutional interpretation by the Council of Grand Justices of the Judicial Yuan of the Republic of China, which stipulated that the first-term central public representatives who had not been re-elected on a regular basis should cease to exercise their powers by the end of 1991, thus ending the \"Ten-thousand-year Congress.\""
        }
      }
    },
    {
      "id": "万年国会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "万年国会"
        ],
        "en": []
      },
      "properties": {
        "period": "1954 - 1991",
        "description": {
          "zh-cn": "对中华民国第一届中央民意代表的俗称，这些代表自1947/48年选出后长期未进行改选，直至1991年才全部退职。",
          "en": "A colloquial term for the first-term central public representatives of the Republic of China, who were elected in 1947/48 and remained in office without re-election for a long time until their full retirement in 1991."
        }
      }
    },
    {
      "id": "动员戡乱时期临时条款",
      "type": "Document",
      "name": {
        "zh-cn": [
          "动员戡乱时期临时条款"
        ],
        "en": []
      },
      "properties": {
        "period": "1948-05-10 - 1991-05-01",
        "description": {
          "zh-cn": "中华民国政府为应对国共内战而制定的宪法附加条款，冻结了部分宪法条文，扩大了总统权力，是威权统治时期的法源之一。",
          "en": "Additional constitutional articles enacted by the Government of the Republic of China in response to the Chinese Civil War. They froze parts of the constitution, expanded presidential powers, and were a legal basis for authoritarian rule."
        }
      }
    },
    {
      "id": "2000年中华民国总统选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2000年中华民国总统选举"
        ],
        "en": []
      },
      "properties": {
        "period": "2000-03-18",
        "description": {
          "zh-cn": "中华民国第十任总统选举，实现了中华民国史上首次政党轮替。",
          "en": "The 10th presidential election of the Republic of China, which resulted in the first-ever peaceful transfer of power between political parties in the country's history."
        }
      }
    },
    {
      "id": "民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主进步党"
        ],
        "en": [
          "Democratic Progressive Party"
        ]
      },
      "properties": {
        "period": "1986-09-28 - ",
        "description": {
          "zh-cn": "中华民国主要政党之一，由党外运动人士于戒严时期创立，在2000年首次取得执政权。",
          "en": "One of the major political parties in the Republic of China, founded by Tangwai movement figures during the martial law period. It first came to power in 2000."
        }
      }
    },
    {
      "id": "太阳花学运",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "太阳花学运"
        ],
        "en": [
          "Sunflower Student Movement"
        ]
      },
      "properties": {
        "period": "2014-03-18 - 2014-04-10",
        "description": {
          "zh-cn": "2014年台湾的一场社会运动，由大学生与公民团体共同发起，以占领立法院为主要抗议方式。",
          "en": "A social movement in Taiwan in 2014, initiated by university students and civic groups, primarily characterized by the occupation of the Legislative Yuan."
        }
      }
    },
    {
      "id": "立法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "立法院"
        ],
        "en": [
          "Legislative Yuan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的最高立法机关。",
          "en": "The highest legislative body of the Republic of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国国民党",
      "target": "台湾民主化",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1987",
        "description": {
          "zh-cn": "在台湾民主化前，中国国民党长期实行一党专政及威权主义统治，压制了民主发展。",
          "en": "Before Taiwan's democratization, the Kuomintang implemented a long-term one-party authoritarian rule, suppressing democratic development."
        }
      }
    },
    {
      "source": "乙未战争",
      "target": "台湾民主国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1895",
        "description": {
          "zh-cn": "台湾民主国于乙未战争期间为反抗日本接管而成立。",
          "en": "The Republic of Formosa was established during the 1895 war to resist the Japanese takeover."
        }
      }
    },
    {
      "source": "大正民主",
      "target": "台湾民主化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1910s",
        "description": {
          "zh-cn": "日治时期，日本的大正民主风潮兴起，民主与平等思想再度进入台湾，成为台湾民主运动的早期起源。",
          "en": "During the Japanese rule period, the Taishō Democracy movement in Japan brought ideas of democracy and equality to Taiwan, becoming an early origin of Taiwan's democracy movement."
        }
      }
    },
    {
      "source": "帝国议会 (日本)",
      "target": "台湾议会设置请愿运动",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1934",
        "description": {
          "zh-cn": "台湾议会设置请愿运动的诉求最终未获得日本帝国议会的采纳。",
          "en": "The demands of the Petition Movement for the Establishment of a Taiwanese Parliament were ultimately not adopted by the Imperial Diet of Japan."
        }
      }
    },
    {
      "source": "二二八事件",
      "target": "台湾民主化",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1947",
        "description": {
          "zh-cn": "二二八事件的爆发中断了战后初期短暂的民主发展，并成为后续高压统治的开端之一。",
          "en": "The outbreak of the February 28 Incident interrupted the brief democratic development in the early post-war period and was one of the beginnings of subsequent high-pressure rule."
        }
      }
    },
    {
      "source": "第二次国共内战",
      "target": "台湾民主化",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1949",
        "description": {
          "zh-cn": "因第二次国共内战，中华民国政府迁台后转为动员戡乱体制下的高压统治，迟滞了民主化发展。",
          "en": "Due to the Chinese Civil War, the government of the Republic of China shifted to a high-pressure rule under the mobilization system after moving to Taiwan, which delayed democratic development."
        }
      }
    },
    {
      "source": "党外运动",
      "target": "台湾民主化",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "党外运动等民主派人士的持续抗争，是推动台湾民主化的重要民间力量。",
          "en": "The continuous protests by pro-democracy figures such as those in the Tangwai movement were a significant civil force driving Taiwan's democratization."
        }
      }
    },
    {
      "source": "台湾省戒严令",
      "target": "台湾民主化",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1949-05-20",
        "end_date": "1987-07-15",
        "description": {
          "zh-cn": "长达38年的戒严令是威权统治时期的法律基础，其造成的白色恐怖使得台湾民主化发展十分迟缓。",
          "en": "The 38-year-long martial law was the legal basis for the authoritarian rule, and the resulting White Terror made the development of Taiwan's democratization very slow."
        }
      }
    },
    {
      "source": "美丽岛事件",
      "target": "党外运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1979-12",
        "description": {
          "zh-cn": "美丽岛事件后，中华民国政府大举逮捕党外运动人士，对该运动造成严重打击。",
          "en": "After the Kaohsiung Incident, the government of the Republic of China arrested a large number of Tangwai movement figures, dealing a severe blow to the movement."
        }
      }
    },
    {
      "source": "蒋经国",
      "target": "台湾省戒严令",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1987",
        "description": {
          "zh-cn": "时任总统蒋经国于1987年宣布解除实施超过38年的戒严令。",
          "en": "In 1987, then-President Chiang Ching-kuo announced the lifting of the martial law that had been in effect for over 38 years."
        }
      }
    },
    {
      "source": "蒋经国",
      "target": "台湾民主化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987",
        "description": {
          "zh-cn": "蒋经国宣布解严，并开放党禁、报禁，开启了台湾民主化的滥觞。",
          "en": "Chiang Ching-kuo's announcement of the lifting of martial law and the opening up of party and press bans initiated the beginning of Taiwan's democratization."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "台湾民主化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990s",
        "description": {
          "zh-cn": "在李登辉政府执政下，台湾在1990年代展开了全面性的民主化改革，完成了总统直选与国会全面改选等关键成就。",
          "en": "Under the administration of the Lee Teng-hui government, Taiwan underwent comprehensive democratic reforms in the 1990s, achieving key milestones such as direct presidential elections and full parliamentary re-elections."
        }
      }
    },
    {
      "source": "野百合学运",
      "target": "台湾民主化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-03",
        "description": {
          "zh-cn": "野百合学运要求政府进行民主化改革，是推动1990年代政治改革的重要事件。",
          "en": "The Wild Lily student movement demanded democratic reforms from the government and was a significant event that pushed for political reforms in the 1990s."
        }
      }
    },
    {
      "source": "国是会议",
      "target": "台湾民主化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-06",
        "description": {
          "zh-cn": "国是会议邀集并整合了国内各方对于民主化政治改革的意见，为后续改革凝聚了共识。",
          "en": "The National Affairs Conference gathered and integrated opinions from various domestic parties on political reforms for democratization, building consensus for subsequent reforms."
        }
      }
    },
    {
      "source": "s:司法院释字第261号解释",
      "target": "万年国会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1990-06-21",
        "description": {
          "zh-cn": "该号宪法解释明定第一届资深中央民意代表应于1991年底前终止行使职权，从而终结了“万年国会”。",
          "en": "This constitutional interpretation stipulated that the first-term senior central public representatives should cease to exercise their powers by the end of 1991, thereby ending the 'Ten-thousand-year Congress'."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "动员戡乱时期临时条款",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991-05",
        "description": {
          "zh-cn": "1991年5月，李登辉政府废止了《动员戡乱时期临时条款》，终结了动员戡乱时期。",
          "en": "In May 1991, the Lee Teng-hui government abolished the 'Temporary Provisions Effective During the Period of Communist Rebellion', ending the Period of Mobilization for the Suppression of the Communist Rebellion."
        }
      }
    },
    {
      "source": "2000年中华民国总统选举",
      "target": "民主进步党",
      "type": "PUSHED",
      "properties": {
        "start_date": "2000",
        "description": {
          "zh-cn": "此次选举实现了首次政党轮替，使民主进步党首次执政。",
          "en": "This election resulted in the first transfer of power between political parties, bringing the Democratic Progressive Party to power for the first time."
        }
      }
    },
    {
      "source": "2000年中华民国总统选举",
      "target": "中国国民党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2000",
        "description": {
          "zh-cn": "此次选举结束了中国国民党自1948年行宪起长达52年的执政。",
          "en": "This election ended the Kuomintang's 52-year rule since the implementation of the Constitution in 1948."
        }
      }
    },
    {
      "source": "太阳花学运",
      "target": "立法院",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2014-03-18",
        "end_date": "2014-04-10",
        "description": {
          "zh-cn": "太阳花学运期间，示威人士占领立法院议场，使其议事停摆。",
          "en": "During the Sunflower Student Movement, protesters occupied the chamber of the Legislative Yuan, bringing its proceedings to a halt."
        }
      }
    }
  ]
}