{
  "nodes": [
    {
      "id": "安华·依布拉欣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "安华·依布拉欣",
          "安华",
          "安瓦尔·易卜拉欣",
          "安华·伊布拉欣"
        ],
        "en": [
          "Anwar Ibrahim",
          "Anwar bin Ibrahim"
        ]
      },
      "properties": {
        "lifetime": "1947-08-10 - ",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "马来亚联邦槟城威南县双溪峇甲",
          "en": "Sungai Bakap, South Seberang Perai, Penang, Malayan Union"
        },
        "description": {
          "zh-cn": "马来西亚政治人物，现任马来西亚第10任首相兼财政部长。曾任副首相、多届部长及国会反对党领袖。他因与时任首相马哈迪的政治斗争而在1998年被革职，并引发了“烈火莫熄”改革运动。他曾两度因鸡奸案入狱，后在2018年获得特赦，并于2022年领导希望联盟在悬峙议会中组建联合政府，出任首相。",
          "en": "Malaysian politician, currently the 10th Prime Minister of Malaysia and Minister of Finance. He previously served as Deputy Prime Minister, various ministerial posts, and Leader of the Opposition. His dismissal in 1998 by then-Prime Minister Mahathir Mohamad sparked the \"Reformasi\" movement. He was imprisoned twice on sodomy charges before receiving a royal pardon in 2018. In 2022, he led the Pakatan Harapan coalition to form a unity government after a hung parliament and became Prime Minister."
        }
      }
    },
    {
      "id": "马哈迪·莫哈末",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马哈迪·莫哈末",
          "马哈迪"
        ],
        "en": [
          "Mahathir Mohamad"
        ]
      },
      "properties": {
        "lifetime": "1925-07-10 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "马来西亚第四任及第七任首相。他曾是安华的政治导师，后成为其主要政治对手，在1998年将其革职。两人后来在2018年结盟推翻国阵政府，但联盟因2020年政治危机而破裂。",
          "en": "The fourth and seventh Prime Minister of Malaysia. He was once Anwar's political mentor before becoming his main political rival, dismissing him in 1998. The two later allied in 2018 to overthrow the Barisan Nasional government, but the alliance collapsed during the 2020 political crisis."
        }
      }
    },
    {
      "id": "旺阿兹莎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "旺阿兹莎"
        ],
        "en": [
          "Wan Azizah Wan Ismail"
        ]
      },
      "properties": {
        "lifetime": "1952-12-03 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "马来西亚政治人物，安华·依布拉欣的妻子。在安华入狱期间，她创立并领导人民公正党，是烈火莫熄运动的核心人物，并曾担任马来西亚首位女性副首相。",
          "en": "Malaysian politician and the wife of Anwar Ibrahim. During Anwar's imprisonment, she founded and led the People's Justice Party (PKR), becoming a central figure in the Reformasi movement. She also served as Malaysia's first female Deputy Prime Minister."
        }
      }
    },
    {
      "id": "阿兹敏阿里",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿兹敏阿里"
        ],
        "en": [
          "Azmin Ali"
        ]
      },
      "properties": {
        "lifetime": "1964-08-25 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "马来西亚政治人物，曾任人民公正党署理主席。他曾是安华的长期追随者，但后来两人关系破裂，成为政治对手。他在2020年马来西亚政治危机中扮演了关键角色，带领一批议员退出公正党，导致希望联盟政府倒台。",
          "en": "Malaysian politician, former Deputy President of the People's Justice Party (PKR). He was a long-time follower of Anwar, but their relationship later soured, turning them into political rivals. He played a key role in the 2020 Malaysian political crisis by leading a faction of MPs out of PKR, which led to the collapse of the Pakatan Harapan government."
        }
      }
    },
    {
      "id": "苏丹阿都拉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏丹阿都拉"
        ],
        "en": [
          "Abdullah of Pahang"
        ]
      },
      "properties": {
        "lifetime": "1959-07-30 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "马来西亚第十六任最高元首。在2022年大选出现悬峙议会后，他委任安华·依布拉欣为第十任首相。",
          "en": "The 16th Yang di-Pertuan Agong of Malaysia. Following the hung parliament result of the 2022 general election, he appointed Anwar Ibrahim as the 10th Prime Minister."
        }
      }
    },
    {
      "id": "努鲁伊莎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "努鲁伊莎"
        ],
        "en": [
          "Nurul Izzah Anwar"
        ]
      },
      "properties": {
        "lifetime": "1980-11-19 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "马来西亚政治人物，安华·依布拉欣与旺阿兹莎的长女。人民公正党副主席，曾任国会议员。2023年被其父安华委任为首相经济和金融高级顾问。",
          "en": "Malaysian politician, the eldest daughter of Anwar Ibrahim and Wan Azizah Wan Ismail. She is a vice-president of the People's Justice Party (PKR) and a former Member of Parliament. In 2023, she was appointed by her father, Anwar, as a senior adviser on economics and finance to the Prime Minister."
        }
      }
    },
    {
      "id": "马来民族统一机构",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "马来民族统一机构",
          "巫统"
        ],
        "en": [
          "United Malays National Organisation",
          "UMNO"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "马来西亚的主要政党之一，国民阵线的核心成员。安华曾是该党署理主席，但在1998年被开除。2022年后，该党与安华领导的希望联盟组成联合政府。",
          "en": "A major political party in Malaysia and a core component of the Barisan Nasional coalition. Anwar was once its Deputy President but was expelled in 1998. After 2022, the party formed a unity government with the Anwar-led Pakatan Harapan."
        }
      }
    },
    {
      "id": "人民公正党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "人民公正党",
          "公正党"
        ],
        "en": [
          "People's Justice Party",
          "PKR"
        ]
      },
      "properties": {
        "period": "1999 - ",
        "description": {
          "zh-cn": "一个由安华·依布拉欣的支持者在“烈火莫熄”运动后成立的多元种族政党。安华是该党的实权领袖和现任主席。",
          "en": "A multi-racial political party formed by supporters of Anwar Ibrahim following the \"Reformasi\" movement. Anwar is the party's de facto leader and current president."
        }
      }
    },
    {
      "id": "希望联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "希望联盟",
          "希盟"
        ],
        "en": [
          "Pakatan Harapan",
          "PH"
        ]
      },
      "properties": {
        "period": "2015 - ",
        "description": {
          "zh-cn": "由人民公正党、民主行动党、国家诚信党等组成的马来西亚政治联盟。安华为该联盟主席，并在2018年和2022年领导该联盟参与大选。",
          "en": "A Malaysian political coalition comprising parties such as the People's Justice Party (PKR), the Democratic Action Party (DAP), and the National Trust Party (Amanah). Anwar is the coalition's chairman and led it in the 2018 and 2022 general elections."
        }
      }
    },
    {
      "id": "亚洲金融危机",
      "type": "Event",
      "name": {
        "zh-cn": [
          "亚洲金融危机"
        ],
        "en": [
          "1997 Asian financial crisis"
        ]
      },
      "properties": {
        "period": "1997 - 1998",
        "description": {
          "zh-cn": "1997年爆发的亚洲经济危机。时任财政部长安华与首相马哈迪在应对策略上产生严重分歧，成为两人关系破裂并导致安华被革职的关键导火索。",
          "en": "An economic crisis that struck much of Asia in 1997. Disagreements on response strategies between then-Finance Minister Anwar and Prime Minister Mahathir became a key trigger for their political fallout, leading to Anwar's dismissal."
        }
      }
    },
    {
      "id": "烈火莫熄",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "烈火莫熄"
        ],
        "en": [
          "Reformasi (Malaysia)"
        ]
      },
      "properties": {
        "period": "1998 - ",
        "description": {
          "zh-cn": "1998年安华被革职后，其支持者发起的社会政治改革运动，要求司法独立、反对贪腐和裙带关系。该运动直接促成了人民公正党的诞生。",
          "en": "A socio-political reform movement initiated by Anwar's supporters after his dismissal in 1998, calling for judicial independence and an end to corruption and cronyism. The movement directly led to the formation of the People's Justice Party (PKR)."
        }
      }
    },
    {
      "id": "安华肛交案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "安华肛交案"
        ],
        "en": [
          "Anwar Ibrahim sodomy trials"
        ]
      },
      "properties": {
        "period": [
          "1998 - 2004",
          "2008 - 2018"
        ],
        "description": {
          "zh-cn": "安华·依布拉欣先后两次被控以鸡奸罪名，这些审判被广泛认为是出于政治动机，旨在终结其政治生涯。第一次定罪于2004年被推翻，第二次定罪后他于2018年获得全面特赦。",
          "en": "Anwar Ibrahim was twice charged with sodomy in trials widely seen as politically motivated to end his political career. The first conviction was overturned in 2004, and after the second, he received a full royal pardon in 2018."
        }
      }
    },
    {
      "id": "2020年—2022年马来西亚政治危机",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2020年—2022年马来西亚政治危机",
          "2020年马来西亚政治危机"
        ],
        "en": [
          "2020–22 Malaysian political crisis"
        ]
      },
      "properties": {
        "period": "2020-02-24 - 2022-11-24",
        "description": {
          "zh-cn": "始于2020年2月的一系列政治事件，包括马哈迪辞去首相职务以及阿兹敏阿里率领议员退出公正党，最终导致希望联盟政府垮台。此次危机使安华的首相之路再度受阻。",
          "en": "A series of political events starting in February 2020, including Mahathir's resignation as Prime Minister and the defection of MPs led by Azmin Ali, which resulted in the collapse of the Pakatan Harapan government. The crisis further delayed Anwar's path to the premiership."
        }
      }
    },
    {
      "id": "茅草行动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "茅草行动"
        ],
        "en": [
          "Operation Lalang"
        ]
      },
      "properties": {
        "period": "1987-10-27 - ",
        "description": {
          "zh-cn": "1987年马来西亚政府以内安法令进行的一次大逮捕行动。时任教育部长安华因派遣不谙华文的教师出任华小高职而引发的争议是此事件的导火索之一。",
          "en": "A major crackdown under the Internal Security Act by the Malaysian government in 1987. The controversy sparked by then-Education Minister Anwar's appointment of non-Mandarin-speaking teachers to senior positions in Chinese primary schools was one of the triggers for this event."
        }
      }
    },
    {
      "id": "加影行动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "加影行动"
        ],
        "en": [
          "Kajang Move"
        ]
      },
      "properties": {
        "period": "2014-01 - 2014-03",
        "description": {
          "zh-cn": "人民公正党于2014年策划的一场政治行动，旨在通过制造加影州议席补选，让安华胜选并出任雪兰莪州务大臣。该计划因安华第二次鸡奸案罪成而失败。",
          "en": "A political maneuver orchestrated by PKR in 2014 to enable Anwar to contest and win the Kajang state by-election and subsequently become the Menteri Besar of Selangor. The plan failed after Anwar was convicted in his second sodomy trial."
        }
      }
    },
    {
      "id": "马来西亚首相",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "马来西亚首相",
          "首相"
        ],
        "en": [
          "Prime Minister of Malaysia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "马来西亚的政府首脑职位。",
          "en": "The head of government position in Malaysia."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "旺阿兹莎",
      "target": "安华·依布拉欣",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1980"
      }
    },
    {
      "source": "努鲁伊莎",
      "target": "安华·依布拉欣",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "努鲁伊莎",
      "target": "旺阿兹莎",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "努鲁伊莎",
      "target": "安华·依布拉欣",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2023-01-03",
        "position": {
          "zh-cn": "首相经济和金融高级顾问",
          "en": "Senior Advisor on Economics and Finance to the Prime Minister"
        },
        "description": {
          "zh-cn": "安华委任其女儿努鲁依莎为首相经济和金融高级顾问。",
          "en": "Anwar appointed his daughter Nurul Izzah as Senior Advisor on Economics and Finance to the Prime Minister."
        }
      }
    },
    {
      "source": "马哈迪·莫哈末",
      "target": "安华·依布拉欣",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982",
        "description": {
          "zh-cn": "1982年，时任首相马哈迪·莫哈末邀请安华加入执政党巫统，开启了安华的政府官职生涯。",
          "en": "In 1982, then-Prime Minister Mahathir Mohamad invited Anwar to join the ruling party UMNO, launching Anwar's career in government."
        }
      }
    },
    {
      "source": "安华·依布拉欣",
      "target": "马来民族统一机构",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1982",
        "end_date": "1998-09-03",
        "description": {
          "zh-cn": "安华于1982年加入巫统，并逐步晋升至署理主席，直至1998年被开除党籍。",
          "en": "Anwar joined UMNO in 1982 and rose through the ranks to become Deputy President, until his expulsion in 1998."
        }
      }
    },
    {
      "source": "亚洲金融危机",
      "target": "安华·依布拉欣",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1997",
        "end_date": "1998-09-02",
        "description": {
          "zh-cn": "在1997年亚洲金融危机期间，安华作为财长与首相马哈迪在应对政策上发生严重分歧，这直接导致了安华于1998年被革除所有职务。",
          "en": "During the 1997 Asian financial crisis, Anwar, as Finance Minister, had serious policy disagreements with Prime Minister Mahathir, which directly led to his dismissal from all posts in 1998."
        }
      }
    },
    {
      "source": "马哈迪·莫哈末",
      "target": "安华·依布拉欣",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1998-09-02",
        "description": {
          "zh-cn": "1998年9月2日，首相马哈迪·莫哈末革除了安华的副首相兼财政部长职位。",
          "en": "On September 2, 1998, Prime Minister Mahathir Mohamad dismissed Anwar from his positions as Deputy Prime Minister and Minister of Finance."
        }
      }
    },
    {
      "source": "安华·依布拉欣",
      "target": "马哈迪·莫哈末",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": [
          "1998-09-02",
          "2020-02-24"
        ],
        "end_date": [
          "2016",
          ""
        ],
        "description": {
          "zh-cn": "自1998年被革职后，安华与马哈迪成为长期的政治对手。他们曾在2018年短暂结盟，但在2020年政治危机后关系再度破裂。",
          "en": "Since his dismissal in 1998, Anwar and Mahathir became long-term political rivals. They briefly formed an alliance in 2018, but their relationship broke down again after the 2020 political crisis."
        }
      }
    },
    {
      "source": "安华·依布拉欣",
      "target": "烈火莫熄",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998-09",
        "description": {
          "zh-cn": "安华被革职后，他的支持者发动了“烈火莫熄”社会政治改革运动。",
          "en": "After Anwar's dismissal, his supporters launched the \"Reformasi\" socio-political reform movement."
        }
      }
    },
    {
      "source": "烈火莫熄",
      "target": "人民公正党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999",
        "description": {
          "zh-cn": "烈火莫熄运动直接促使了新的多元种族政党——国民公正党（后为人民公正党）的成立。",
          "en": "The Reformasi movement directly spurred the formation of a new multi-racial political party, the National Justice Party (later the People's Justice Party)."
        }
      }
    },
    {
      "source": "安华肛交案",
      "target": "安华·依布拉欣",
      "type": "BLOCKED",
      "properties": {
        "start_date": [
          "1999-04",
          "2015-02-10"
        ],
        "end_date": [
          "2004-09-02",
          "2018-05-16"
        ],
        "description": {
          "zh-cn": "安华先后两次因鸡奸案被判入狱，这些审判严重阻碍了他的政治生涯。",
          "en": "Anwar was twice sentenced to prison on sodomy charges, trials that significantly hampered his political career."
        }
      }
    },
    {
      "source": "安华·依布拉欣",
      "target": "茅草行动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987-10",
        "description": {
          "zh-cn": "1987年，时任教育部长安华指示教育部派遣不谙华文的教师出任华小高职，引发了华社的强烈抗议，成为“茅草行动”大逮捕的导火索之一。",
          "en": "In 1987, then-Minister of Education Anwar instructed the ministry to appoint non-Mandarin-speaking teachers to senior positions in Chinese primary schools, sparking strong protests from the Chinese community and becoming one of the triggers for the \"Operation Lalang\" crackdown."
        }
      }
    },
    {
      "source": "安华肛交案",
      "target": "加影行动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2014-03-07",
        "description": {
          "zh-cn": "上诉法院于2014年3月7日推翻安华鸡奸案的无罪判决，使其罪名成立并失去参与加影补选的资格，导致“加影行动”失败。",
          "en": "On March 7, 2014, the Court of Appeal overturned Anwar's acquittal in the sodomy case, convicting him and disqualifying him from contesting the Kajang by-election, thus causing the \"Kajang Move\" to fail."
        }
      }
    },
    {
      "source": "安华·依布拉欣",
      "target": "阿兹敏阿里",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2019",
        "description": {
          "zh-cn": "安华重返政坛后，与时任人民公正党署理主席阿兹敏阿里的政治斗争加剧，最终导致阿兹敏在2020年带领其派系出走，引发政治危机。",
          "en": "After Anwar's return to politics, his political struggle with then-PKR Deputy President Azmin Ali intensified, culminating in Azmin leading his faction out of the party in 2020, triggering a political crisis."
        }
      }
    },
    {
      "source": "阿兹敏阿里",
      "target": "2020年—2022年马来西亚政治危机",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-02-24",
        "description": {
          "zh-cn": "阿兹敏阿里带领10名公正党议员退出希望联盟，是导致2020年政治危机和希盟政府倒台的关键事件之一。",
          "en": "Azmin Ali's move to lead 10 PKR MPs out of Pakatan Harapan was one of the key events that led to the 2020 political crisis and the collapse of the PH government."
        }
      }
    },
    {
      "source": "2020年—2022年马来西亚政治危机",
      "target": "希望联盟",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-02-24",
        "description": {
          "zh-cn": "2020年的政治危机导致希望联盟政府垮台。",
          "en": "The 2020 political crisis led to the collapse of the Pakatan Harapan government."
        }
      }
    },
    {
      "source": "苏丹阿都拉",
      "target": "安华·依布拉欣",
      "type": "PUSHED",
      "properties": {
        "start_date": "2022-11-24",
        "description": {
          "zh-cn": "在2022年大选后出现悬峙议会的情况下，国家元首苏丹阿都拉任命安华为马来西亚第十任首相。",
          "en": "Following the hung parliament after the 2022 general election, the Yang di-Pertuan Agong Sultan Abdullah appointed Anwar as the 10th Prime Minister of Malaysia."
        }
      }
    },
    {
      "source": "安华·依布拉欣",
      "target": "马来西亚首相",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2022-11-24",
        "position": {
          "zh-cn": "首相",
          "en": "Prime Minister"
        }
      }
    }
  ]
}