{
  "nodes": [
    {
      "id": "义和团运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "义和团运动",
          "庚子国变",
          "庚子事变",
          "庚子之乱",
          "庚子拳乱",
          "义和团之乱",
          "义和团事件"
        ],
        "en": [
          "Boxer Rebellion"
        ]
      },
      "properties": {
        "period": "1899-10 - 1901-09-07",
        "location": {
          "zh-cn": "华北",
          "en": "North China"
        },
        "description": {
          "zh-cn": "1899年至1901年间在中国北方爆发的一场以“扶清灭洋”为口号，针对西方侵略和基督教传播的暴力排外运动。",
          "en": "A violent anti-foreign and anti-Christian uprising that took place in Northern China between 1899 and 1901, with the slogan 'Support the Qing, exterminate the foreigners'."
        }
      }
    },
    {
      "id": "慈禧太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈禧太后"
        ],
        "en": [
          "Empress Dowager Cixi"
        ]
      },
      "properties": {
        "lifetime": "1835-11-29 - 1908-11-15",
        "gender": "Female",
        "description": {
          "zh-cn": "晚清时期的实际统治者。在义和团运动期间，其政策从摇摆不定最终转向支持义和团并向十一国宣战。",
          "en": "The de facto ruler of China during the late Qing dynasty. During the Boxer Rebellion, her policy shifted from indecision to supporting the Boxers and declaring war on eleven foreign powers."
        }
      }
    },
    {
      "id": "八国联军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "八国联军"
        ],
        "en": [
          "Eight-Nation Alliance"
        ]
      },
      "properties": {
        "period": "1900 - 1901",
        "description": {
          "zh-cn": "为镇压义和团运动，由大英帝国、美国、法国、德国、俄罗斯帝国、日本、奥匈帝国、意大利王国组成的联军。",
          "en": "A multinational military coalition set up in response to the Boxer Rebellion, consisting of the British Empire, United States, France, Germany, Russian Empire, Japan, Austria-Hungary, and Kingdom of Italy."
        }
      }
    },
    {
      "id": "清朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清朝",
          "大清"
        ],
        "en": [
          "Qing dynasty"
        ]
      },
      "properties": {
        "period": "1636 - 1912",
        "description": {
          "zh-cn": "中国最后一个封建王朝。在义和团运动期间，其官方态度从镇压转向支持，最终战败并签订《辛丑条约》。",
          "en": "The last imperial dynasty of China. During the Boxer Rebellion, its official stance shifted from suppression to support, ultimately leading to defeat and the signing of the Boxer Protocol."
        }
      }
    },
    {
      "id": "义和团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "义和团",
          "义和拳"
        ],
        "en": [
          "Boxers"
        ]
      },
      "properties": {
        "period": "1899 - 1901",
        "description": {
          "zh-cn": "发起义和团运动的中国北方民间秘密结社，以“扶清灭洋”为口号，进行排外活动。",
          "en": "A secret society in Northern China that initiated the Boxer Rebellion under the slogan 'Support the Qing, exterminate the foreigners', carrying out anti-foreign activities."
        }
      }
    },
    {
      "id": "辛丑条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "辛丑条约"
        ],
        "en": [
          "Boxer Protocol"
        ]
      },
      "properties": {
        "period": "1901-09-07",
        "description": {
          "zh-cn": "义和团运动后，清政府与十一国签订的不平等条约，内容包括巨额赔款（庚子赔款）、允许外国驻军等。",
          "en": "An unequal treaty signed between the Qing government and eleven nations after the Boxer Rebellion, which included massive indemnities (the Boxer Indemnity) and the stationing of foreign troops."
        }
      }
    },
    {
      "id": "载漪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "载漪",
          "端郡王"
        ],
        "en": [
          "Zaiyi"
        ]
      },
      "properties": {
        "lifetime": "1856-08-26 - 1922-11-24",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝宗室，端郡王。因其子溥儁被立为大阿哥（己亥建储）遭外国公使反对而极度仇外，是操纵义和团运动的清廷主战派首脑之一。",
          "en": "A prince of the Qing imperial family, Prince Duan. He became intensely anti-foreign after foreign ministers opposed the appointment of his son, Pujun, as the heir apparent (the Jihai Establishment). He was one of the main leaders of the pro-war faction at court that manipulated the Boxer movement."
        }
      }
    },
    {
      "id": "刚毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刚毅"
        ],
        "en": [
          "Gangyi"
        ]
      },
      "properties": {
        "lifetime": "1837 - 1900",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清大臣，主战派核心人物。他向慈禧太后力言义和团“神术可用”，推动清廷利用义和团对抗列强。",
          "en": "A high-ranking official in the late Qing dynasty and a core member of the pro-war faction. He convinced Empress Dowager Cixi that the Boxers' 'divine skills' could be relied upon, pushing the court to use the Boxers to confront the foreign powers."
        }
      }
    },
    {
      "id": "毓贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毓贤"
        ],
        "en": [
          "Yuxian"
        ]
      },
      "properties": {
        "lifetime": "1842 - 1901-02-22",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清官员，曾任山东巡抚、山西巡抚。在山东任上，他将“义和拳”改名为“义和团”，并采取纵容政策，助长了运动的兴起。调任山西后，策动并纵容了针对传教士和平民的大屠杀。",
          "en": "A late Qing official who served as Governor of Shandong and Shanxi. In Shandong, he renamed the 'Boxer Fists' to 'Boxer United in Righteousness' (Yihetuan) and adopted a policy of appeasement, fueling the movement's rise. After being transferred to Shanxi, he orchestrated and condoned massacres of missionaries and civilians."
        }
      }
    },
    {
      "id": "袁世凯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁世凯"
        ],
        "en": [
          "Yuan Shikai"
        ]
      },
      "properties": {
        "lifetime": "1859-09-16 - 1916-06-06",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，武卫右军统领。接替毓贤任山东巡抚后，对义和团采取严厉镇压政策。在庚子事变中，他参与“东南互保”，拒绝执行清廷的宣战命令。",
          "en": "An influential official in the late Qing dynasty and commander of the Right Division of the Resolute Army. After succeeding Yuxian as Governor of Shandong, he adopted a policy of harsh suppression against the Boxers. During the Boxer Rebellion, he participated in the 'Mutual Protection of Southeast China', refusing to obey the imperial court's declaration of war."
        }
      }
    },
    {
      "id": "东南互保",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "东南互保"
        ],
        "en": [
          "Mutual Protection of Southeast China"
        ]
      },
      "properties": {
        "period": "1900",
        "description": {
          "zh-cn": "义和团运动期间，由两江总督刘坤一、湖广总督张之洞、两广总督李鸿章等地方督抚策划的，拒绝响应清廷对外宣战命令，以保护所属各省免于战祸的政治运动。此举显示了地方势力的崛起和中央权威的削弱。",
          "en": "A political movement during the Boxer Rebellion, orchestrated by regional governors such as Liu Kunyi, Zhang Zhidong, and Li Hongzhang, who refused to heed the Qing court's declaration of war to protect their provinces from conflict. This event highlighted the rise of regional power and the weakening of central authority."
        }
      }
    },
    {
      "id": "克林德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "克林德"
        ],
        "en": [
          "Clemens von Ketteler"
        ]
      },
      "properties": {
        "lifetime": "1853-11-22 - 1900-06-20",
        "gender": "Male",
        "death_place": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "德国驻华公使。他在北京街头被清军神机营军官恩海射杀，此事件成为八国联军发动大规模军事行动的直接导火索之一。",
          "en": "The German envoy to China. He was shot and killed on a Beijing street by En Hai, an officer of the Qing Manchu Banner Corps. This incident became one of the direct triggers for the large-scale military intervention by the Eight-Nation Alliance."
        }
      }
    },
    {
      "id": "恩海",
      "type": "Person",
      "name": {
        "zh-cn": [
          "恩海"
        ],
        "en": [
          "Enhai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清军神机营霆字枪队章京，在北京街头射杀了德国公使克林德。",
          "en": "An officer of the Qing Manchu Banner Corps (Shenjiying) who shot and killed the German minister Clemens von Ketteler on a Beijing street."
        }
      }
    },
    {
      "id": "许景澄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许景澄"
        ],
        "en": [
          "Xu Jingcheng"
        ]
      },
      "properties": {
        "lifetime": "1845 - 1900-07-28",
        "gender": "Male",
        "death_place": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "晚清大臣，主和派官员，庚子被祸五大臣之一。因反对清廷对外宣战和利用义和团而被慈禧太后处死。",
          "en": "A late Qing official and a member of the pro-peace faction, one of the 'Five Ministers Executed in 1900'. He was executed by order of Empress Dowager Cixi for opposing the declaration of war and the use of the Boxers."
        }
      }
    },
    {
      "id": "袁昶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁昶"
        ],
        "en": [
          "Yuan Chang"
        ]
      },
      "properties": {
        "lifetime": "1846 - 1900-07-28",
        "gender": "Male",
        "death_place": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "晚清大臣，主和派官员，庚子被祸五大臣之一。因反对清廷对外宣战和利用义和团而被慈禧太后处死。",
          "en": "A late Qing official and a member of the pro-peace faction, one of the 'Five Ministers Executed in 1900'. He was executed by order of Empress Dowager Cixi for opposing the declaration of war and the use of the Boxers."
        }
      }
    },
    {
      "id": "张之洞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张之洞"
        ],
        "en": [
          "Zhang Zhidong"
        ]
      },
      "properties": {
        "lifetime": "1837-09-02 - 1909-10-04",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，时任湖广总督。他是“东南互保”的主要策划者之一，拒绝执行清廷的宣战命令。",
          "en": "An influential official in the late Qing dynasty, serving as the Viceroy of Huguang. He was a key architect of the 'Mutual Protection of Southeast China', refusing to carry out the imperial court's declaration of war."
        }
      }
    },
    {
      "id": "刘坤一",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘坤一"
        ],
        "en": [
          "Liu Kunyi"
        ]
      },
      "properties": {
        "lifetime": "1830-01-21 - 1902-10-06",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，时任两江总督。他是“东南互保”的主要策划者之一，拒绝执行清廷的宣战命令。",
          "en": "An influential official in the late Qing dynasty, serving as the Viceroy of Liangjiang. He was a key architect of the 'Mutual Protection of Southeast China', refusing to carry out the imperial court's declaration of war."
        }
      }
    },
    {
      "id": "李鸿章",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李鸿章"
        ],
        "en": [
          "Li Hongzhang"
        ]
      },
      "properties": {
        "lifetime": "1823-02-15 - 1901-11-07",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，时任两广总督。他参与了“东南互保”，并在战后作为清廷全权代表与列强谈判并签订《辛丑条约》。",
          "en": "An influential official in the late Qing dynasty, serving as the Viceroy of Liangguang. He participated in the 'Mutual Protection of Southeast China' and later served as the Qing court's plenipotentiary to negotiate and sign the Boxer Protocol with the foreign powers."
        }
      }
    },
    {
      "id": "董福祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董福祥"
        ],
        "en": [
          "Dong Fuxiang"
        ]
      },
      "properties": {
        "lifetime": "1840-01-08 - 1908-02",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清将领，甘军首领。他率领的甘军是围攻北京外国使馆和抵抗八国联军的主力部队之一。",
          "en": "A late Qing general and leader of the Kansu Braves. His troops were one of the main forces besieging the foreign legations in Beijing and resisting the Eight-Nation Alliance."
        }
      }
    },
    {
      "id": "爱德华·霍巴特·西摩尔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "爱德华·霍巴特·西摩尔"
        ],
        "en": [
          "Edward Hobart Seymour"
        ]
      },
      "properties": {
        "lifetime": "1840-01-31 - 1929-03-02",
        "gender": "Male",
        "description": {
          "zh-cn": "英国海军中将，领导了八国联军的第一次远征（西摩尔远征），试图从天津进军北京解救被围的使馆区，但被义和团和清军击退。",
          "en": "A British Royal Navy admiral who led the first expedition of the Eight-Nation Alliance (the Seymour Expedition) in an attempt to relieve the besieged legations in Beijing from Tianjin, but was repulsed by Boxers and Qing troops."
        }
      }
    },
    {
      "id": "甲午战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "甲午战争"
        ],
        "en": [
          "First Sino-Japanese War"
        ]
      },
      "properties": {
        "period": "1894 - 1895",
        "description": {
          "zh-cn": "清朝与日本之间的一场战争。战败后列强在中国划分势力范围，加剧了社会矛盾和排外情绪，是义和团运动兴起的远因。",
          "en": "A war between the Qing dynasty and Japan. After the defeat, foreign powers carved out spheres of influence in China, exacerbating social tensions and anti-foreign sentiment, which was a long-term cause of the Boxer Rebellion."
        }
      }
    },
    {
      "id": "八国联军之役",
      "type": "Event",
      "name": {
        "zh-cn": [
          "八国联军之役",
          "八国联军侵华战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1900-06 - 1901-09",
        "description": {
          "zh-cn": "八国联军为镇压义和团运动而发动的军事入侵。联军先后攻占大沽炮台、天津和北京，最终迫使清政府签订《辛丑条约》。",
          "en": "A military invasion launched by the Eight-Nation Alliance to suppress the Boxer Rebellion. The coalition forces captured the Taku Forts, Tianjin, and Beijing, ultimately forcing the Qing government to sign the Boxer Protocol."
        }
      }
    },
    {
      "id": "北京",
      "type": "Location",
      "name": {
        "zh-cn": [
          "北京",
          "京城"
        ],
        "en": [
          "Beijing"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝首都。在义和团运动期间，大量拳民涌入，发生了围攻外国使馆区、焚烧教堂和屠杀基督徒等事件，最终被八国联军占领。",
          "en": "The capital of the Qing dynasty. During the Boxer Rebellion, a large number of Boxers entered the city, leading to the siege of the foreign legations, the burning of churches, the massacre of Christians, and its eventual occupation by the Eight-Nation Alliance."
        }
      }
    },
    {
      "id": "天津",
      "type": "Location",
      "name": {
        "zh-cn": [
          "天津"
        ],
        "en": [
          "Tianjin"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "直隶省的重要城市和港口。义和团运动期间，天津是义和团活动的重要中心，并发生了激烈的天津之战，最终被八国联军攻占。",
          "en": "An important city and port in Zhili Province. During the Boxer Rebellion, Tianjin was a major center of Boxer activity and the site of the fierce Battle of Tientsin, eventually being captured by the Eight-Nation Alliance."
        }
      }
    },
    {
      "id": "光绪皇帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "光绪皇帝"
        ],
        "en": [
          "Guangxu Emperor"
        ]
      },
      "properties": {
        "lifetime": "1871-08-14 - 1908-11-14",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第十一位皇帝。在戊戌政变后被慈禧太后软禁，实权旁落。他在义和团运动期间持主和态度，但无法影响决策，并在北京失守后随慈禧西逃。",
          "en": "The eleventh emperor of the Qing dynasty. He was placed under house arrest by Empress Dowager Cixi after the Hundred Days' Reform and stripped of real power. He held a pro-peace stance during the Boxer Rebellion but was unable to influence decisions, and fled west with Cixi after the fall of Beijing."
        }
      }
    },
    {
      "id": "己亥建储",
      "type": "Event",
      "name": {
        "zh-cn": [
          "己亥建储"
        ],
        "en": [
          "Jihai Establishment"
        ]
      },
      "properties": {
        "period": "1900-01-24",
        "description": {
          "zh-cn": "慈禧太后试图废黜光绪皇帝，立端郡王载漪之子溥儁为大阿哥（皇储）的政治事件。因遭各国公使反对而未成功，加深了慈禧及主战派对外国的仇视。",
          "en": "A political event where Empress Dowager Cixi attempted to depose the Guangxu Emperor and install Pujun, son of Prince Duan (Zaiyi), as the heir apparent. The plan failed due to opposition from foreign ministers, which deepened the hostility of Cixi and the pro-war faction towards foreigners."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "慈禧太后",
      "target": "义和团运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1900-06",
        "end_date": "1900-08",
        "description": {
          "zh-cn": "慈禧太后因仇视外国势力，从默许纵容转向公开支持义和团，并最终决定向十一国宣战，将义和团运动推向高潮。",
          "en": "Driven by her hostility towards foreign powers, Empress Dowager Cixi's stance shifted from tacit approval to open support for the Boxers, eventually deciding to declare war on eleven nations, thus pushing the Boxer Rebellion to its climax."
        }
      }
    },
    {
      "source": "八国联军",
      "target": "义和团运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-06",
        "end_date": "1901-09",
        "description": {
          "zh-cn": "八国联军以解救使馆和镇压拳乱为名出兵中国，击败了义和团和清军，最终导致了义和团运动的失败。",
          "en": "The Eight-Nation Alliance dispatched troops to China under the pretext of rescuing the legations and suppressing the Boxers. They defeated the Boxers and Qing forces, ultimately leading to the failure of the Boxer Rebellion."
        }
      }
    },
    {
      "source": "义和团运动",
      "target": "辛丑条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1901-09-07",
        "description": {
          "zh-cn": "义和团运动的失败直接导致清政府被迫与十一国签订《辛丑条约》，承担巨额赔款及丧失多项主权。",
          "en": "The failure of the Boxer Rebellion directly led to the Qing government being forced to sign the Boxer Protocol with eleven nations, incurring massive indemnities and the loss of various sovereign rights."
        }
      }
    },
    {
      "source": "清朝",
      "target": "义和团",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1900-06-21",
        "end_date": "1900-09",
        "description": {
          "zh-cn": "在慈禧太后决定对外宣战后，清朝官方军队与义和团结为盟友，共同抵抗八国联军。",
          "en": "After Empress Dowager Cixi decided to declare war, the official Qing army and the Boxers became allies, jointly resisting the Eight-Nation Alliance."
        }
      }
    },
    {
      "source": "清朝",
      "target": "八国联军",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1900-06-21",
        "end_date": "1901-09-07",
        "description": {
          "zh-cn": "清政府于1900年6月21日向十一国宣战，与八国联军进入战争状态。",
          "en": "The Qing government declared war on eleven nations on June 21, 1900, entering a state of war with the Eight-Nation Alliance."
        }
      }
    },
    {
      "source": "义和团",
      "target": "八国联军",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1900-06",
        "end_date": "1901-09",
        "description": {
          "zh-cn": "义和团以“灭洋”为主要目标，与前来镇压的八国联军进行了直接的武装对抗。",
          "en": "With 'exterminating foreigners' as their main goal, the Boxers engaged in direct armed conflict with the invading Eight-Nation Alliance."
        }
      }
    },
    {
      "source": "载漪",
      "target": "义和团运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "端郡王载漪因其子立储问题遭外国公使反对而仇视洋人，极力主张利用义和团向列强开战，是清廷主战派的核心人物。",
          "en": "Prince Duan, Zaiyi, harbored resentment towards foreigners after they opposed his son's appointment as heir apparent. He strongly advocated for using the Boxers to wage war against the foreign powers and was a central figure in the court's pro-war faction."
        }
      }
    },
    {
      "source": "刚毅",
      "target": "义和团运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "吏部尚书刚毅是朝廷中支持义和团的主要官员之一，他向慈禧太后报告“拳民忠贞，神术可用”，力主抚、用义和团。",
          "en": "Grand Secretary Gangyi was one of the main court officials supporting the Boxers. He reported to Empress Dowager Cixi that the 'Boxers are loyal and their divine arts can be used,' strongly advocating for appeasing and utilizing them."
        }
      }
    },
    {
      "source": "毓贤",
      "target": "义和团运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为山东巡抚，毓贤对义和团采取纵容和招抚政策，将“义和拳”改名为“义和团”，助长了其发展势头。",
          "en": "As Governor of Shandong, Yuxian adopted a policy of appeasement and co-optation towards the Boxers, renaming the 'Righteous and Harmonious Fists' to 'Righteous and Harmonious Militia' (Yihetuan) and fueling their growth."
        }
      }
    },
    {
      "source": "袁世凯",
      "target": "义和团运动",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "接替毓贤任山东巡抚后，袁世凯采取严厉镇压政策，将义和团势力逐出山东，并在之后参与“东南互保”，抵制清廷的宣战命令。",
          "en": "After succeeding Yuxian as Governor of Shandong, Yuan Shikai implemented a policy of harsh suppression, driving the Boxer forces out of the province. He later participated in the 'Mutual Protection of Southeast China', resisting the court's order to declare war."
        }
      }
    },
    {
      "source": "东南互保",
      "target": "义和团运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-06",
        "description": {
          "zh-cn": "以张之洞、刘坤一为首的东南各省督抚拒绝响应清廷支持义和团的命令，维持地方稳定，客观上限制了义和团运动的蔓延。",
          "en": "Led by Zhang Zhidong and Liu Kunyi, governors of the southeastern provinces refused to obey the imperial court's command to support the Boxers, maintaining regional stability and objectively limiting the spread of the Boxer Rebellion."
        }
      }
    },
    {
      "source": "恩海",
      "target": "克林德",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-06-20",
        "description": {
          "zh-cn": "清军神机营军官恩海在北京街头射杀了德国公使克林德。",
          "en": "En Hai, an officer of the Qing Manchu Banner Corps, shot and killed the German minister Clemens von Ketteler on a street in Beijing."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "许景澄",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-07-28",
        "description": {
          "zh-cn": "因许景澄反对向列强开战，主张剿灭义和团，被慈禧太后下令处死。",
          "en": "Xu Jingcheng was executed by order of Empress Dowager Cixi because he opposed declaring war on the foreign powers and advocated for the suppression of the Boxers."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "袁昶",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-07-28",
        "description": {
          "zh-cn": "因袁昶反对向列强开战，主张剿灭义和团，被慈禧太后下令处死。",
          "en": "Yuan Chang was executed by order of Empress Dowager Cixi because he opposed declaring war on the foreign powers and advocated for the suppression of the Boxers."
        }
      }
    },
    {
      "source": "张之洞",
      "target": "东南互保",
      "type": "PUSHED",
      "properties": {
        "start_date": "1900-06",
        "description": {
          "zh-cn": "时任湖广总督的张之洞是“东南互保”的主要策划者之一。",
          "en": "Zhang Zhidong, then Viceroy of Huguang, was one of the main architects of the 'Mutual Protection of Southeast China'."
        }
      }
    },
    {
      "source": "刘坤一",
      "target": "东南互保",
      "type": "PUSHED",
      "properties": {
        "start_date": "1900-06",
        "description": {
          "zh-cn": "时任两江总督的刘坤一是“东南互保”的主要策划者之一。",
          "en": "Liu Kunyi, then Viceroy of Liangjiang, was one of the main architects of the 'Mutual Protection of Southeast China'."
        }
      }
    },
    {
      "source": "李鸿章",
      "target": "东南互保",
      "type": "PUSHED",
      "properties": {
        "start_date": "1900-06",
        "description": {
          "zh-cn": "时任两广总督的李鸿章参与了“东南互保”。",
          "en": "Li Hongzhang, then Viceroy of Liangguang, participated in the 'Mutual Protection of Southeast China'."
        }
      }
    },
    {
      "source": "董福祥",
      "target": "爱德华·霍巴特·西摩尔",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1900-06",
        "description": {
          "zh-cn": "董福祥率领的甘军在廊坊等地与西摩尔率领的联军援军激战，成功阻击了其前进。",
          "en": "The Kansu Braves led by Dong Fuxiang engaged in fierce battles with the allied relief force led by Seymour at Langfang and other locations, successfully blocking their advance."
        }
      }
    },
    {
      "source": "甲午战争",
      "target": "义和团运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "甲午战争战败后，西方列强在中国划分势力范围，加剧了社会矛盾和排外情绪，为义和团运动的兴起提供了背景。",
          "en": "After the defeat in the First Sino-Japanese War, Western powers carved out spheres of influence in China, exacerbating social tensions and anti-foreign sentiment, which provided the backdrop for the rise of the Boxer Rebellion."
        }
      }
    },
    {
      "source": "八国联军之役",
      "target": "北京",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1900-08-14",
        "description": {
          "zh-cn": "八国联军于1900年8月14日攻入并占领北京。",
          "en": "The Eight-Nation Alliance attacked and occupied Beijing on August 14, 1900."
        }
      }
    },
    {
      "source": "八国联军之役",
      "target": "天津",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1900-07-14",
        "description": {
          "zh-cn": "八国联军于1900年7月14日攻克天津城。",
          "en": "The Eight-Nation Alliance captured the city of Tianjin on July 14, 1900."
        }
      }
    },
    {
      "source": "己亥建储",
      "target": "慈禧太后",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "外国公使反对“己亥建储”，加深了慈禧太后对外国的仇视，成为其支持义和团的动因之一。",
          "en": "The opposition of foreign ministers to the 'Jihai Establishment' deepened Empress Dowager Cixi's hostility towards foreigners, becoming one of the motives for her support of the Boxers."
        }
      }
    }
  ]
}