{
  "nodes": [
    {
      "id": "土地改革运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "土地改革运动"
        ],
        "en": [
          "Chinese Land Reform Movement"
        ]
      },
      "properties": {
        "period": "1950 - 1953",
        "location": {
          "zh-cn": "中国大陆"
        },
        "description": {
          "zh-cn": "中华人民共和国建立初期由毛泽东及中国共产党主导的土地改革，旨在废除地主阶级的土地所有制，实行农民的土地所有制。该运动是第二次国共内战期间中共在“解放区”土地改革的延续，导致了地主阶级的消亡和大量人口死亡，并为后续的农业合作化运动和国家工业化奠定了基础。",
          "en": "A land reform movement led by Mao Zedong and the Communist Party of China in the early days of the People's Republic of China, aiming to abolish the land ownership of the landlord class and implement peasant land ownership. It was a continuation of the land reform carried out by the CCP in the 'liberated areas' during the Second Chinese Civil War, leading to the elimination of the landlord class, a significant number of deaths, and laying the groundwork for the subsequent agricultural collectivization movement and state industrialization."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人。他主导了土地改革运动，坚持通过阶级斗争的方式进行，并批评了广东等地的“和平土改”倾向。",
          "en": "The main founder and leader of the Communist Party of China and the People's Republic of China. He led the Land Reform Movement, insisting on its implementation through class struggle, and criticized the tendency towards 'peaceful land reform' in areas like Guangdong."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "中华人民共和国的执政党，土地改革运动的发起者和领导者。",
          "en": "The ruling party of the People's Republic of China, and the initiator and leader of the Land Reform Movement."
        }
      }
    },
    {
      "id": "地主阶级",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "地主阶级",
          "地主"
        ],
        "en": [
          "Landlord class"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中国"
        },
        "description": {
          "zh-cn": "在中国传统农村社会中拥有土地并以此为主要收入来源的社会阶层。在土地改革运动中被视为剥削阶级而成为打击和消灭的对象。",
          "en": "A social class in traditional Chinese rural society that owned land and derived its main income from it. During the Land Reform Movement, it was targeted for attack and elimination as an exploiting class."
        }
      }
    },
    {
      "id": "农民",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "农民"
        ],
        "en": [
          "Peasantry"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中国"
        },
        "description": {
          "zh-cn": "中国的农业劳动者阶层。土地改革运动初期，无地或少地的农民分得了土地，但在随后的农业合作化运动中又失去了土地所有权。",
          "en": "The agricultural laboring class in China. In the initial phase of the Land Reform Movement, landless or land-poor peasants were allocated land, but they later lost land ownership during the subsequent Agricultural Collectivization Movement."
        }
      }
    },
    {
      "id": "中华人民共和国土地改革法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国土地改革法",
          "土地改革法"
        ],
        "en": [
          "Land Reform Law of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1950-06 - ",
        "description": {
          "zh-cn": "中华人民共和国于1950年颁布的法律，为全国范围内的土地改革运动提供了法律依据和指导，明确其目的是解放农村生产力、发展农业生产，并为国家工业化开辟道路。",
          "en": "A law promulgated by the PRC in 1950, providing the legal basis and guidance for the nationwide Land Reform Movement. It stated its purpose was to liberate rural productive forces, develop agricultural production, and pave the way for national industrialization."
        }
      }
    },
    {
      "id": "第二次国共内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次国共内战"
        ],
        "en": [
          "Second Chinese Civil War"
        ]
      },
      "properties": {
        "period": "1945 - 1949",
        "description": {
          "zh-cn": "中国国民党与中国共产党之间在中国境内爆发的第二次内战。在此期间，中国共产党在其控制的“解放区”内已开始推行土地改革。",
          "en": "The second civil war fought between the Kuomintang and the Communist Party of China. During this period, the CCP had already begun implementing land reform in the 'liberated areas' under its control."
        }
      }
    },
    {
      "id": "农业合作化运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "农业合作化运动"
        ],
        "en": [
          "Agricultural Collectivization Movement"
        ]
      },
      "properties": {
        "period": "1953 - 1956",
        "location": {
          "zh-cn": "中国大陆"
        },
        "description": {
          "zh-cn": "在土地改革运动后，中国共产党在中国大陆推行的将农民土地所有权转变为集体所有制的政治运动。",
          "en": "A political movement launched by the CCP in mainland China after the Land Reform Movement to transform peasant land ownership into collective ownership."
        }
      }
    },
    {
      "id": "家庭联产承包责任制",
      "type": "Document",
      "name": {
        "zh-cn": [
          "家庭联产承包责任制"
        ],
        "en": [
          "Household-responsibility system"
        ]
      },
      "properties": {
        "period": "1980 - ",
        "description": {
          "zh-cn": "改革开放初期在中国农村推行的经济管理制度，将土地的使用权和经营权重新下放给农民家庭。",
          "en": "An economic management system implemented in rural China during the early period of Reform and Opening-up, which reallocated land use and management rights to peasant households."
        }
      }
    },
    {
      "id": "全国土地会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "全国土地会议"
        ],
        "en": [
          "National Land Conference"
        ]
      },
      "properties": {
        "period": "1947-07 - 1947-09",
        "location": {
          "zh-cn": "河北省平山县西柏坡村"
        },
        "description": {
          "zh-cn": "1947年由中国共产党召开的会议，旨在总结土地改革经验并制定了《中国土地法大纲》。",
          "en": "A conference convened by the Communist Party of China in 1947 to summarize land reform experiences and formulate the 'Outline Land Law of China'."
        }
      }
    },
    {
      "id": "中国土地法大纲",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国土地法大纲"
        ],
        "en": [
          "Outline Land Law of China"
        ]
      },
      "properties": {
        "period": "1947-10-10 - ",
        "description": {
          "zh-cn": "1947年全国土地会议制定并通过的纲领性文件，规定废除封建土地制度，实行耕者有其田。",
          "en": "A programmatic document formulated and passed by the 1947 National Land Conference, which stipulated the abolition of the feudal land system and the implementation of 'land to the tiller'."
        }
      }
    },
    {
      "id": "任弼时",
      "type": "Person",
      "name": {
        "zh-cn": [
          "任弼时"
        ],
        "en": [
          "Ren Bishi"
        ]
      },
      "properties": {
        "lifetime": "1904-04-30 - 1950-10-27",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期主要领导人之一。他于1948年1月发表《土地改革中的几个问题》，对土地改革运动中出现的“左”倾偏向进行了纠正。",
          "en": "One of the early key leaders of the Communist Party of China. In January 1948, he published 'Several Issues in Land Reform', correcting 'leftist' deviations that had emerged in the land reform movement."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一。他曾报告土地改革的进展情况，并在中共八大上解释了通过发动群众进行斗争式土改的必要性。",
          "en": "A major leader of the Communist Party of China and the People's Republic of China. He reported on the progress of land reform and, at the 8th CPC National Congress, explained the necessity of carrying out land reform through mass mobilization and struggle."
        }
      }
    },
    {
      "id": "叶剑英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶剑英"
        ],
        "en": [
          "Ye Jianying"
        ]
      },
      "properties": {
        "lifetime": "1897-04-28 - 1986-10-22",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，曾任中共中央中南局华南分局书记。因在广东领导土改时采取了较为温和的政策，而受到毛泽东的批评。",
          "en": "A Marshal of the People's Republic of China, who served as the secretary of the South China Sub-bureau of the CCP's Central South Bureau. He was criticized by Mao Zedong for adopting relatively moderate policies while leading the land reform in Guangdong."
        }
      }
    },
    {
      "id": "方方 (官员)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "方方 (官员)",
          "方方"
        ],
        "en": [
          "Fang Fang (official)"
        ]
      },
      "properties": {
        "lifetime": "1904-10-06 - 1971-09-21",
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中共中央中南局华南分局副书记。因与叶剑英一同在广东采取温和的土改政策，被毛泽东当面批评犯了“土改右倾”错误。",
          "en": "Served as the deputy secretary of the South China Sub-bureau of the CCP's Central South Bureau. Along with Ye Jianying, he adopted moderate land reform policies in Guangdong and was personally criticized by Mao Zedong for making 'right-deviationist' errors in land reform."
        }
      }
    },
    {
      "id": "陶铸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陶铸"
        ],
        "en": [
          "Tao Zhu"
        ]
      },
      "properties": {
        "lifetime": "1908-01-16 - 1969-11-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党高级领导人。在广东土改进展缓慢被批评后，他被毛泽东调往广东主管土改工作，并推行了“大张旗鼓，雷厉风行”的激烈政策。",
          "en": "A senior leader of the Communist Party of China. After the slow progress of land reform in Guangdong was criticized, he was transferred by Mao Zedong to take charge of the work there, implementing an aggressive policy of 'great fanfare and swift and decisive action'."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "lifetime": "1919-10-17 - 2005-01-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人。在广东土改运动期间，与陶铸一同被毛泽东调往广东，以加速土改进程。",
          "en": "A former top leader of the Communist Party of China and the People's Republic of China. During the land reform movement in Guangdong, he was transferred there along with Tao Zhu by Mao Zedong to accelerate the process."
        }
      }
    },
    {
      "id": "中华人民共和国工业化",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国工业化"
        ],
        "en": [
          "Industrialization of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1953 - ",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "中华人民共和国从一个以农业为主的国家转变为现代工业国家的过程。土地改革被视为为其开辟道路的关键步骤之一。",
          "en": "The process of transforming the People's Republic of China from a primarily agricultural country into a modern industrial nation. Land reform was considered one of the key steps to pave the way for it."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为中国共产党最高领导人，毛泽东主导了土地改革运动，并坚持以阶级斗争的激烈方式进行。",
          "en": "As the supreme leader of the Communist Party of China, Mao Zedong led the Land Reform Movement and insisted on carrying it out through intense class struggle."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中国共产党作为执政党，在全国范围内发起并领导了土地改革运动。",
          "en": "As the ruling party, the Communist Party of China initiated and led the Land Reform Movement nationwide."
        }
      }
    },
    {
      "source": "第二次国共内战",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国建国后的土地改革运动是第二次国共内战期间中共在“解放区”所实行土地改革的延续，内战期间的经验为全国性运动奠定了基础。",
          "en": "The post-1949 Land Reform Movement was a continuation of the land reforms implemented by the CCP in 'liberated areas' during the Second Chinese Civil War; experiences from the war period laid the foundation for the nationwide movement."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "地主阶级",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1950",
        "end_date": "1953",
        "description": {
          "zh-cn": "土地改革运动彻底消灭了在中国存在两千多年的地主阶级，其土地及财产被没收。据各方估计，该过程导致100万至500万地主及相关人员非正常死亡。",
          "en": "The Land Reform Movement completely eliminated the landlord class that had existed in China for over two thousand years, confiscating their land and property. According to various estimates, the process resulted in 1 to 5 million unnatural deaths among landlords and related individuals."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "农民",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950",
        "end_date": "1953",
        "description": {
          "zh-cn": "土地改革运动使约3亿无地或少地的农民无偿分得了约7亿亩土地及生产资料，暂时成为土地的主人。",
          "en": "The Land Reform Movement enabled about 300 million landless or land-poor peasants to receive approximately 700 million mu of land and means of production free of charge, temporarily making them landowners."
        }
      }
    },
    {
      "source": "农业合作化运动",
      "target": "农民",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1953",
        "description": {
          "zh-cn": "通过农业合作化运动，农民在土改中分得的土地所有权被收归集体所有。",
          "en": "Through the Agricultural Collectivization Movement, the ownership of land distributed to peasants during the land reform was transferred to collective ownership."
        }
      }
    },
    {
      "source": "家庭联产承包责任制",
      "target": "农民",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980",
        "description": {
          "zh-cn": "家庭联产承包责任制的实施使农民重新获得了土地的使用权和经营权。",
          "en": "The implementation of the household-responsibility system allowed peasants to regain the right to use and manage land."
        }
      }
    },
    {
      "source": "全国土地会议",
      "target": "中国土地法大纲",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-09",
        "description": {
          "zh-cn": "1947年7月至9月召开的全国土地会议制定并通过了《中国土地法大纲》。",
          "en": "The National Land Conference, held from July to September 1947, formulated and passed the 'Outline Land Law of China'."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "中国土地法大纲",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-10-10",
        "description": {
          "zh-cn": "《中国土地法大纲》于1947年10月10日经中共中央批准正式公布。",
          "en": "The 'Outline Land Law of China' was officially promulgated with the approval of the CPC Central Committee on October 10, 1947."
        }
      }
    },
    {
      "source": "中华人民共和国土地改革法",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-06",
        "description": {
          "zh-cn": "该法律的颁布为1950年后在全国范围内进行的土地改革运动提供了法律依据和具体指导。",
          "en": "The promulgation of this law provided the legal basis and specific guidance for the Land Reform Movement conducted nationwide after 1950."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "中华人民共和国工业化",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "土地改革运动通过改变农村生产关系和发展农业生产，为中华人民共和国的工业化开辟了道路。",
          "en": "The Land Reform Movement paved the way for the industrialization of the People's Republic of China by transforming rural production relations and developing agricultural production."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "方方 (官员)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1952-02",
        "description": {
          "zh-cn": "1952年2月，毛泽东在中共中央书记处会议上当面批评方方在广东土改中犯了“土改右倾”的错误。",
          "en": "In February 1952, at a meeting of the Secretariat of the CPC Central Committee, Mao Zedong personally criticized Fang Fang for making 'right-deviationist' errors in the Guangdong land reform."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "陶铸",
      "type": "PUSHED",
      "properties": {
        "start_date": "1951-11",
        "description": {
          "zh-cn": "因不满广东土改进展缓慢，毛泽东于1951年11月后将陶铸调往广东主管土改工作，以加强和加速运动。",
          "en": "Dissatisfied with the slow progress of land reform in Guangdong, Mao Zedong transferred Tao Zhu after November 1951 to take charge of the work there to strengthen and accelerate the movement."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "赵紫阳",
      "type": "PUSHED",
      "properties": {
        "start_date": "1951-11",
        "description": {
          "zh-cn": "因不满广东土改进展缓慢，毛泽东于1951年11月后将赵紫阳与陶铸一同调往广东参与领导土改工作。",
          "en": "Dissatisfied with the slow progress of land reform in Guangdong, Mao Zedong transferred Zhao Ziyang along with Tao Zhu after November 1951 to participate in leading the land reform work."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "土地改革运动",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1951-11",
        "description": {
          "zh-cn": "叶剑英在广东领导土改时采取了较为温和的政策，被毛泽东批评为进展太慢，如同“乌龟”，随后其土改领导权被陶铸等人取代。",
          "en": "While leading land reform in Guangdong, Ye Jianying adopted relatively moderate policies, which were criticized by Mao Zedong as being too slow, like a 'turtle'. His leadership over the land reform was subsequently replaced by Tao Zhu and others."
        }
      }
    },
    {
      "source": "任弼时",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1948-01",
        "description": {
          "zh-cn": "1948年1月，任弼时发表《土地改革中的几个问题》，纠正了当时土改运动中出现的“左”倾偏向。",
          "en": "In January 1948, Ren Bishi published 'Several Issues in Land Reform', correcting the 'leftist' deviations that had emerged in the land reform movement at the time."
        }
      }
    }
  ]
}