{
  "nodes": [
    {
      "id": "土地改革运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "土地改革运动"
        ],
        "en": [
          "Chinese Land Reform Movement"
        ]
      },
      "properties": {
        "period": "1949 - 1953",
        "location": {
          "zh-cn": "中国大陆",
          "en": "Mainland China"
        },
        "description": {
          "zh-cn": "中华人民共和国建立初期由毛泽东等中国共产党高层主导，在中国大陆进行的土地改革。该运动旨在废除地主阶级的土地所有制，实行农民的土地所有制，但也导致了大量暴力事件和人口死亡，并彻底改变了中国农村的社会结构。",
          "en": "A land reform movement in mainland China led by Mao Zedong and other high-ranking officials of the Communist Party of China in the early days of the People's Republic of China. The movement aimed to abolish the land ownership of the landlord class and implement peasant land ownership, but it also led to extensive violence and numerous deaths, fundamentally changing the social structure of rural China."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人，主导了土地改革运动，并坚决反对和平土改。",
          "en": "The main founder and leader of the Communist Party of China and the People's Republic of China, who led the Land Reform Movement and firmly opposed peaceful land reform."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党，是土地改革运动的发起者和领导者。",
          "en": "The ruling party of the People's Republic of China, which initiated and led the Land Reform Movement."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国"
        ],
        "en": [
          "People's Republic of China"
        ]
      },
      "properties": {
        "period": "1949-10-01 - ",
        "description": {
          "zh-cn": "中国共产党领导下的国家，在其建立初期推行了土地改革运动。",
          "en": "The state led by the Communist Party of China, which implemented the Land Reform Movement in its early years."
        }
      }
    },
    {
      "id": "中国大陆",
      "type": "Location",
      "name": {
        "zh-cn": [
          "中国大陆"
        ],
        "en": [
          "Mainland China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "土地改革运动进行的主要地理区域。",
          "en": "The primary geographical area where the Land Reform Movement took place."
        }
      }
    },
    {
      "id": "第二次国共内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次国共内战"
        ],
        "en": [
          "Second Chinese Civil War"
        ]
      },
      "properties": {
        "period": "1945 - 1949",
        "description": {
          "zh-cn": "1945年至1949年间中国国民党与中国共产党之间发生的内战。中共在此期间于“解放区”内实行的土地改革是建国后土地改革运动的前身。",
          "en": "The civil war fought between the Kuomintang and the Communist Party of China from 1945 to 1949. The land reform implemented by the CCP in the 'liberated areas' during this period was the precursor to the Land Reform Movement after the founding of the PRC."
        }
      }
    },
    {
      "id": "农民",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "农民"
        ],
        "en": [
          "Peasants"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指中国农村中无地或少地的农业劳动者阶层。在土地改革运动中，他们被发动起来斗争地主并获得了土地，但随后在农业合作化等运动中又失去了土地所有权。",
          "en": "Refers to the class of landless or land-poor agricultural laborers in rural China. During the Land Reform Movement, they were mobilized to struggle against landlords and received land, but later lost land ownership during movements like agricultural collectivization."
        }
      }
    },
    {
      "id": "中华人民共和国土地改革法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国土地改革法"
        ],
        "en": [
          "Land Reform Law of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1950-06-30 - ",
        "description": {
          "zh-cn": "1950年6月颁布的法律，为中华人民共和国在全国范围内推行土地改革提供了法律依据，其目的在于解放农村生产力，发展农业生产，为工业化开辟道路。",
          "en": "A law promulgated in June 1950 that provided the legal basis for implementing land reform nationwide in the People's Republic of China, aiming to liberate rural productive forces, develop agricultural production, and pave the way for industrialization."
        }
      }
    },
    {
      "id": "地主阶级",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "地主阶级",
          "地主"
        ],
        "en": [
          "Landlord class"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指在旧中国占有大量土地并以此剥削农民的社会阶层。在土地改革运动中被视为打击和消灭的对象。",
          "en": "Refers to the social class in old China that owned large amounts of land and exploited peasants. It was targeted for elimination during the Land Reform Movement."
        }
      }
    },
    {
      "id": "乡绅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "乡绅"
        ],
        "en": [
          "Gentry"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国传统社会的地方精英阶层，在土地改革运动中与地主阶级一同被消灭。",
          "en": "The local elite class in traditional Chinese society, which was eliminated along with the landlord class during the Land Reform Movement."
        }
      }
    },
    {
      "id": "中华人民共和国工业化",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国工业化"
        ],
        "en": [
          "Industrialization of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国建国后旨在将农业国转变为工业国的经济发展过程。土地改革被认为是为其开辟道路的重要步骤。",
          "en": "The economic development process after the founding of the People's Republic of China aimed at transforming an agricultural country into an industrial one. The Land Reform was considered a crucial step to pave the way for it."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国首任国务院总理，曾估计土地改革运动（1949-1956年）中的死亡人数为83万。",
          "en": "The first Premier of the People's Republic of China, who once estimated that 830,000 people died during the Land Reform Movement (1949-1956)."
        }
      }
    },
    {
      "id": "全国土地会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "全国土地会议"
        ],
        "en": [
          "National Land Conference"
        ]
      },
      "properties": {
        "period": "1947-07 - 1947-09",
        "location": {
          "zh-cn": "河北省平山县西柏坡村",
          "en": "Xibaipo Village, Pingshan County, Hebei Province"
        },
        "description": {
          "zh-cn": "1947年由中国共产党召开的会议，旨在总结土地改革经验并制定《中国土地法大纲》。",
          "en": "A conference convened by the Communist Party of China in 1947 to summarize the experience of land reform and formulate the 'Outline Land Law of China'."
        }
      }
    },
    {
      "id": "中国土地法大纲",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国土地法大纲"
        ],
        "en": [
          "Outline Land Law of China"
        ]
      },
      "properties": {
        "period": "1947-10-10 - ",
        "description": {
          "zh-cn": "1947年由中共中央批准公布的土地改革纲领性文件，规定废除封建剥削的土地制度，实行耕者有其田。",
          "en": "A programmatic document on land reform approved and promulgated by the CPC Central Committee in 1947, which stipulated the abolition of the feudal exploitative land system and the implementation of 'land to the tiller'."
        }
      }
    },
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央权力机关，在1947年批准并公布了《中国土地法大纲》。",
          "en": "The central authority of the Communist Party of China, which approved and promulgated the 'Outline Land Law of China' in 1947."
        }
      }
    },
    {
      "id": "任弼时",
      "type": "Person",
      "name": {
        "zh-cn": [
          "任弼时"
        ],
        "en": [
          "Ren Bishi"
        ]
      },
      "properties": {
        "lifetime": "1904-04-30 - 1950-10-27",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期主要领导人之一，在1948年发表文章纠正土改运动中的“左”倾偏向。",
          "en": "One of the early key leaders of the Communist Party of China, who published an article in 1948 to correct 'leftist' deviations in the Land Reform Movement."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一。他解释并支持通过发动群众斗争而非行政命令的方式进行土地改革。",
          "en": "A major leader of the Communist Party of China and the People's Republic of China. He explained and supported carrying out land reform through mobilizing the masses for struggle rather than by administrative decree."
        }
      }
    },
    {
      "id": "叶剑英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶剑英"
        ],
        "en": [
          "Ye Jianying"
        ]
      },
      "properties": {
        "lifetime": "1897-04-28 - 1986-10-22",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，在领导广东土改时采取了较温和的政策，后受到毛泽东批评。",
          "en": "A marshal of the People's Republic of China who adopted a more moderate policy when leading the land reform in Guangdong and was later criticized by Mao Zedong."
        }
      }
    },
    {
      "id": "方方 (官员)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "方方 (官员)",
          "方方"
        ],
        "en": [
          "Fang Fang (official)"
        ]
      },
      "properties": {
        "lifetime": "1904-04-05 - 1971-09-21",
        "gender": "Male",
        "description": {
          "zh-cn": "中共官员，在领导广东土改时采取了较温和的政策，后因“土改右倾”错误受到毛泽东当面批评。",
          "en": "A CPC official who adopted a more moderate policy when leading the land reform in Guangdong and was later personally criticized by Mao Zedong for the error of 'rightist deviation in land reform'."
        }
      }
    },
    {
      "id": "陶铸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陶铸"
        ],
        "en": [
          "Tao Zhu"
        ]
      },
      "properties": {
        "lifetime": "1908-01-16 - 1969-11-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的领导人之一，被毛泽东派往广东以激进方式推进土地改革。",
          "en": "One of the leaders of the Communist Party of China and the People's Republic of China, who was sent by Mao Zedong to Guangdong to advance the land reform in a more radical manner."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "lifetime": "1919-10-17 - 2005-01-17",
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中共中央总书记和国务院总理，早期被毛泽东派往广东参与并推进激进的土地改革工作。",
          "en": "Former General Secretary of the CPC Central Committee and Premier of the State Council. In his early career, he was sent by Mao Zedong to Guangdong to participate in and promote radical land reform work."
        }
      }
    },
    {
      "id": "农业合作化运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "农业合作化运动"
        ],
        "en": [
          "Agricultural Collectivization Movement"
        ]
      },
      "properties": {
        "period": "1953 - 1956",
        "description": {
          "zh-cn": "在土地改革之后，中国共产党在中国农村推行的将土地等生产资料由私有制转变为集体所有制的运动。",
          "en": "Following the Land Reform, it was a movement promoted by the Communist Party of China in rural areas to transform private ownership of land and other means of production into collective ownership."
        }
      }
    },
    {
      "id": "人民公社",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "人民公社"
        ],
        "en": [
          "People's commune"
        ]
      },
      "properties": {
        "period": "1958 - 1983",
        "description": {
          "zh-cn": "中国农村在特定时期内实行的一种集“政社合一”的社会基层组织形式，是农业集体化的高级阶段，进一步剥夺了农民对土地的权利。",
          "en": "A form of grassroots social organization in rural China during a specific period that integrated government administration and economic management, representing an advanced stage of agricultural collectivization that further deprived peasants of their rights to the land."
        }
      }
    },
    {
      "id": "家庭联产承包责任制",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "家庭联产承包责任制"
        ],
        "en": [
          "Household-responsibility system"
        ]
      },
      "properties": {
        "period": "1980 - ",
        "description": {
          "zh-cn": "改革开放后中国农村推行的一项重要改革，将土地的使用权和经营权重新交还给农民家庭。",
          "en": "An important reform implemented in rural China after the Reform and Opening-up, which returned the right to use and manage land to peasant households."
        }
      }
    },
    {
      "id": "富农",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "富农"
        ],
        "en": [
          "Rich peasant"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "土地改革时期划分的农村阶级成分之一，拥有较多生产资料，在土改中其经济受到削弱。",
          "en": "One of the rural class categories defined during the Land Reform period, possessing more means of production, whose economy was weakened during the reform."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "毛泽东主导了土地改革运动，并坚决反对“和平土改”，主张通过组织农民与地主阶级进行面对面斗争的方式进行改革。",
          "en": "Mao Zedong led the Land Reform Movement and firmly opposed 'peaceful land reform,' advocating for reform through organizing peasants to engage in face-to-face struggle with the landlord class."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中国共产党是土地改革运动的发起者和领导者，旨在通过此运动改变中国的土地所有制并巩固其政权。",
          "en": "The Communist Party of China was the initiator and leader of the Land Reform Movement, aiming to change China's land ownership system and consolidate its political power through this movement."
        }
      }
    },
    {
      "source": "第二次国共内战",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "土地改革运动是中国共产党在第二次国共内战期间于“解放区”内所实行土地改革的延续。",
          "en": "The Land Reform Movement was a continuation of the land reform implemented by the Communist Party of China in the 'liberated areas' during the Second Chinese Civil War."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "地主阶级",
      "type": "BLOCKED",
      "properties": {
        "period": "1949 - 1953",
        "description": {
          "zh-cn": "土地改革运动消灭了中国自秦汉以来作为地方统治阶级的地主阶级，导致了100万至500万人的非正常死亡。",
          "en": "The Land Reform Movement eliminated the landlord class, which had been the local ruling class since the Qin and Han dynasties, leading to an estimated 1 to 5 million unnatural deaths."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "乡绅",
      "type": "BLOCKED",
      "properties": {
        "period": "1949 - 1953",
        "description": {
          "zh-cn": "土地改革运动中，乡绅阶层随地主阶级一同消亡，改变了中国农村的社会结构。",
          "en": "During the Land Reform Movement, the gentry class disappeared along with the landlord class, changing the social structure of rural China."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "富农",
      "type": "BLOCKED",
      "properties": {
        "period": "1949 - 1953",
        "description": {
          "zh-cn": "土地改革运动大大削弱了富农的经济实力，并在政治上孤立了富农。",
          "en": "The Land Reform Movement significantly weakened the economic power of rich peasants and politically isolated them."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "农民",
      "type": "PUSHED",
      "properties": {
        "period": "1949 - 1953",
        "description": {
          "zh-cn": "土地改革运动使约3亿无地或少地的农民无偿分得约7亿亩土地及生产资料。",
          "en": "The Land Reform Movement enabled about 300 million landless or land-poor peasants to receive approximately 700 million mu of land and other means of production free of charge."
        }
      }
    },
    {
      "source": "土地改革运动",
      "target": "中华人民共和国工业化",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "土地改革运动被认为发展了农业生产，为中华人民共和国的工业化开辟了道路。",
          "en": "The Land Reform Movement was considered to have developed agricultural production, paving the way for the industrialization of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国土地改革法",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-06-30",
        "description": {
          "zh-cn": "该法律的颁布为在全国范围内进行土地改革提供了法律依据和具体指导。",
          "en": "The promulgation of this law provided the legal basis and specific guidance for carrying out land reform nationwide."
        }
      }
    },
    {
      "source": "中国土地法大纲",
      "target": "土地改革运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-10-10",
        "description": {
          "zh-cn": "该大纲是国共内战时期中共进行土地改革的纲领性文件，为建国后的土地改革运动奠定了基础。",
          "en": "This outline was the programmatic document for the CCP's land reform during the Civil War, laying the foundation for the Land Reform Movement after the founding of the PRC."
        }
      }
    },
    {
      "source": "全国土地会议",
      "target": "中国土地法大纲",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-09",
        "description": {
          "zh-cn": "在1947年的全国土地会议上，中国共产党制定并通过了《中国土地法大纲》。",
          "en": "At the National Land Conference in 1947, the Communist Party of China formulated and passed the 'Outline Land Law of China'."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中国土地法大纲",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-10-10",
        "description": {
          "zh-cn": "《中国土地法大纲》于1947年10月10日经中共中央批准正式公布。",
          "en": "The 'Outline Land Law of China' was officially promulgated with the approval of the CPC Central Committee on October 10, 1947."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "方方 (官员)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1952-02",
        "description": {
          "zh-cn": "毛泽东在中共中央书记处会议上当面批评方方在广东土改中犯了“土改右倾”的错误。",
          "en": "At a meeting of the CPC Central Committee Secretariat, Mao Zedong personally criticized Fang Fang for making the error of 'rightist deviation in land reform' in Guangdong."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "陶铸",
      "type": "PUSHED",
      "properties": {
        "start_date": "1951-11",
        "position": {
          "zh-cn": "广东土改工作主管",
          "en": "Head of Land Reform Work in Guangdong"
        },
        "description": {
          "zh-cn": "因不满广东土改进展缓慢，毛泽东将陶铸调至广东主管土改工作，以推行更激进的政策。",
          "en": "Dissatisfied with the slow progress of land reform in Guangdong, Mao Zedong transferred Tao Zhu to Guangdong to take charge of the work and implement more radical policies."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "赵紫阳",
      "type": "PUSHED",
      "properties": {
        "start_date": "1951-11",
        "position": {
          "zh-cn": "广东土改工作主管",
          "en": "Head of Land Reform Work in Guangdong"
        },
        "description": {
          "zh-cn": "因不满广东土改进展缓慢，毛泽东将赵紫阳调至广东参与主管土改工作，以推行更激进的政策。",
          "en": "Dissatisfied with the slow progress of land reform in Guangdong, Mao Zedong transferred Zhao Ziyang to Guangdong to participate in supervising the work and implement more radical policies."
        }
      }
    },
    {
      "source": "农业合作化运动",
      "target": "农民",
      "type": "BLOCKED",
      "properties": {
        "period": "1953 - 1956",
        "description": {
          "zh-cn": "农业合作化运动通过将土地等生产资料转为集体所有，收回了在土地改革中分给农民的土地所有权。",
          "en": "The Agricultural Collectivization Movement reclaimed the land ownership granted to peasants during the Land Reform by transferring land and other means of production to collective ownership."
        }
      }
    },
    {
      "source": "人民公社",
      "target": "农民",
      "type": "BLOCKED",
      "properties": {
        "period": "1958 - 1983",
        "description": {
          "zh-cn": "人民公社化运动进一步将土地所有权收归集体，剥夺了农民对土地的所有权、使用权和经营权。",
          "en": "The People's Commune Movement further consolidated land ownership under the collective, stripping peasants of their rights of ownership, use, and management of the land."
        }
      }
    },
    {
      "source": "家庭联产承包责任制",
      "target": "农民",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980",
        "description": {
          "zh-cn": "该制度的实施使农民重新获得了土地的使用权和经营权。",
          "en": "The implementation of this system allowed peasants to regain the right to use and manage land."
        }
      }
    }
  ]
}