{
  "nodes": [
    {
      "id": "辛酉政变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "辛酉政变",
          "祺祥之变",
          "祺祥政变",
          "北京政变"
        ],
        "en": []
      },
      "properties": {
        "period": "1861-11",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "1861年（咸丰十一年）咸丰帝逝世后，由慈安太后、慈禧太后和恭亲王奕䜣等人发动，旨在肃清咸丰帝遗命的顾命八大臣势力的宫廷政变。",
          "en": "A court coup launched in 1861 after the death of the Xianfeng Emperor, initiated by Empress Dowager Ci'an, Empress Dowager Cixi, Prince Gong and others to oust the eight regents appointed by the late emperor."
        }
      }
    },
    {
      "id": "慈安太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈安太后",
          "慈安",
          "东太后"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1837 - 1881",
        "gender": "Female",
        "description": {
          "zh-cn": "清朝咸丰帝的正室皇后（孝贞显皇后），辛酉政变的主要发动者之一。政变后与慈禧太后一同垂帘听政。",
          "en": "Empress Xiaozhenxian, the primary consort of the Xianfeng Emperor of the Qing dynasty. She was one of the main initiators of the Xinyou Coup and subsequently co-reigned as empress dowager with Cixi."
        }
      }
    },
    {
      "id": "慈禧太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈禧太后",
          "慈禧",
          "西太后"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1835 - 1908",
        "gender": "Female",
        "description": {
          "zh-cn": "清朝咸丰帝的懿贵妃，同治帝的生母。辛酉政变的核心策划者与发动者，此后长期掌握清朝的实际统治权。",
          "en": "A noble consort of the Xianfeng Emperor and the mother of the Tongzhi Emperor. She was the core planner and initiator of the Xinyou Coup, after which she held de facto power over the Qing dynasty for a long period."
        }
      }
    },
    {
      "id": "奕䜣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "奕䜣",
          "恭亲王奕䜣",
          "恭亲王"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1833 - 1898",
        "gender": "Male",
        "description": {
          "zh-cn": "道光帝第六子，咸丰帝异母弟。辛酉政变的核心人物之一，联合慈安、慈禧两宫太后夺取政权，后被封为议政王。",
          "en": "The sixth son of the Daoguang Emperor and a half-brother of the Xianfeng Emperor. He was a key figure in the Xinyou Coup, allying with the two empress dowagers to seize power, and was later appointed Prince Regent."
        }
      }
    },
    {
      "id": "咸丰帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "咸丰帝"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1831-07-17 - 1861-08-22",
        "gender": "Male",
        "death_place": {
          "zh-cn": "承德避暑山庄",
          "en": "Chengde Mountain Resort"
        },
        "description": {
          "zh-cn": "清朝第九位皇帝，道光帝第四子。其在热河承德避暑山庄的驾崩是辛酉政变的直接导火索。",
          "en": "The ninth emperor of the Qing dynasty, the fourth son of the Daoguang Emperor. His death at the Chengde Mountain Resort in Rehe was the direct trigger for the Xinyou Coup."
        }
      }
    },
    {
      "id": "顾命八大臣",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "顾命八大臣",
          "赞襄政务大臣"
        ],
        "en": []
      },
      "properties": {
        "period": "1861-08-22 - 1861-11-02",
        "description": {
          "zh-cn": "咸丰帝临终前任命的、以肃顺为首的八位辅佐同治帝的赞襄政务大臣。在辛酉政变中被全部罢免或处死。",
          "en": "A group of eight regents, led by Sushun, appointed by the Xianfeng Emperor on his deathbed to assist the young Tongzhi Emperor. They were all dismissed or executed during the Xinyou Coup."
        }
      }
    },
    {
      "id": "肃顺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "肃顺"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1816 - 1861-11-08",
        "gender": "Male",
        "description": {
          "zh-cn": "顾命八大臣之首，协办大学士、户部尚书。在辛酉政变中被捕，并被斩于菜市口。",
          "en": "The leader of the Eight Regents, Grand Secretary, and President of the Board of Revenue. He was arrested during the Xinyou Coup and executed at the Caishikou Execution Grounds."
        }
      }
    },
    {
      "id": "载垣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "载垣"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1816 - 1861-11-08",
        "gender": "Male",
        "description": {
          "zh-cn": "怡亲王，顾命八大臣之一。在辛酉政变中被捕，并被赐死。",
          "en": "Prince Yi, one of the Eight Regents. He was arrested during the Xinyou Coup and ordered to commit suicide."
        }
      }
    },
    {
      "id": "端华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "端华"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1807 - 1861-11-08",
        "gender": "Male",
        "description": {
          "zh-cn": "郑亲王，顾命八大臣之一，肃顺之兄。在辛酉政变中被捕，并被赐死。",
          "en": "Prince Zheng, one of the Eight Regents and the brother of Sushun. He was arrested during the Xinyou Coup and ordered to commit suicide."
        }
      }
    },
    {
      "id": "道光帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "道光帝"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1782-09-16 - 1850-02-25",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第八位皇帝，咸丰帝、恭亲王奕䜣和醇亲王奕𫍽的父亲。",
          "en": "The eighth emperor of the Qing dynasty, father of the Xianfeng Emperor, Prince Gong (Yixin), and Prince Chun (Yixuan)."
        }
      }
    },
    {
      "id": "奕𫍽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "奕𫍽",
          "醇郡王",
          "醇亲王"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1840 - 1891",
        "gender": "Male",
        "description": {
          "zh-cn": "道光帝第七子，咸丰帝异母弟，光绪帝生父。在辛酉政变中，他奉命前往密云逮捕了肃顺。",
          "en": "The seventh son of the Daoguang Emperor, a half-brother of the Xianfeng Emperor, and the biological father of the Guangxu Emperor. During the Xinyou Coup, he was ordered to Miyun to arrest Sushun."
        }
      }
    },
    {
      "id": "同治帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "同治帝",
          "载淳"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1856-04-27 - 1875-01-12",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第十位皇帝，咸丰帝的独子。咸丰驾崩后继位，辛酉政变后，其年号由“祺祥”改为“同治”。",
          "en": "The tenth emperor of the Qing dynasty, the only son of the Xianfeng Emperor. He ascended the throne after his father's death, and after the Xinyou Coup, his reign title was changed from 'Qixiang' to 'Tongzhi'."
        }
      }
    },
    {
      "id": "两宫听政",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "两宫听政",
          "垂帘听政"
        ],
        "en": []
      },
      "properties": {
        "period": "1861 - ",
        "description": {
          "zh-cn": "指慈安、慈禧两位太后在同治、光绪年间垂帘听政的政治格局，是辛酉政变的直接政治后果。",
          "en": "Refers to the political structure where the two Empress Dowagers, Ci'an and Cixi, ruled from behind the curtain during the Tongzhi and Guangxu reigns. It was a direct political consequence of the Xinyou Coup."
        }
      }
    },
    {
      "id": "董元醇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董元醇"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任山东道监察御史，于1861年9月14日上奏，请求两宫皇太后垂帘听政，引发了与顾命八大臣的激烈辩论。",
          "en": "Serving as the Supervising Censor of the Shandong Circuit at the time, he submitted a memorial on September 14, 1861, requesting the two empress dowagers to rule from behind the curtain, which sparked a fierce debate with the Eight Regents."
        }
      }
    },
    {
      "id": "祺祥",
      "type": "Document",
      "name": {
        "zh-cn": [
          "祺祥"
        ],
        "en": []
      },
      "properties": {
        "period": "1861",
        "description": {
          "zh-cn": "由顾命八大臣为同治帝拟定的年号，在辛酉政变后被废除。",
          "en": "The reign title proposed by the Eight Regents for the Tongzhi Emperor, which was abolished after the Xinyou Coup."
        }
      }
    },
    {
      "id": "同治",
      "type": "Document",
      "name": {
        "zh-cn": [
          "同治"
        ],
        "en": []
      },
      "properties": {
        "period": "1862 - 1875",
        "description": {
          "zh-cn": "辛酉政变后为同治帝确立的新年号，取代了“祺祥”。",
          "en": "The new reign title established for the Tongzhi Emperor after the Xinyou Coup, replacing 'Qixiang'."
        }
      }
    },
    {
      "id": "北京",
      "type": "Location",
      "name": {
        "zh-cn": [
          "北京"
        ],
        "en": [
          "Beijing"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝首都，辛酉政变的主要发生地。",
          "en": "The capital of the Qing dynasty and the main location of the Xinyou Coup."
        }
      }
    },
    {
      "id": "热河 (地名)",
      "type": "Location",
      "name": {
        "zh-cn": [
          "热河 (地名)",
          "热河"
        ],
        "en": [
          "Rehe"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "咸丰帝驾崩之地，也是辛酉政变的策源地之一，恭亲王奕䜣在此与两宫太后密谋。",
          "en": "The place where the Xianfeng Emperor died and one of the origins of the Xinyou Coup, where Prince Gong secretly plotted with the two empress dowagers."
        }
      }
    },
    {
      "id": "承德避暑山庄",
      "type": "Location",
      "name": {
        "zh-cn": [
          "承德避暑山庄",
          "避暑山庄"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于热河的清代皇家园林，咸丰帝在此病逝。",
          "en": "A Qing dynasty imperial garden in Rehe where the Xianfeng Emperor passed away."
        }
      }
    },
    {
      "id": "同光中兴",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "同光中兴"
        ],
        "en": []
      },
      "properties": {
        "period": "1861 - 1894",
        "description": {
          "zh-cn": "指清朝同治、光绪年间的一个社会相对稳定、经济发展的时期，辛酉政变被认为是这一时期的开端。",
          "en": "Refers to a period of relative social stability and economic development during the Tongzhi and Guangxu reigns of the Qing dynasty. The Xinyou Coup is considered the beginning of this era."
        }
      }
    },
    {
      "id": "景寿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "景寿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "额驸，顾命八大臣之一。在辛酉政变后被罢免职务，但保留了公爵及额驸品级。",
          "en": "An imperial son-in-law (efu) and one of the Eight Regents. After the Xinyou Coup, he was dismissed from his posts but retained his titles of Duke and Efu."
        }
      }
    },
    {
      "id": "穆荫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "穆荫"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "兵部尚书，顾命八大臣之一。在辛酉政变后被罢免职务，并发配军台。",
          "en": "President of the Board of War and one of the Eight Regents. After the Xinyou Coup, he was dismissed from his posts and exiled to a military post."
        }
      }
    },
    {
      "id": "匡源",
      "type": "Person",
      "name": {
        "zh-cn": [
          "匡源"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吏部左侍郎，顾命八大臣之一。在辛酉政变后被罢免职务。",
          "en": "Senior Vice President of the Board of Civil Appointments and one of the Eight Regents. He was dismissed from his posts after the Xinyou Coup."
        }
      }
    },
    {
      "id": "杜翰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杜翰"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "礼部右侍郎，顾命八大臣之一。在辛酉政变后被罢免职务。",
          "en": "Junior Vice President of the Board of Rites and one of the Eight Regents. He was dismissed from his posts after the Xinyou Coup."
        }
      }
    },
    {
      "id": "焦祐瀛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "焦祐瀛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "太仆寺少卿，顾命八大臣之一。在辛酉政变后被罢免职务。",
          "en": "Vice Minister of the Court of the Imperial Stud and one of the Eight Regents. He was dismissed from his posts after the Xinyou Coup."
        }
      }
    },
    {
      "id": "僧格林沁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "僧格林沁"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蒙古科尔沁亲王，晚清重要将领。他在辛酉政变中支持奕䜣和两宫太后。",
          "en": "A Mongol prince of the Khorchin banner and an important general in the late Qing dynasty. He supported Yixin and the two empress dowagers during the Xinyou Coup."
        }
      }
    },
    {
      "id": "文祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "文祥"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，时任军机大臣。他在辛酉政变中支持奕䜣和两宫太后。",
          "en": "An influential minister of the late Qing dynasty, serving as a Grand Councilor. He supported Yixin and the two empress dowagers during the Xinyou Coup."
        }
      }
    },
    {
      "id": "贾桢",
      "type": "Person",
      "name": {
        "zh-cn": [
          "贾桢"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，时任大学士。他在辛酉政变中支持奕䜣和两宫太后。",
          "en": "An influential minister of the late Qing dynasty, serving as a Grand Secretary. He supported Yixin and the two empress dowagers during the Xinyou Coup."
        }
      }
    },
    {
      "id": "胜保",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胜保"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清将领，时任钦差大臣、兵部侍郎，在京畿地区握有兵权。他在辛酉政变中支持奕䜣和两宫太后。",
          "en": "A general of the late Qing dynasty, serving as Imperial Commissioner and Vice President of the Board of War, who held military power in the capital region. He supported Yixin and the two empress dowagers during the Xinyou Coup."
        }
      }
    },
    {
      "id": "议政王",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "议政王"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清朝的一种政治职务，通常由皇帝的亲信皇族担任，参与国家大政。辛酉政变后，奕䜣被任命为议政王。",
          "en": "A political position in the Qing dynasty, usually held by a trusted imperial relative of the emperor, involved in major state affairs. After the Xinyou Coup, Yixin was appointed as Prince Regent (Yizheng Wang)."
        }
      }
    },
    {
      "id": "军机处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "军机处"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清朝中后期的核心权力机构。辛酉政变后，奕䜣奉命在军机处行走。",
          "en": "The core decision-making body in the middle and late Qing dynasty. After the Xinyou Coup, Yixin was ordered to serve in the Grand Council."
        }
      }
    },
    {
      "id": "清朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清朝"
        ],
        "en": []
      },
      "properties": {
        "period": "1636 - 1912",
        "description": {
          "zh-cn": "中国历史上最后一个封建王朝，辛酉政变是其后期历史中的一次重要权力更迭。",
          "en": "The last imperial dynasty in Chinese history. The Xinyou Coup was a significant power transition in its later history."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "咸丰帝",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-08-22",
        "description": {
          "zh-cn": "咸丰帝的驾崩是辛酉政变的直接原因和导火索。",
          "en": "The death of the Xianfeng Emperor was the direct cause and trigger of the Xinyou Coup."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-09",
        "description": {
          "zh-cn": "慈禧太后联合慈安太后、奕䜣等人，共同策划并发动了辛酉政变以夺取政权。",
          "en": "Empress Dowager Cixi, in alliance with Empress Dowager Ci'an, Prince Gong and others, planned and launched the Xinyou Coup to seize power."
        }
      }
    },
    {
      "source": "慈安太后",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-09",
        "description": {
          "zh-cn": "慈安太后与慈禧太后合作，联合奕䜣等人发动了辛酉政变。",
          "en": "Empress Dowager Ci'an cooperated with Empress Dowager Cixi and allied with Prince Gong and others to launch the Xinyou Coup."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-09-05",
        "description": {
          "zh-cn": "恭亲王奕䜣前往热河与两宫太后密谋，是政变的核心策划和执行者之一。",
          "en": "Prince Gong (Yixin) traveled to Rehe to secretly plot with the two empress dowagers, becoming one of the core planners and executors of the coup."
        }
      }
    },
    {
      "source": "奕𫍽",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-11-02",
        "description": {
          "zh-cn": "醇郡王奕𫍽是政变的参与者之一，并奉命前往密云逮捕了肃顺。",
          "en": "Prince Chun (Yixuan) was one of the participants in the coup and was ordered to Miyun to arrest Sushun."
        }
      }
    },
    {
      "source": "僧格林沁",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "蒙古亲王僧格林沁在辛酉政变中支持慈禧太后和奕䜣一方。",
          "en": "The Mongol prince Sengge Rinchen supported the faction of Empress Dowager Cixi and Prince Gong during the Xinyou Coup."
        }
      }
    },
    {
      "source": "文祥",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "军机大臣文祥在辛酉政变中支持慈禧太后和奕䜣一方。",
          "en": "Grand Councilor Wenxiang supported the faction of Empress Dowager Cixi and Prince Gong during the Xinyou Coup."
        }
      }
    },
    {
      "source": "贾桢",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "大学士贾桢在辛酉政变中支持慈禧太后和奕䜣一方。",
          "en": "Grand Secretary Jia Zhen supported the faction of Empress Dowager Cixi and Prince Gong during the Xinyou Coup."
        }
      }
    },
    {
      "source": "胜保",
      "target": "辛酉政变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "握有京畿兵权的兵部侍郎胜保在辛酉政变中支持慈禧太后和奕䜣一方。",
          "en": "Sheng Bao, the Vice President of the Board of War who held military power in the capital region, supported the faction of Empress Dowager Cixi and Prince Gong during the Xinyou Coup."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "顾命八大臣",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1861-11-02",
        "description": {
          "zh-cn": "辛酉政变的目标即为肃清顾命八大臣的势力，政变成功后八大臣被全部罢免或处死。",
          "en": "The objective of the Xinyou Coup was to eliminate the power of the Eight Regents. After the coup's success, all eight were dismissed or executed."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "肃顺",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1861-11-02",
        "end_date": "1861-11-08",
        "description": {
          "zh-cn": "在辛酉政变中，顾命八大臣之首肃顺被捕并被斩首。",
          "en": "During the Xinyou Coup, Sushun, the leader of the Eight Regents, was arrested and beheaded."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "载垣",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1861-11-02",
        "end_date": "1861-11-08",
        "description": {
          "zh-cn": "在辛酉政变中，顾命八大臣之一载垣被捕并被赐死。",
          "en": "During the Xinyou Coup, Zaiyuan, one of the Eight Regents, was arrested and ordered to commit suicide."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "端华",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1861-11-02",
        "end_date": "1861-11-08",
        "description": {
          "zh-cn": "在辛酉政变中，顾命八大臣之一端华被捕并被赐死。",
          "en": "During the Xinyou Coup, Duanhua, one of the Eight Regents, was arrested and ordered to commit suicide."
        }
      }
    },
    {
      "source": "咸丰帝",
      "target": "顾命八大臣",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-08-22",
        "description": {
          "zh-cn": "咸丰帝在驾崩前下达遗诏，任命肃顺、载垣、端华等八人为赞襄政务大臣，辅佐年幼的同治帝。",
          "en": "Before his death, the Xianfeng Emperor issued an imperial edict appointing Sushun, Zaiyuan, Duanhua, and five others as the eight regents to assist the young Tongzhi Emperor."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "顾命八大臣",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1861",
        "description": {
          "zh-cn": "顾命八大臣企图独揽大权，与同治帝生母慈禧太后严重不和，导致权力斗争。",
          "en": "The Eight Regents attempted to monopolize power, leading to a severe conflict and power struggle with Empress Dowager Cixi, the birth mother of the Tongzhi Emperor."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "顾命八大臣",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1861",
        "description": {
          "zh-cn": "恭亲王奕䜣被顾命八大臣排斥在最高权力之外，因此心怀不满，并最终联合两宫太后发动政变。",
          "en": "Prince Gong (Yixin) was excluded from the highest echelons of power by the Eight Regents, which caused his dissatisfaction and ultimately led him to ally with the two empress dowagers to launch the coup."
        }
      }
    },
    {
      "source": "同治帝",
      "target": "慈禧太后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "同治帝（载淳）是慈禧太后的亲生儿子。",
          "en": "The Tongzhi Emperor (Zaichun) was the biological son of Empress Dowager Cixi."
        }
      }
    },
    {
      "source": "同治帝",
      "target": "咸丰帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "同治帝（载淳）是咸丰帝的独子。",
          "en": "The Tongzhi Emperor (Zaichun) was the only son of the Xianfeng Emperor."
        }
      }
    },
    {
      "source": "慈安太后",
      "target": "咸丰帝",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "慈安太后是咸丰帝的正室皇后。",
          "en": "Empress Dowager Ci'an was the primary consort and empress of the Xianfeng Emperor."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "道光帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "恭亲王奕䜣是道光帝的第六子。",
          "en": "Prince Gong (Yixin) was the sixth son of the Daoguang Emperor."
        }
      }
    },
    {
      "source": "奕𫍽",
      "target": "道光帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "醇亲王奕𫍽是道光帝的第七子。",
          "en": "Prince Chun (Yixuan) was the seventh son of the Daoguang Emperor."
        }
      }
    },
    {
      "source": "咸丰帝",
      "target": "道光帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "咸丰帝是道光帝的第四子。",
          "en": "The Xianfeng Emperor was the fourth son of the Daoguang Emperor."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "奕𫍽",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "奕䜣和奕𫍽均为道光帝之子，是兄弟关系。",
          "en": "Yixin and Yixuan were both sons of the Daoguang Emperor, making them brothers."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "咸丰帝",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "奕䜣是咸丰帝的异母弟。",
          "en": "Yixin was the half-brother of the Xianfeng Emperor."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "端华",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "肃顺是郑亲王端华的弟弟。",
          "en": "Sushun was the younger brother of Prince Zheng, Duanhua."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "两宫听政",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-11",
        "description": {
          "zh-cn": "辛酉政变的成功，直接导致了慈安、慈禧两宫太后垂帘听政的政治格局。",
          "en": "The success of the Xinyou Coup directly led to the political situation of the two Empress Dowagers, Ci'an and Cixi, ruling from behind the curtain."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "同光中兴",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-11",
        "description": {
          "zh-cn": "辛酉政变的结果被认为是同光中兴的开端。",
          "en": "The result of the Xinyou Coup is considered the beginning of the Tong-Guang Restoration."
        }
      }
    },
    {
      "source": "董元醇",
      "target": "两宫听政",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-09-14",
        "description": {
          "zh-cn": "山东道监察御史董元醇上奏，首次公开请求由两宫皇太后垂帘听政。",
          "en": "The Supervising Censor Dong Yuanchun submitted a memorial, making the first public request for the two empress dowagers to rule from behind the curtain."
        }
      }
    },
    {
      "source": "顾命八大臣",
      "target": "两宫听政",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1861-09-14",
        "description": {
          "zh-cn": "顾命八大臣以“向来无皇太后垂帘听政之礼”为由，严厉驳回了董元醇的奏请。",
          "en": "The Eight Regents sternly rejected Dong Yuanchun's memorial, citing that 'there is no precedent in our dynasty for an empress dowager to rule from behind the curtain'."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "祺祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1861-11",
        "description": {
          "zh-cn": "政变成功后，由慈安和慈禧废除了顾命八大臣原拟的“祺祥”年号。",
          "en": "After the coup's success, Empress Dowagers Ci'an and Cixi abolished the 'Qixiang' reign title originally proposed by the Eight Regents."
        }
      }
    },
    {
      "source": "辛酉政变",
      "target": "同治",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-11",
        "description": {
          "zh-cn": "政变成功后，新年号被改为“同治”。",
          "en": "After the coup's success, the new reign title was changed to 'Tongzhi'."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "慈安太后",
      "type": "FRIEND_OF",
      "properties": {
        "period": "1861",
        "description": {
          "zh-cn": "在辛酉政变期间，慈禧太后与慈安太后为对抗顾命八大臣而结成政治同盟。",
          "en": "During the Xinyou Coup, Empress Dowager Cixi formed a political alliance with Empress Dowager Ci'an to oppose the Eight Regents."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "奕䜣",
      "type": "FRIEND_OF",
      "properties": {
        "period": "1861",
        "description": {
          "zh-cn": "在辛酉政变期间，慈禧太后与恭亲王奕䜣为夺取政权而秘密联合。",
          "en": "During the Xinyou Coup, Empress Dowager Cixi secretly allied with Prince Gong (Yixin) to seize power."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "议政王",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1861-11-03",
        "position": {
          "zh-cn": "议政王",
          "en": "Prince Regent"
        },
        "description": {
          "zh-cn": "辛酉政变成功后，奕䜣被任命为议政王。",
          "en": "After the success of the Xinyou Coup, Yixin was appointed as Prince Regent."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "军机处",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1861-11-03",
        "position": {
          "zh-cn": "在军机处行走",
          "en": "Serving in the Grand Council"
        },
        "description": {
          "zh-cn": "辛酉政变成功后，奕䜣奉命在军机处行走，参与核心决策。",
          "en": "After the success of the Xinyou Coup, Yixin was ordered to serve in the Grand Council, participating in core decision-making."
        }
      }
    }
  ]
}