{
  "nodes": [
    {
      "id": "四个“不是”",
      "type": "Document",
      "name": {
        "zh-cn": [
          "四个“不是”"
        ],
        "en": [
          "Four 'Nots'"
        ]
      },
      "properties": {
        "period": "2016-05-17 - ",
        "description": {
          "zh-cn": "由中共中央总书记习近平在2016年5月17日哲学社会科学工作座谈会上提出的政治术语，具体指“当代中国的伟大社会变革，不是简单延续我国历史文化的母版，不是简单套用马克思主义经典作家设想的模板，不是其他国家社会主义实践的再版，也不是国外现代化发展的翻版”。",
          "en": "A political term proposed by CCP General Secretary Xi Jinping at the Symposium on Philosophy and Social Sciences on May 17, 2016. It specifically refers to the idea that 'the great social transformation of contemporary China is not a simple continuation of the historical and cultural matrix of our country, not a simple application of the template envisioned by classical Marxist writers, not a reprint of the socialist practices of other countries, nor a replica of foreign modernization development'."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，现任中国共产党中央委员会总书记、中华人民共和国主席、中央军事委员会主席。",
          "en": "Chinese politician, current General Secretary of the Central Committee of the Communist Party of China, President of the People's Republic of China, and Chairman of the Central Military Commission."
        }
      }
    },
    {
      "id": "哲学社会科学工作座谈会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "哲学社会科学工作座谈会"
        ],
        "en": [
          "Symposium on Philosophy and Social Sciences"
        ]
      },
      "properties": {
        "period": "2016-05-17 - 2016-05-17",
        "description": {
          "zh-cn": "2016年5月17日举行的一次会议，习近平在此次会议上首次提出了“四个‘不是’”的政治术语。",
          "en": "A meeting held on May 17, 2016, where Xi Jinping first proposed the political term 'Four Nots'."
        }
      }
    },
    {
      "id": "马克思主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "马克思主义"
        ],
        "en": [
          "Marxism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由卡尔·马克思和弗里德里希·恩格斯创立的理论体系，涵盖哲学、政治经济学和社会主义等领域。",
          "en": "A theoretical system founded by Karl Marx and Friedrich Engels, covering philosophy, political economy, and socialism."
        }
      }
    },
    {
      "id": "社会主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "社会主义"
        ],
        "en": [
          "Socialism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种社会经济体系，其特点是生产资料的社会所有制以及工人阶级的自我管理。",
          "en": "A socio-economic system characterized by social ownership of the means of production and workers' self-management."
        }
      }
    },
    {
      "id": "中国特色社会主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国特色社会主义"
        ],
        "en": [
          "Socialism with Chinese characteristics"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党根据本国国情，将马克思主义基本原理与中国具体实际相结合而形成的政治经济理论。",
          "en": "A political and economic theory formulated by the Communist Party of China by adapting the basic principles of Marxism to the specific conditions of China."
        }
      }
    },
    {
      "id": "中国社会科学院马克思主义研究院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国社会科学院马克思主义研究院"
        ],
        "en": [
          "Academy of Marxism, Chinese Academy of Social Sciences"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国社会科学院下属的研究机构，专注于马克思主义理论研究。",
          "en": "A research institution under the Chinese Academy of Social Sciences, focusing on the study of Marxist theory."
        }
      }
    },
    {
      "id": "林建华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林建华"
        ],
        "en": [
          "Lin Jianhua"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国社会科学院马克思主义研究院副院长。",
          "en": "Deputy Director of the Academy of Marxism, Chinese Academy of Social Sciences."
        }
      }
    },
    {
      "id": "中央党史研究室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央党史研究室"
        ],
        "en": [
          "Party History Research Center of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会直属事业单位，负责研究中共党史。",
          "en": "An institution directly under the Central Committee of the Communist Party of China, responsible for researching the history of the CCP."
        }
      }
    },
    {
      "id": "欧阳淞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "欧阳淞"
        ],
        "en": [
          "Ouyang Song"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，原中央党史研究室主任。",
          "en": "Chinese politician, former Director of the Party History Research Center of the Central Committee of the Communist Party of China."
        }
      }
    },
    {
      "id": "习近平新时代中国特色社会主义思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "习近平新时代中国特色社会主义思想"
        ],
        "en": [
          "Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由习近平主要创立的中国特色社会主义理论，是中国共产党的指导思想之一。",
          "en": "The theory of socialism with Chinese characteristics primarily founded by Xi Jinping, which is one of the guiding ideologies of the Communist Party of China."
        }
      }
    },
    {
      "id": "中国共产党中央委员会总书记",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会总书记",
          "中共中央总书记"
        ],
        "en": [
          "General Secretary of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高领导人职务。",
          "en": "The highest leadership position in the Communist Party of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "习近平",
      "target": "四个“不是”",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-05-17",
        "description": {
          "zh-cn": "习近平在2016年5月17日的哲学社会科学工作座谈会上首次提出了“四个‘不是’”这一政治术语。",
          "en": "Xi Jinping first proposed the political term 'Four Nots' at the Symposium on Philosophy and Social Sciences on May 17, 2016."
        }
      }
    },
    {
      "source": "哲学社会科学工作座谈会",
      "target": "四个“不是”",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-05-17",
        "description": {
          "zh-cn": "“四个‘不是’”的政治术语是在哲学社会科学工作座谈会上被首次提出的，该会议为该术语的发布提供了平台。",
          "en": "The political term 'Four Nots' was first proposed at the Symposium on Philosophy and Social Sciences, which served as the platform for its announcement."
        }
      }
    },
    {
      "source": "习近平",
      "target": "中国共产党中央委员会总书记",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2012-11-15",
        "position": {
          "zh-cn": "总书记",
          "en": "General Secretary"
        },
        "description": {
          "zh-cn": "习近平自2012年11月起担任中国共产党中央委员会总书记。",
          "en": "Xi Jinping has served as the General Secretary of the Central Committee of the Communist Party of China since November 2012."
        }
      }
    },
    {
      "source": "四个“不是”",
      "target": "马克思主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "四个“不是”中的“不是简单套用马克思主义经典作家设想的模板”表明其旨在避免对马克思主义的教条化、非本土化应用。",
          "en": "The phrase 'not a simple application of the template envisioned by classical Marxist writers' within the 'Four Nots' indicates its aim to avoid a dogmatic and non-indigenized application of Marxism."
        }
      }
    },
    {
      "source": "四个“不是”",
      "target": "社会主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "四个“不是”中的“不是其他国家社会主义实践的再版”表明其旨在避免照搬其他社会主义国家的模式，强调中国道路的独特性。",
          "en": "The phrase 'not a reprint of the socialist practices of other countries' within the 'Four Nots' indicates its aim to avoid copying the models of other socialist countries, emphasizing the uniqueness of the Chinese path."
        }
      }
    },
    {
      "source": "四个“不是”",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“四个‘不是’”这一政治术语旨在从理论上阐明和强调中国特色社会主义道路的独特性和原创性。",
          "en": "The political term 'Four Nots' aims to theoretically clarify and emphasize the uniqueness and originality of the path of Socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "林建华",
      "target": "四个“不是”",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "林建华发表评论认为，中国社会变革不是“再版”“翻版”，而是“原版”，以此支持并阐释了“四个‘不是’”的核心思想。",
          "en": "Lin Jianhua commented that China's social transformation is an 'original version' rather than a 'reprint' or 'replica', thereby supporting and interpreting the core idea of the 'Four Nots'."
        }
      }
    },
    {
      "source": "林建华",
      "target": "中国社会科学院马克思主义研究院",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副院长",
          "en": "Deputy Director"
        },
        "description": {
          "zh-cn": "林建华担任中国社会科学院马克思主义研究院副院长。",
          "en": "Lin Jianhua serves as the Deputy Director of the Academy of Marxism, Chinese Academy of Social Sciences."
        }
      }
    },
    {
      "source": "欧阳淞",
      "target": "四个“不是”",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "欧阳淞认为“四个‘不是’”是“马克思主义中国化新的飞跃”，并将其视为习近平新时代中国特色社会主义思想的重要内容，从而在理论上肯定和推广了这一概念。",
          "en": "Ouyang Song considered the 'Four Nots' as a 'new leap in the Sinicization of Marxism' and an important component of Xi Jinping Thought, thus theoretically affirming and promoting the concept."
        }
      }
    },
    {
      "source": "欧阳淞",
      "target": "中央党史研究室",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        },
        "description": {
          "zh-cn": "欧阳淞曾担任中央党史研究室主任。",
          "en": "Ouyang Song formerly served as the Director of the Party History Research Center of the Central Committee."
        }
      }
    },
    {
      "source": "四个“不是”",
      "target": "习近平新时代中国特色社会主义思想",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "根据欧阳淞的评价，“四个‘不是’”是习近平新时代中国特色社会主义思想的重要内容，构成了该思想体系的一部分。",
          "en": "According to Ouyang Song's evaluation, the 'Four Nots' is an important component of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, forming part of its theoretical system."
        }
      }
    }
  ]
}