{
  "nodes": [
    {
      "id": "明熹宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明熹宗",
          "朱由校",
          "天启帝"
        ],
        "en": [
          "Tianqi Emperor"
        ]
      },
      "properties": {
        "lifetime": "1605-12-23 - 1627-09-30",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "明朝北直隶顺天府紫禁城慈庆宫"
        },
        "death_place": {
          "zh-cn": "明朝北直隶顺天府紫禁城干清宫"
        },
        "description": {
          "zh-cn": "明朝第十六位皇帝，明光宗朱常洛长子。年号天启。在位初期任用东林党人，朝政一度清明。后期宦官魏忠贤专权，朝政败坏。其本人喜爱钻研木工及漆器，有“木匠皇帝”之称。",
          "en": "The 16th emperor of the Ming dynasty, the eldest son of the Guangzong Emperor. His era name was Tianqi. In the early part of his reign, he employed officials from the Donglin Party, bringing a brief period of political clarity. In the later part, the eunuch Wei Zhongxian usurped power, leading to widespread corruption. He was personally skilled in carpentry and lacquerwork, earning him the nickname 'the Carpenter Emperor'."
        }
      }
    },
    {
      "id": "魏忠贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏忠贤",
          "李进忠",
          "魏进忠"
        ],
        "en": [
          "Wei Zhongxian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末宦官，明熹宗时期专权，自称“九千岁”，权倾朝野。他与客氏勾结，排斥异己，残酷迫害东林党人，导致朝政极度腐败。",
          "en": "A powerful eunuch during the late Ming dynasty who held absolute power during the reign of the Tianqi Emperor, styling himself the 'Nine Thousand Years'. He colluded with Madam Ke, purged political opponents, and brutally persecuted the Donglin Party, leading to extreme government corruption."
        }
      }
    },
    {
      "id": "客氏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "客氏",
          "奉圣夫人"
        ],
        "en": [
          "Madam Ke"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明熹宗的乳母，封为奉圣夫人。她与魏忠贤狼狈为奸，恃宠而骄，干预朝政。",
          "en": "The wet nurse of the Tianqi Emperor, granted the title 'Lady Fengsheng'. She colluded with Wei Zhongxian, leveraging her influence to interfere in court politics."
        }
      }
    },
    {
      "id": "东林党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东林党"
        ],
        "en": [
          "Donglin Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "晚明时期的一个士大夫政治集团，主张澄清吏治、改良朝政。在天启朝早期一度“众正盈朝”，后遭到魏忠贤为首的阉党残酷镇压。",
          "en": "A political faction of scholar-officials in the late Ming dynasty who advocated for political reform and integrity. They held significant influence in the early Tianqi era but were later brutally suppressed by the Eunuch Faction led by Wei Zhongxian."
        }
      }
    },
    {
      "id": "阉党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "阉党"
        ],
        "en": [
          "Eunuch Faction"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以魏忠贤为首的政治集团，成员包括依附于他的宦官和部分朝臣。在天启朝后期把持朝政，排斥和迫害东林党人，造成了严重的政治腐败。",
          "en": "A political faction headed by Wei Zhongxian, comprising eunuchs and court officials loyal to him. They controlled the government in the late Tianqi era, purged and persecuted the Donglin Party, and caused severe political corruption."
        }
      }
    },
    {
      "id": "崇祯帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崇祯帝",
          "朱由检",
          "信王"
        ],
        "en": [
          "Chongzhen Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明熹宗的五弟，明朝最后一位皇帝。在明熹宗病逝后继位，即位后铲除了魏忠贤阉党。",
          "en": "The fifth younger brother of the Tianqi Emperor and the last emperor of the Ming dynasty. He ascended the throne after his brother's death and subsequently purged the Eunuch Faction led by Wei Zhongxian."
        }
      }
    },
    {
      "id": "明光宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明光宗",
          "朱常洛"
        ],
        "en": [
          "Taichang Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明熹宗的父亲，明朝第十五位皇帝。在位仅一个月即因红丸案暴毙。",
          "en": "The father of the Tianqi Emperor and the 15th emperor of the Ming dynasty. His reign lasted only one month before he died suddenly in the 'Red Pills Case'."
        }
      }
    },
    {
      "id": "孝和王太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孝和王太后",
          "王氏"
        ],
        "en": [
          "Empress Dowager Xiaohe"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明光宗的才人，明熹宗的生母。",
          "en": "A consort of the Taichang Emperor and the birth mother of the Tianqi Emperor."
        }
      }
    },
    {
      "id": "李康妃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李康妃",
          "李选侍"
        ],
        "en": [
          "Consort Kang of Li"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明光宗的妃嫔，曾在明熹宗即位之初占据乾清宫，意图垂帘听政，引发“移宫案”。",
          "en": "A consort of the Taichang Emperor who occupied the Qianqing Palace upon the Tianqi Emperor's accession, attempting to rule as regent, which led to the 'Palace Removal Case'."
        }
      }
    },
    {
      "id": "移宫案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "移宫案"
        ],
        "en": [
          "Palace Removal Case"
        ]
      },
      "properties": {
        "period": "1620",
        "description": {
          "zh-cn": "明熹宗即位之初，其父明光宗的李选侍占据乾清宫意图干政，被东林党大臣合力逼迫移出宫殿的政治事件。",
          "en": "A political incident at the beginning of the Tianqi Emperor's reign, where his father's consort, Li, occupied the Qianqing Palace to interfere in politics, but was forced to move out by Donglin Party officials."
        }
      }
    },
    {
      "id": "左光斗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "左光斗"
        ],
        "en": [
          "Zuo Guangdou"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东林党重要成员，在“移宫案”中发挥关键作用，后被魏忠贤迫害致死，为“东林六君子”之一。",
          "en": "An important member of the Donglin Party who played a key role in the 'Palace Removal Case'. He was later persecuted to death by Wei Zhongxian and is known as one of the 'Six Gentlemen of Donglin'."
        }
      }
    },
    {
      "id": "杨涟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨涟"
        ],
        "en": [
          "Yang Lian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东林党领袖之一，曾上疏弹劾魏忠贤二十四大罪，后被魏忠贤诬陷入狱，迫害致死，为“东林六君子”之一。",
          "en": "A leader of the Donglin Party, famous for his memorial impeaching Wei Zhongxian on 24 major crimes. He was later framed, imprisoned, and persecuted to death by Wei Zhongxian, known as one of the 'Six Gentlemen of Donglin'."
        }
      }
    },
    {
      "id": "熊廷弼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "熊廷弼"
        ],
        "en": [
          "Xiong Tingbi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚明著名将领，曾任辽东经略。因与巡抚王化贞不和，导致广宁兵败，后被魏忠贤党羽诬陷处死。",
          "en": "A famous general of the late Ming dynasty who served as the Military Commissioner of Liaodong. His discord with Governor Wang Huazhen led to the defeat at Guangning, and he was later framed and executed by Wei Zhongxian's faction."
        }
      }
    },
    {
      "id": "王化贞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王化贞"
        ],
        "en": [
          "Wang Huazhen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末官员，任辽东巡抚。与经略熊廷弼不和，轻敌冒进，导致广宁兵败，辽东尽失，后下狱论死。",
          "en": "A late Ming official who served as the Governor of Liaodong. His conflict with Military Commissioner Xiong Tingbi and his underestimation of the enemy led to the defeat at Guangning and the loss of Liaodong. He was subsequently imprisoned and sentenced to death."
        }
      }
    },
    {
      "id": "孙承宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙承宗"
        ],
        "en": [
          "Sun Chengzong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末政治家、军事家，明熹宗的老师。曾督师辽东，构筑关宁防线，卓有成效。后因魏忠贤排挤而辞官。",
          "en": "A statesman and military strategist of the late Ming dynasty, and a tutor to the Tianqi Emperor. He supervised the Liaodong military, effectively constructing the Guanning defensive line. He later resigned due to political pressure from Wei Zhongxian."
        }
      }
    },
    {
      "id": "袁崇焕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁崇焕"
        ],
        "en": [
          "Yuan Chonghuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末著名将领，在辽东边防屡立战功，取得宁远之战和宁锦之战的胜利。后因魏忠贤排挤而辞官。",
          "en": "A celebrated general of the late Ming dynasty who achieved numerous military successes on the Liaodong frontier, including victories in the Battle of Ningyuan and the Battle of Ning-Jin. He later resigned due to political pressure from Wei Zhongxian."
        }
      }
    },
    {
      "id": "广宁兵败",
      "type": "Event",
      "name": {
        "zh-cn": [
          "广宁兵败"
        ]
      },
      "properties": {
        "period": "1622",
        "description": {
          "zh-cn": "天启二年，因经略熊廷弼与巡抚王化贞不和，后金攻占广宁，明军大败，辽东地区尽失。",
          "en": "In 1622, due to the conflict between Military Commissioner Xiong Tingbi and Governor Wang Huazhen, Later Jin forces captured Guangning, resulting in a major defeat for the Ming army and the complete loss of the Liaodong region."
        }
      }
    },
    {
      "id": "王恭厂大爆炸",
      "type": "Event",
      "name": {
        "zh-cn": [
          "王恭厂大爆炸"
        ],
        "en": [
          "Wang Gongchang Explosion"
        ]
      },
      "properties": {
        "period": "1626-05-30",
        "location": {
          "zh-cn": "北京"
        },
        "description": {
          "zh-cn": "天启六年发生在北京王恭厂火药库的一场神秘大爆炸，造成严重伤亡。此事件对当时的政治局势产生了巨大冲击，明熹宗为此下罪己诏。",
          "en": "A mysterious and catastrophic explosion that occurred at the Wang Gongchang Armory in Beijing in 1626, causing massive casualties. The event had a significant political impact, prompting the Tianqi Emperor to issue an edict of self-blame."
        }
      }
    },
    {
      "id": "朱慈炅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱慈炅",
          "献怀太子"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - 1626",
        "gender": "Male",
        "description": {
          "zh-cn": "明熹宗第三子，母皇贵妃任氏。在王恭厂大爆炸中受惊吓而死。",
          "en": "The third son of the Tianqi Emperor, his mother was Imperial Noble Consort Ren. He died from shock during the Wang Gongchang Explosion."
        }
      }
    },
    {
      "id": "任容妃 (明熹宗)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "任容妃 (明熹宗)",
          "容妃任氏"
        ],
        "en": [
          "Consort Rong of Ren"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明熹宗的妃嫔，献怀太子朱慈炅的生母。",
          "en": "A consort of the Tianqi Emperor and the birth mother of Crown Prince Xianhuai, Zhu Cijiong."
        }
      }
    },
    {
      "id": "霍维华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "霍维华"
        ],
        "en": [
          "Huo Weihua"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末官员，天启朝尚书。曾向病重的明熹宗进献“灵露饮”，熹宗服用后病情加剧。",
          "en": "A late Ming official who served as a minister during the Tianqi era. He presented the 'Immortal Dew Drink' to the ailing emperor, whose condition worsened after consuming it."
        }
      }
    },
    {
      "id": "王安 (天启宦官)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王安 (天启宦官)",
          "王安"
        ],
        "en": [
          "Wang An"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明熹宗时期的司礼监秉笔太监，为人刚直，与东林党人关系友善，后被魏忠贤排挤并杀害。",
          "en": "A Director of Ceremonial Scribe Eunuch during the Tianqi era. He was known for his integrity and friendly relations with the Donglin Party, but was later purged and killed by Wei Zhongxian."
        }
      }
    },
    {
      "id": "明朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "明朝"
        ],
        "en": [
          "Ming dynasty"
        ]
      },
      "properties": {
        "period": "1368 - 1644",
        "description": {
          "zh-cn": "中国历史上的一个朝代，由明太祖朱元璋建立。明熹宗是其第十六位皇帝。",
          "en": "A dynasty in Chinese history founded by the Hongwu Emperor, Zhu Yuanzhang. The Tianqi Emperor was its sixteenth ruler."
        }
      }
    },
    {
      "id": "后金",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "后金"
        ],
        "en": [
          "Later Jin"
        ]
      },
      "properties": {
        "period": "1616 - 1636",
        "description": {
          "zh-cn": "由女真首领努尔哈赤建立的政权，是清朝的前身。在明熹宗在位期间，后金是明朝在辽东地区的主要军事威胁。",
          "en": "A state established by the Jurchen leader Nurhaci, the predecessor to the Qing dynasty. During the reign of the Tianqi Emperor, the Later Jin was the primary military threat to the Ming dynasty in the Liaodong region."
        }
      }
    },
    {
      "id": "努尔哈赤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "努尔哈赤"
        ],
        "en": [
          "Nurhaci"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "后金的建立者，女真首领。在天启朝期间，他领导后金军队攻占了辽东大部分地区。",
          "en": "The founder of the Later Jin and leader of the Jurchens. During the Tianqi era, he led the Later Jin forces to conquer most of the Liaodong region."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "明熹宗",
      "target": "明光宗",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "明熹宗",
      "target": "孝和王太后",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "崇祯帝",
      "target": "明熹宗",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "崇祯帝朱由检是明熹宗的异母弟，二人自小感情甚好。",
          "en": "The Chongzhen Emperor, Zhu Youjian, was the half-brother of the Tianqi Emperor. They had a very good relationship since childhood."
        }
      }
    },
    {
      "source": "明熹宗",
      "target": "崇祯帝",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1627-08",
        "description": {
          "zh-cn": "明熹宗临终前召见信王朱由检，传位于他。",
          "en": "Before his death, the Tianqi Emperor summoned Prince Xin (Zhu Youjian) and designated him as his successor."
        }
      }
    },
    {
      "source": "崇祯帝",
      "target": "明熹宗",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1627",
        "description": {
          "zh-cn": "崇祯帝即位后，亲自将明熹宗的谥号由“哲皇帝”改为“悊皇帝”。",
          "en": "After ascending the throne, the Chongzhen Emperor personally changed the Tianqi Emperor's posthumous title from 'Zhe Huangdi' to 'Zhé Huangdi'."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "明熹宗",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "司礼监秉笔太监",
          "en": "Director of Ceremonial Scribe Eunuch"
        },
        "description": {
          "zh-cn": "魏忠贤是明熹宗的伴读太监出身，后升任司礼监秉笔太监，趁熹宗专注于木工时窃取朝政大权。",
          "en": "Wei Zhongxian started as the Tianqi Emperor's study companion eunuch and later rose to Director of Ceremonial Scribe Eunuch, usurping state power while the emperor was preoccupied with carpentry."
        }
      }
    },
    {
      "source": "客氏",
      "target": "明熹宗",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "乳母",
          "en": "Wet Nurse"
        },
        "description": {
          "zh-cn": "客氏是明熹宗的乳母，因“青宫旧劳”而极得熹宗宠信，对熹宗有极大的影响力。",
          "en": "Madam Ke was the Tianqi Emperor's wet nurse. Due to her 'old service in the crown prince's palace,' she was deeply trusted and had immense influence over the emperor."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "客氏",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "魏忠贤与客氏结交，两人狼狈为奸，共同把持朝政，迫害异己。",
          "en": "Wei Zhongxian and Madam Ke colluded, working together to control the court and persecute their opponents."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "阉党",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "魏忠贤集合齐、楚、浙党及不被东林接纳的士大夫形成阉党，作为其政治打手。",
          "en": "Wei Zhongxian gathered officials from the Qi, Chu, and Zhe factions, along with other scholar-officials rejected by the Donglin Party, to form the Eunuch Faction as his political instrument."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "东林党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1624",
        "description": {
          "zh-cn": "在杨涟等人弹劾后，魏忠贤痛恨东林党人，并利用权势对东林党人进行大规模的残酷迫害和镇压。",
          "en": "After being impeached by Yang Lian and others, Wei Zhongxian developed a deep hatred for the Donglin Party and used his power to carry out large-scale, brutal persecution and suppression against them."
        }
      }
    },
    {
      "source": "明熹宗",
      "target": "东林党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1620",
        "end_date": "1624",
        "description": {
          "zh-cn": "明熹宗在位早期任用东林党人主政，形成了“众正盈朝”的局面。",
          "en": "In the early part of his reign, the Tianqi Emperor appointed Donglin Party members to lead the government, creating a situation where 'the court was filled with upright officials'."
        }
      }
    },
    {
      "source": "左光斗",
      "target": "李康妃",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1620",
        "description": {
          "zh-cn": "在移宫案中，左光斗与杨涟等东林党人一起，坚决反对李选侍（李康妃）干预朝政，迫使其移出乾清宫。",
          "en": "During the Palace Removal Case, Zuo Guangdou, along with Yang Lian and other Donglin Party members, resolutely opposed Consort Li's interference in politics, forcing her to move out of the Qianqing Palace."
        }
      }
    },
    {
      "source": "杨涟",
      "target": "魏忠贤",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1624",
        "description": {
          "zh-cn": "杨涟上疏弹劾魏忠贤二十四大罪，发起了东林党对魏忠贤的政治总攻。",
          "en": "Yang Lian submitted a memorial impeaching Wei Zhongxian on 24 major crimes, launching the Donglin Party's all-out political assault against him."
        }
      }
    },
    {
      "source": "熊廷弼",
      "target": "王化贞",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "辽东经略熊廷弼与巡抚王化贞互相倾轧，“经抚不和”，导致军机失宜，最终引发广宁兵败。",
          "en": "Liaodong Military Commissioner Xiong Tingbi and Governor Wang Huazhen were in constant conflict, leading to strategic errors and ultimately the defeat at Guangning."
        }
      }
    },
    {
      "source": "广宁兵败",
      "target": "熊廷弼",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1622",
        "description": {
          "zh-cn": "熊廷弼因广宁兵败而被下狱问罪，后被魏忠贤党羽诬陷处死。",
          "en": "Xiong Tingbi was imprisoned and charged for the defeat at Guangning, and was later framed and executed by Wei Zhongxian's faction."
        }
      }
    },
    {
      "source": "广宁兵败",
      "target": "王化贞",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1622",
        "description": {
          "zh-cn": "王化贞因广宁兵败而被下狱论死。",
          "en": "Wang Huazhen was imprisoned and sentenced to death for the defeat at Guangning."
        }
      }
    },
    {
      "source": "明熹宗",
      "target": "孙承宗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1622",
        "description": {
          "zh-cn": "在广宁兵败后，明熹宗采纳东林党人建议，提拔自己的老师孙承宗为兵部尚书，督师辽东。",
          "en": "After the defeat at Guangning, the Tianqi Emperor took the advice of Donglin Party members and promoted his tutor Sun Chengzong to Minister of War to supervise the Liaodong military."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "袁崇焕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1627",
        "description": {
          "zh-cn": "魏忠贤及其党羽以“不救锦州”为由排挤在宁锦之战中获胜的袁崇焕，使其乞休归乡。",
          "en": "Wei Zhongxian and his faction marginalized Yuan Chonghuan, who had won the Battle of Ning-Jin, using the pretext of 'failing to rescue Jinzhou', forcing him to request retirement."
        }
      }
    },
    {
      "source": "王恭厂大爆炸",
      "target": "明熹宗",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1626-05-30",
        "description": {
          "zh-cn": "王恭厂大爆炸被视为天怒人怨的征兆，明熹宗为此下了罪己诏，并拨发内帑一万两赈灾。",
          "en": "The Wang Gongchang Explosion was seen as a sign of divine wrath and popular discontent, prompting the Tianqi Emperor to issue an edict of self-blame and allocate 10,000 taels of silver from his private treasury for disaster relief."
        }
      }
    },
    {
      "source": "王恭厂大爆炸",
      "target": "阉党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1626-05-30",
        "description": {
          "zh-cn": "王恭厂大爆炸在“天人感应”思想下使阉党承受了巨大的政治压力，并诱发了其内部分裂。",
          "en": "Under the belief of 'interaction between heaven and humanity', the Wang Gongchang Explosion placed immense political pressure on the Eunuch Faction and triggered internal divisions."
        }
      }
    },
    {
      "source": "王恭厂大爆炸",
      "target": "朱慈炅",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1626-05-30",
        "description": {
          "zh-cn": "明熹宗的献怀太子朱慈炅在王恭厂大爆炸中受到惊吓而死。",
          "en": "The Tianqi Emperor's son, Crown Prince Xianhuai Zhu Cijiong, died from shock during the Wang Gongchang Explosion."
        }
      }
    },
    {
      "source": "朱慈炅",
      "target": "明熹宗",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "朱慈炅",
      "target": "任容妃 (明熹宗)",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "任容妃 (明熹宗)",
      "target": "明熹宗",
      "type": "LOVER_OF",
      "properties": {}
    },
    {
      "source": "霍维华",
      "target": "明熹宗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1627",
        "description": {
          "zh-cn": "在明熹宗病重时，尚书霍维华向其进献“灵露饮”，熹宗服用后病情加剧，浑身浮肿。",
          "en": "When the Tianqi Emperor was critically ill, Minister Huo Weihua presented him with the 'Immortal Dew Drink'. After consuming it, the emperor's condition worsened, and his body became swollen."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "王安 (天启宦官)",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "魏忠贤与太监王安有隙，后矫旨将与东林党关系友善的王安杀害。",
          "en": "Wei Zhongxian had a conflict with the eunuch Wang An and later had him killed under a forged edict, due to Wang An's friendly relations with the Donglin Party."
        }
      }
    },
    {
      "source": "后金",
      "target": "明朝",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1620 - 1627",
        "description": {
          "zh-cn": "在明熹宗在位期间，由努尔哈赤领导的后金是明朝在辽东地区的主要敌人，双方爆发了多次大规模战争。",
          "en": "During the reign of the Tianqi Emperor, the Later Jin, led by Nurhaci, was the main enemy of the Ming dynasty in the Liaodong region, leading to several large-scale wars."
        }
      }
    },
    {
      "source": "努尔哈赤",
      "target": "后金",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "首领",
          "en": "Leader"
        }
      }
    }
  ]
}