{
  "nodes": [
    {
      "id": "党和国家领导人",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "党和国家领导人"
        ],
        "en": [
          "Party and state leaders"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联及中华人民共和国等一党制社会主义国家的政治术语，指称中共中央和国家机构层面具有特定职务及级别的高级领导人，分为国家级正职和国家级副职。",
          "en": "A political term in one-party socialist states such as the Soviet Union and the People's Republic of China, referring to high-level leaders holding specific posts and ranks at the level of the CPC Central Committee and state organs, divided into national-level full and deputy ranks."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的已故主要缔造者和领导人，曾任中国共产党中央委员会主席、中央军事委员会主席。在文化大革命中犯有严重错误。",
          "en": "A deceased primary founder and leader of the Communist Party of China and the People's Republic of China, formerly served as Chairman of the CPC Central Committee and Chairman of the Central Military Commission. He made serious mistakes during the Cultural Revolution."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命",
          "文革"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966-05-16 - 1976-10-06",
        "description": {
          "zh-cn": "由毛泽东发动和领导的在中国发生的政治运动，对中国的政治、经济和社会造成了深远的破坏性影响。",
          "en": "A political movement in China initiated and led by Mao Zedong, which had profound and destructive effects on the country's politics, economy, and society."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中华人民共和国主席、中共中央副主席。在文化大革命中被打倒并被迫害致死，后被平反。",
          "en": "A Chinese politician who served as President of the People's Republic of China and Vice Chairman of the CPC Central Committee. He was purged and persecuted to death during the Cultural Revolution, and was later posthumously rehabilitated."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，中华人民共和国的第二代实际最高领导人，曾任中共中央军委主席。他在中共十一届三中全会后确立了领导核心地位。",
          "en": "A Chinese politician and the second-generation paramount leader of the People's Republic of China, who served as Chairman of the CPC Central Military Commission. He established his core leadership position after the Third Plenary Session of the 11th CPC Central Committee."
        }
      }
    },
    {
      "id": "中国共产党第十一届中央委员会第三次全体会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十一届中央委员会第三次全体会议",
          "中共十一届三中全会"
        ],
        "en": [
          "Third Plenary Session of the 11th Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1978-12-18 - 1978-12-22",
        "description": {
          "zh-cn": "中国共产党的一次重要会议，标志着中国进入改革开放时期，并确立了邓小平的实际最高领导人地位。",
          "en": "An important meeting of the Communist Party of China that marked the beginning of the Reform and Opening-up period and established Deng Xiaoping as the paramount leader."
        }
      }
    },
    {
      "id": "中国共产党第十三届中央委员会第五次全体会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十三届中央委员会第五次全体会议",
          "中共十三届五中全会"
        ],
        "en": [
          "Fifth Plenary Session of the 13th Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1989-11-06 - 1989-11-09",
        "description": {
          "zh-cn": "中国共产党的一次会议，会上邓小平卸任中央军委主席，并被正式确认为第二代领导核心。",
          "en": "A meeting of the Communist Party of China where Deng Xiaoping resigned as Chairman of the Central Military Commission and was officially confirmed as the core of the second-generation leadership."
        }
      }
    },
    {
      "id": "高岗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高岗"
        ],
        "en": [
          "Gao Gang"
        ]
      },
      "properties": {
        "lifetime": "1905-10-25 - 1954-08-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中央人民政府副主席。因“高饶事件”而自杀身亡。",
          "en": "A Chinese politician who served as Vice Chairman of the Central People's Government. He committed suicide following the 'Gao-Rao Affair'."
        }
      }
    },
    {
      "id": "高岗饶漱石事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "高岗饶漱石事件",
          "高饶事件"
        ],
        "en": [
          "Gao Gang-Rao Shushi affair"
        ]
      },
      "properties": {
        "period": "1953 - 1955",
        "description": {
          "zh-cn": "中华人民共和国成立后中国共产党内的一场政治斗争，导致高岗和饶漱石等高级官员被清洗。",
          "en": "A political struggle within the Communist Party of China after the founding of the PRC, which led to the purge of high-ranking officials including Gao Gang and Rao Shushi."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治及军事人物，曾任中共中央副主席、国务院副总理。在“九一三事件”中坠机身亡。",
          "en": "A Chinese political and military figure who served as Vice Chairman of the CPC Central Committee and Vice Premier of the State Council. He died in a plane crash during the 'September 13 Incident'."
        }
      }
    },
    {
      "id": "叶群",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶群"
        ],
        "en": [
          "Ye Qun"
        ]
      },
      "properties": {
        "lifetime": "1917-12-02 - 1971-09-13",
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治人物，林彪之妻，曾任中共中央政治局委员。在“九一三事件”中与林彪一同坠机身亡。",
          "en": "A Chinese politician, wife of Lin Biao, who served as a member of the Politburo of the CPC Central Committee. She died with Lin Biao in a plane crash during the 'September 13 Incident'."
        }
      }
    },
    {
      "id": "九一三事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "九一三事件"
        ],
        "en": [
          "September 13 Incident"
        ]
      },
      "properties": {
        "period": "1971-09-13 - 1971-09-13",
        "description": {
          "zh-cn": "指1971年9月13日，林彪、叶群等人乘专机出逃，在蒙古人民共和国温都尔汗附近坠毁的事件。",
          "en": "Refers to the incident on September 13, 1971, when Lin Biao, Ye Qun, and others fled by special plane, which crashed near Öndörkhaan in the Mongolian People's Republic."
        }
      }
    },
    {
      "id": "成克杰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "成克杰"
        ],
        "en": [
          "Cheng Kejie"
        ]
      },
      "properties": {
        "lifetime": "1933-11-13 - 2000-09-14",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任全国人大常委会副委员长。因受贿罪被判处并执行死刑。",
          "en": "A Chinese politician who served as a Vice Chairman of the Standing Committee of the National People's Congress. He was sentenced to death and executed for bribery."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "东亚",
          "en": "East Asia"
        },
        "description": {
          "zh-cn": "位于东亚的社会主义国家，由中国共产党执政。",
          "en": "A socialist state in East Asia governed by the Communist Party of China."
        }
      }
    },
    {
      "id": "关于建国以来党的若干历史问题的决议",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于建国以来党的若干历史问题的决议"
        ],
        "en": [
          "Resolution on Certain Questions in the History of Our Party since the Founding of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1981-06-27 - ",
        "description": {
          "zh-cn": "由中国共产党第十一届中央委员会第六次全体会议通过的历史决议，对建国以来的重大历史事件和人物进行了官方评价，其中认定毛泽东在文革中犯下严重错误。",
          "en": "A historical resolution passed by the Sixth Plenary Session of the 11th CPC Central Committee, providing the official assessment of major historical events and figures since the founding of the PRC, including the conclusion that Mao Zedong made serious mistakes during the Cultural Revolution."
        }
      }
    },
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Communist Party of China",
          "CPC Central Committee"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央领导机构，在全国代表大会闭会期间执行其决议，领导党的全部工作。",
          "en": "The central leading body of the Communist Party of China, which implements the resolutions of the National Congress and leads all the work of the party when the Congress is not in session."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "lifetime": "1919-10-17 - 2005-01-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中共中央总书记和国务院总理。因在1989年的政治风波中被认定“犯了严重错误”而被撤职并软禁至死。",
          "en": "A Chinese politician who served as General Secretary of the CPC Central Committee and Premier of the State Council. He was dismissed from his posts and placed under house arrest until his death for having 'committed serious mistakes' during the political turmoil of 1989."
        }
      }
    },
    {
      "id": "中华人民共和国最高人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国最高人民法院",
          "最高人民法院"
        ],
        "en": [
          "Supreme People's Court of the People's Republic of China",
          "Supreme People's Court"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高审判机关。",
          "en": "The highest judicial organ in the People's Republic of China."
        }
      }
    },
    {
      "id": "江青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江青"
        ],
        "en": [
          "Jiang Qing"
        ]
      },
      "properties": {
        "lifetime": "1914-03-19 - 1991-05-14",
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治人物，毛泽东的第四任妻子，“四人帮”成员之一。在“林彪、江青反革命集团案”中被判处死刑，缓期两年执行。",
          "en": "A Chinese politician, the fourth wife of Mao Zedong, and a member of the 'Gang of Four'. She was sentenced to death with a two-year reprieve in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques'."
        }
      }
    },
    {
      "id": "张春桥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张春桥"
        ],
        "en": [
          "Zhang Chunqiao"
        ]
      },
      "properties": {
        "lifetime": "1917-02-01 - 2005-04-21",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，“四人帮”成员之一。在“林彪、江青反革命集团案”中被判处死刑，缓期两年执行。",
          "en": "A Chinese politician and a member of the 'Gang of Four'. He was sentenced to death with a two-year reprieve in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques'."
        }
      }
    },
    {
      "id": "王洪文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王洪文"
        ],
        "en": [
          "Wang Hongwen"
        ]
      },
      "properties": {
        "lifetime": "1935-12 - 1992-08-03",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，“四人帮”成员之一。在“林彪、江青反革命集团案”中被判处无期徒刑。",
          "en": "A Chinese politician and a member of the 'Gang of Four'. He was sentenced to life imprisonment in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques'."
        }
      }
    },
    {
      "id": "姚文元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "姚文元"
        ],
        "en": [
          "Yao Wenyuan"
        ]
      },
      "properties": {
        "lifetime": "1931-12-11 - 2005-12-23",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，“四人帮”成员之一。在“林彪、江青反革命集团案”中被判处有期徒刑。",
          "en": "A Chinese politician and a member of the 'Gang of Four'. He was sentenced to a term of imprisonment in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques'."
        }
      }
    },
    {
      "id": "陈伯达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈伯达"
        ],
        "en": [
          "Chen Boda"
        ]
      },
      "properties": {
        "lifetime": "1904-07-29 - 1989-09-20",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任毛泽东的政治秘书和中央文革小组组长。在“林彪、江青反革命集团案”中被判处有期徒刑。",
          "en": "A Chinese politician who served as Mao Zedong's political secretary and head of the Cultural Revolution Group. He was sentenced to a term of imprisonment in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques'."
        }
      }
    },
    {
      "id": "周永康",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周永康"
        ],
        "en": [
          "Zhou Yongkang"
        ]
      },
      "properties": {
        "lifetime": "1942-12 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中共中央政治局常委、中央政法委书记。因贪污、滥用职权、泄露国家秘密等罪名被判处无期徒刑。",
          "en": "A Chinese politician who served as a member of the Politburo Standing Committee and Secretary of the Central Political and Legal Affairs Commission. He was sentenced to life imprisonment for corruption, abuse of power, and leaking state secrets."
        }
      }
    },
    {
      "id": "中华人民共和国广告法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国广告法"
        ],
        "en": [
          "Advertising Law of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国关于广告活动的法律，规定了广告内容准则，其中包括禁止使用国家机关和国家机关工作人员的名义进行广告宣传。",
          "en": "The law of the People's Republic of China governing advertising activities, which stipulates content standards for advertisements, including the prohibition of using the names of state organs and their personnel for advertising purposes."
        }
      }
    },
    {
      "id": "中央八项规定",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中央八项规定"
        ],
        "en": [
          "Eight-point Regulation"
        ]
      },
      "properties": {
        "period": "2012-12-04 - ",
        "description": {
          "zh-cn": "中共中央政治局于2012年12月4日提出的关于改进工作作风、密切联系群众的八项规定，对领导干部的公务活动作出了严格限制。",
          "en": "The eight-point regulation on improving work style and maintaining close ties with the masses, introduced by the Politburo of the CPC Central Committee on December 4, 2012, which places strict limits on the official activities of leading cadres."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "党和国家领导人",
      "type": "INFLUENCED",
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "在“文化大革命”时期，毛泽东曾经亲自指定一些领导人的排名先后顺序。",
          "en": "During the 'Cultural Revolution' period, Mao Zedong personally designated the ranking order of some leaders."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "刘少奇",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1969-11-12",
        "description": {
          "zh-cn": "在“文化大革命”爆发后，刘少奇被打倒，其政治局常委排名下降，之后被开除出党，并被迫害致死。",
          "en": "After the outbreak of the 'Cultural Revolution', Liu Shaoqi was purged, his ranking in the Politburo Standing Committee was lowered, he was later expelled from the party, and he was persecuted to death."
        }
      }
    },
    {
      "source": "中国共产党第十一届中央委员会第三次全体会议",
      "target": "邓小平",
      "type": "PUSHED",
      "properties": {
        "start_date": "1978-12",
        "description": {
          "zh-cn": "在中共十一届三中全会上，邓小平被确立为中国的实际最高领导人。",
          "en": "At the Third Plenary Session of the 11th CPC Central Committee, Deng Xiaoping was established as the paramount leader of China."
        }
      }
    },
    {
      "source": "中国共产党第十三届中央委员会第五次全体会议",
      "target": "邓小平",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-11-09",
        "description": {
          "zh-cn": "在中共十三届五中全会上，邓小平被确认为“领导核心”，正式确立其第二代最高领导人的历史定位。",
          "en": "At the Fifth Plenary Session of the 13th CPC Central Committee, Deng Xiaoping was confirmed as the 'leadership core', officially establishing his historical position as the second-generation paramount leader."
        }
      }
    },
    {
      "source": "高岗饶漱石事件",
      "target": "高岗",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1954-08-17",
        "description": {
          "zh-cn": "因“高饶事件”，时任中央人民政府副主席高岗在北京服安眠药自杀身亡。",
          "en": "Due to the 'Gao-Rao Affair', Gao Gang, then Vice Chairman of the Central People's Government, committed suicide by taking sleeping pills in Beijing."
        }
      }
    },
    {
      "source": "九一三事件",
      "target": "林彪",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1971-09-13",
        "description": {
          "zh-cn": "时任中共中央副主席林彪在“九一三事件”中坠机身亡。",
          "en": "Lin Biao, then Vice Chairman of the CPC Central Committee, died in a plane crash during the 'September 13 Incident'."
        }
      }
    },
    {
      "source": "九一三事件",
      "target": "叶群",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1971-09-13",
        "description": {
          "zh-cn": "时任中共中央政治局委员叶群在“九一三事件”中坠机身亡。",
          "en": "Ye Qun, then a member of the Politburo of the CPC Central Committee, died in a plane crash during the 'September 13 Incident'."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "成克杰",
      "type": "BLOCKED",
      "properties": {
        "end_date": "2000-09-14",
        "description": {
          "zh-cn": "前全国人大常委会副委员长成克杰因受贿罪在北京被以注射方式处决。",
          "en": "Former Vice Chairman of the NPC Standing Committee Cheng Kejie was executed by lethal injection in Beijing for bribery."
        }
      }
    },
    {
      "source": "关于建国以来党的若干历史问题的决议",
      "target": "毛泽东",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1981-06-27",
        "description": {
          "zh-cn": "该决议由中共中央通过，认定毛泽东在文化大革命中“犯了严重错误”。",
          "en": "This resolution, passed by the CPC Central Committee, concluded that Mao Zedong had 'made serious mistakes' during the Cultural Revolution."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "赵紫阳",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "赵紫阳被中共中央认定“犯了严重错误”，被撤销党内外一切职务并被软禁至死。",
          "en": "Zhao Ziyang was deemed by the CPC Central Committee to have 'committed serious mistakes', was removed from all his posts inside and outside the party, and was placed under house arrest until his death."
        }
      }
    },
    {
      "source": "中华人民共和国最高人民法院",
      "target": "江青",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为“林彪、江青反革命集团案”主犯，被最高人民法院特别审判庭判处死刑，缓期两年执行。",
          "en": "As a main culprit in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques', she was sentenced to death with a two-year reprieve by the Special Court of the Supreme People's Court."
        }
      }
    },
    {
      "source": "中华人民共和国最高人民法院",
      "target": "张春桥",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为“林彪、江青反革命集团案”主犯，被最高人民法院特别审判庭判处死刑，缓期两年执行。",
          "en": "As a main culprit in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques', he was sentenced to death with a two-year reprieve by the Special Court of the Supreme People's Court."
        }
      }
    },
    {
      "source": "中华人民共和国最高人民法院",
      "target": "王洪文",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为“林彪、江青反革命集团案”主犯，被最高人民法院特别审判庭判处无期徒刑。",
          "en": "As a main culprit in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques', he was sentenced to life imprisonment by the Special Court of the Supreme People's Court."
        }
      }
    },
    {
      "source": "中华人民共和国最高人民法院",
      "target": "姚文元",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为“林彪、江青反革命集团案”主犯，被最高人民法院特别审判庭判处有期徒刑。",
          "en": "As a main culprit in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques', he was sentenced to a term of imprisonment by the Special Court of the Supreme People's Court."
        }
      }
    },
    {
      "source": "中华人民共和国最高人民法院",
      "target": "陈伯达",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为“林彪、江青反革命集团案”主犯，被最高人民法院特别审判庭判处有期徒刑。",
          "en": "As a main culprit in the 'Case of the Lin Biao and Jiang Qing Counter-revolutionary Cliques', he was sentenced to a term of imprisonment by the Special Court of the Supreme People's Court."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "周永康",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "前中共中央政治局常委周永康因贪污贿赂、滥用职权、故意泄露国家秘密等罪名被判处无期徒刑。",
          "en": "Former Politburo Standing Committee member Zhou Yongkang was sentenced to life imprisonment for crimes including bribery, abuse of power, and intentional disclosure of state secrets."
        }
      }
    },
    {
      "source": "中华人民共和国广告法",
      "target": "党和国家领导人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "《广告法》规定广告不得“使用国家机关和国家机关工作人员的名义”，这客观上禁止了利用党和国家领导人名义进行商业宣传。",
          "en": "The Advertising Law stipulates that advertisements may not 'use the name of state organs and their personnel', which objectively prohibits the use of the names of party and state leaders for commercial promotion."
        }
      }
    },
    {
      "source": "中央八项规定",
      "target": "党和国家领导人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2012-12-04",
        "description": {
          "zh-cn": "中央八项规定限制只有中共中央总书记和国务院总理出访时可以乘坐专机，从而对党和国家领导人的公务出行方式进行了限制。",
          "en": "The Eight-point Regulation restricts the use of private jets for official overseas visits to only the General Secretary of the CPC Central Committee and the Premier of the State Council, thus limiting the mode of official travel for party and state leaders."
        }
      }
    }
  ]
}