{
  "nodes": [
    {
      "id": "蓝白合作",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "蓝白合作",
          "国众合作",
          "蓝白合"
        ],
        "en": []
      },
      "properties": {
        "period": "2020 - ",
        "description": {
          "zh-cn": "指中国国民党（蓝营）与台湾民众党（白营）在选举、立法院等政治领域的一系列合作，旨在整合在野阵营资源以对抗执政的民主进步党。",
          "en": "Refers to a series of collaborations between the Kuomintang (Blue Camp) and the Taiwan People's Party (White Camp) in political arenas such as elections and the Legislative Yuan, aimed at integrating opposition resources to counter the ruling Democratic Progressive Party."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "台湾",
          "en": "Taiwan"
        },
        "description": {
          "zh-cn": "台湾的主要政党之一，被视为泛蓝阵营的代表，在“蓝白合作”中为主要参与方。",
          "en": "One of Taiwan's major political parties, considered the representative of the Pan-Blue Coalition, and a key participant in the 'Blue-White Cooperation'."
        }
      }
    },
    {
      "id": "台湾民众党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾民众党"
        ],
        "en": [
          "Taiwan People's Party"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "台湾",
          "en": "Taiwan"
        },
        "description": {
          "zh-cn": "由柯文哲于2019年创立的台湾政党，标榜“超越蓝绿”，在“蓝白合作”中为主要参与方。",
          "en": "A Taiwanese political party founded by Ko Wen-je in 2019, advocating for 'transcending blue and green politics', and a key participant in the 'Blue-White Cooperation'."
        }
      }
    },
    {
      "id": "民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主进步党"
        ],
        "en": [
          "Democratic Progressive Party"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "台湾",
          "en": "Taiwan"
        },
        "description": {
          "zh-cn": "台湾的主要执政党，被视为泛绿阵营的代表，是蓝白合作所针对的主要政治对手。",
          "en": "The main ruling party in Taiwan, considered the representative of the Pan-Green Coalition, and the primary political opponent targeted by the Blue-White Cooperation."
        }
      }
    },
    {
      "id": "柯文哲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柯文哲"
        ],
        "en": [
          "Ko Wen-je"
        ]
      },
      "properties": {
        "lifetime": "1959-08-06 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，台湾民众党创党主席，曾任台北市长。在蓝白合作中扮演关键角色，为2024年总统候选人。",
          "en": "A Taiwanese politician, founding chairman of the Taiwan People's Party, and former mayor of Taipei. He played a key role in the Blue-White Cooperation and was a presidential candidate in 2024."
        }
      }
    },
    {
      "id": "侯友宜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "侯友宜"
        ],
        "en": [
          "Hou Yu-ih"
        ]
      },
      "properties": {
        "lifetime": "1957-06-07 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，时任新北市长，代表中国国民党参与2024年总统选举，是蓝白合谈中的核心人物之一。",
          "en": "A Taiwanese politician, serving as the Mayor of New Taipei City, who represented the Kuomintang in the 2024 presidential election and was a central figure in the Blue-White Cooperation negotiations."
        }
      }
    },
    {
      "id": "2024年中华民国总统选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2024年中华民国总统选举"
        ],
        "en": [
          "2024 Taiwanese presidential election"
        ]
      },
      "properties": {
        "period": "2024-01-13",
        "description": {
          "zh-cn": "中华民国第十六任总统、副总统选举。在此次选举前，蓝白两党就候选人整合进行了多轮协商，但最终破局。",
          "en": "The 16th presidential and vice-presidential election of the Republic of China. Before this election, the Blue and White parties held multiple rounds of negotiations on candidate integration, which ultimately failed."
        }
      }
    },
    {
      "id": "君悦会谈",
      "type": "Event",
      "name": {
        "zh-cn": [
          "君悦会谈"
        ],
        "en": [
          "Grand Hyatt meeting"
        ]
      },
      "properties": {
        "period": "2023-11-23",
        "description": {
          "zh-cn": "一场为促成2024年总统选举在野整合而举行的公开协商会议，参与者包括柯文哲、侯友宜、郭台铭、朱立伦及马英九。会议充满争议并以破局告终。",
          "en": "A public negotiation meeting held to facilitate the integration of the opposition for the 2024 presidential election, attended by Ko Wen-je, Hou Yu-ih, Terry Gou, Eric Chu, and Ma Ying-jeou. The meeting was controversial and ended in failure."
        }
      }
    },
    {
      "id": "郭台铭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭台铭"
        ],
        "en": [
          "Terry Gou"
        ]
      },
      "properties": {
        "lifetime": "1950-10-18 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾企业家，鸿海科技集团创办人。曾寻求代表国民党或独立参选2024年总统，并参与了君悦会谈的在野整合协商。",
          "en": "A Taiwanese entrepreneur and founder of Foxconn Technology Group. He sought to run for president in 2024, either representing the KMT or as an independent, and participated in the opposition integration negotiations at the Grand Hyatt meeting."
        }
      }
    },
    {
      "id": "朱立伦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱立伦"
        ],
        "en": [
          "Eric Chu"
        ]
      },
      "properties": {
        "lifetime": "1961-06-07 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，时任中国国民党主席，积极推动2024年选举前的蓝白合作，并参与了君悦会谈。",
          "en": "A Taiwanese politician and the then-chairman of the Kuomintang. He actively promoted the Blue-White Cooperation before the 2024 election and participated in the Grand Hyatt meeting."
        }
      }
    },
    {
      "id": "马英九",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马英九"
        ],
        "en": [
          "Ma Ying-jeou"
        ]
      },
      "properties": {
        "lifetime": "1950-07-13 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，中华民国前总统。在2024年总统选举的蓝白合协商中担任见证人，促成双方进行政党协商会议。",
          "en": "A Taiwanese politician and former President of the Republic of China. He acted as a witness in the Blue-White Cooperation negotiations for the 2024 presidential election, facilitating a party negotiation meeting between the two sides."
        }
      }
    },
    {
      "id": "立法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "立法院"
        ],
        "en": [
          "Legislative Yuan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的最高立法机关。在第十一届立法院中，蓝白两党合作成为主导议事运作的关键力量。",
          "en": "The highest legislative body of the Republic of China. In the 11th Legislative Yuan, the Blue-White cooperation became the key force dominating legislative operations."
        }
      }
    },
    {
      "id": "韩国瑜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩国瑜"
        ],
        "en": [
          "Daniel Han"
        ]
      },
      "properties": {
        "lifetime": "1957-06-17 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，中国国民党籍，现任立法院长。其当选受益于民众党在第二轮投票中的弃权。",
          "en": "A Taiwanese politician of the Kuomintang, currently serving as the President of the Legislative Yuan. His election was facilitated by the Taiwan People's Party's abstention in the second round of voting."
        }
      }
    },
    {
      "id": "中华民国第11届立法院院长选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中华民国第11届立法院院长选举"
        ],
        "en": []
      },
      "properties": {
        "period": "2024-02-01",
        "description": {
          "zh-cn": "在三党不过半的国会格局下，民众党的投票意向成为关键。最终民众党在第二轮投票弃权，使得国民党籍的韩国瑜当选院长。",
          "en": "In a hung parliament, the TPP's voting decision became crucial. Ultimately, the TPP abstained in the second round, leading to the election of KMT's Han Kuo-yu as speaker."
        }
      }
    },
    {
      "id": "立法院职权行使法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "立法院职权行使法"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一项旨在强化立法院调查权与监督机制的法律修正案，由国民党与民众党联手推动通过，引发了巨大社会争议和“青鸟行动”抗议。",
          "en": "A legislative amendment aimed at strengthening the Legislative Yuan's investigative and oversight powers, jointly pushed through by the KMT and TPP, which sparked significant social controversy and the 'Bluebird Movement' protests."
        }
      }
    },
    {
      "id": "青鸟行动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "青鸟行动"
        ],
        "en": []
      },
      "properties": {
        "period": "2024-05 - ",
        "description": {
          "zh-cn": "一场反对《立法院职权行使法》修法的社会运动，主要抗议该法案的审议过程和内容。",
          "en": "A social movement opposing the amendments to the 'Act Governing the Exercise of Powers by the Legislative Yuan', primarily protesting the deliberation process and content of the bill."
        }
      }
    },
    {
      "id": "大罢免",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大罢免"
        ],
        "en": []
      },
      "properties": {
        "period": "2025 - ",
        "description": {
          "zh-cn": "指2025年由民主进步党及泛绿公民团体发动的大规模罢免行动，主要目标为多位国民党籍立法委员。",
          "en": "Refers to the large-scale recall campaign initiated in 2025 by the Democratic Progressive Party and pan-Green civic groups, primarily targeting several Kuomintang legislators."
        }
      }
    },
    {
      "id": "黄国昌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄国昌"
        ],
        "en": [
          "Huang Kuo-chang"
        ]
      },
      "properties": {
        "lifetime": "1973-08-19 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，现任台湾民众党主席。在立法院的蓝白合作及反罢免运动中扮演重要角色。",
          "en": "A Taiwanese politician, current chairman of the Taiwan People's Party. He plays a significant role in the Blue-White cooperation in the Legislative Yuan and the anti-recall movement."
        }
      }
    },
    {
      "id": "「反绿共，战独裁」游行",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "「反绿共，战独裁」游行"
        ],
        "en": []
      },
      "properties": {
        "period": "2025-04-26",
        "description": {
          "zh-cn": "由国民党主席朱立伦号召的游行，旨在抗议检调就罢免案连署对国民党进行的调查，民众党主席黄国昌亦出席声援。",
          "en": "A protest rally called by KMT Chairman Eric Chu to protest the prosecutorial investigation into the KMT over recall petition signatures, which was also attended by TPP Chairman Huang Kuo-chang in support."
        }
      }
    },
    {
      "id": "郑丽文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑丽文"
        ],
        "en": [
          "Cheng Li-wun"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "台湾政治人物，于2025年当选中国国民党主席，上任后积极与民众党接触，商讨2026年选举合作事宜。",
          "en": "A Taiwanese politician elected as the chairwoman of the Kuomintang in 2025. After taking office, she actively engaged with the Taiwan People's Party to discuss cooperation for the 2026 elections."
        }
      }
    },
    {
      "id": "蔡壁如",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡壁如"
        ],
        "en": [
          "Tsai Pi-ju"
        ]
      },
      "properties": {
        "lifetime": "1964-07-27 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "台湾政治人物，民众党成员。在2024年立委选举中代表民众党参选，并获得国民党籍台中市长卢秀燕的支持。",
          "en": "A Taiwanese politician and member of the TPP. She ran as a TPP candidate in the 2024 legislative election and received support from KMT's Taichung Mayor Lu Hsiu-yen."
        }
      }
    },
    {
      "id": "卢秀燕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卢秀燕"
        ],
        "en": [
          "Lu Hsiu-yen"
        ]
      },
      "properties": {
        "lifetime": "1961-08-31 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "台湾政治人物，国民党籍，时任台中市长。在2024年立委选举中公开支持民众党候选人蔡壁如，被视为蓝白合的示范案例。",
          "en": "A Taiwanese politician of the KMT, serving as the Mayor of Taichung. She publicly supported TPP candidate Tsai Pi-ju in the 2024 legislative election, which was seen as a model case for Blue-White cooperation."
        }
      }
    },
    {
      "id": "林沛祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林沛祥"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，国民党籍。在2024年基隆市立法委员选举中，因民众党礼让而顺利当选，成为蓝白合作的成功案例之一。",
          "en": "A Taiwanese politician of the KMT. In the 2024 Keelung legislative election, he was successfully elected after the TPP yielded the race, marking a successful case of Blue-White cooperation."
        }
      }
    },
    {
      "id": "谢立功",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢立功"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，民众党成员。原有意参选2024年基隆市立委，后在党主席柯文哲劝说下退选，礼让国民党候选人。",
          "en": "A Taiwanese politician and TPP member. He originally intended to run for the Keelung legislative seat in 2024 but withdrew after being persuaded by party chairman Ko Wen-je, yielding to the KMT candidate."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国国民党",
      "target": "台湾民众党",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "2020",
        "description": {
          "zh-cn": "在“蓝白合作”框架下，两党在选举、立法院议事、反罢免运动等多个政治领域进行策略性合作，以整合在野力量对抗执政的民主进步党。",
          "en": "Under the 'Blue-White Cooperation' framework, the two parties engaged in strategic collaboration in various political fields, including elections, legislative proceedings, and anti-recall movements, to consolidate opposition forces against the ruling Democratic Progressive Party."
        }
      }
    },
    {
      "source": "蓝白合作",
      "target": "民主进步党",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "蓝白合作的核心目标是整合在野阵营资源、集中票源，以对抗并制衡执政的民主进步党。",
          "en": "The core objective of the Blue-White Cooperation is to integrate opposition resources and consolidate votes to counter and balance the ruling Democratic Progressive Party."
        }
      }
    },
    {
      "source": "柯文哲",
      "target": "台湾民众党",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2019",
        "description": {
          "zh-cn": "柯文哲于2019年创立台湾民众党，并担任创党主席。",
          "en": "Ko Wen-je founded the Taiwan People's Party in 2019 and served as its founding chairman."
        }
      }
    },
    {
      "source": "君悦会谈",
      "target": "蓝白合作",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-11-23",
        "description": {
          "zh-cn": "作为2024年总统大选前在野整合的最后一场公开协商，君悦会谈因各方分歧和冲突最终不欢而散，直接导致了总统选举层面的蓝白合作破局。",
          "en": "As the final public negotiation for opposition integration before the 2024 presidential election, the Grand Hyatt meeting ended in discord due to disagreements and conflicts, directly causing the breakdown of the Blue-White Cooperation at the presidential election level."
        }
      }
    },
    {
      "source": "侯友宜",
      "target": "柯文哲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-11-23",
        "description": {
          "zh-cn": "在君悦会谈中，侯友宜公开念出他与柯文哲之间的私人简讯内容，此举引发了激烈争执，加剧了双方的不信任，是导致协商破裂的关键事件之一。",
          "en": "During the Grand Hyatt meeting, Hou Yu-ih publicly read out private text messages between him and Ko Wen-je, an act that sparked a heated dispute, deepened mutual distrust, and was one of the key events leading to the breakdown of negotiations."
        }
      }
    },
    {
      "source": "马英九",
      "target": "蓝白合作",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-11-15",
        "description": {
          "zh-cn": "作为前总统，马英九出面担任见证人，促成了国民党与民众党就2024年总统选举合作举行关键的政党协商会议。",
          "en": "As a former president, Ma Ying-jeou served as a witness, facilitating a crucial party negotiation meeting between the KMT and TPP regarding their cooperation for the 2024 presidential election."
        }
      }
    },
    {
      "source": "台湾民众党",
      "target": "韩国瑜",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-02-01",
        "description": {
          "zh-cn": "在中华民国第11届立法院院长选举的第二轮投票中，台湾民众党党团作出不参与投票的决定，使得国民党候选人韩国瑜得以凭借相对多数票当选。",
          "en": "In the second round of voting for the Speaker of the 11th Legislative Yuan, the Taiwan People's Party caucus decided not to participate, which allowed the KMT candidate Han Kuo-yu to be elected with a plurality of votes."
        }
      }
    },
    {
      "source": "中国国民党",
      "target": "立法院职权行使法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-05",
        "description": {
          "zh-cn": "与台湾民众党联手在立法院推动《立法院职权行使法》修正案，旨在强化国会监督调查权。",
          "en": "Collaborated with the Taiwan People's Party in the Legislative Yuan to push for amendments to the 'Act Governing the Exercise of Powers by the Legislative Yuan', aimed at strengthening congressional oversight and investigative powers."
        }
      }
    },
    {
      "source": "台湾民众党",
      "target": "立法院职权行使法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-05",
        "description": {
          "zh-cn": "与中国国民党联手在立法院推动《立法院职权行使法》修正案，旨在强化国会监督调查权。",
          "en": "Collaborated with the Kuomintang in the Legislative Yuan to push for amendments to the 'Act Governing the Exercise of Powers by the Legislative Yuan', aimed at strengthening congressional oversight and investigative powers."
        }
      }
    },
    {
      "source": "青鸟行动",
      "target": "立法院职权行使法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-05",
        "description": {
          "zh-cn": "青鸟行动是针对《立法院职权行使法》修法发起的社会抗议运动，旨在反对该法案的审议程序和内容。",
          "en": "The Bluebird Movement was a social protest campaign launched against the amendments to the 'Act Governing the Exercise of Powers by the Legislative Yuan', aimed at opposing the bill's deliberation process and content."
        }
      }
    },
    {
      "source": "民主进步党",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "start_date": "2025",
        "description": {
          "zh-cn": "与泛绿公民团体一同发动了针对多位国民党籍立法委员的大规模罢免行动。",
          "en": "Together with pan-Green civic groups, launched a large-scale recall campaign targeting several Kuomintang legislators."
        }
      }
    },
    {
      "source": "中国国民党",
      "target": "大罢免",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025",
        "description": {
          "zh-cn": "面对罢免案，与台湾民众党合作，在全台各地举办活动，共同推动“反罢免”运动，呼吁支持者投下不同意票。",
          "en": "Facing the recall campaign, collaborated with the Taiwan People's Party to organize events across Taiwan, jointly promoting an 'anti-recall' movement and urging supporters to vote against it."
        }
      }
    },
    {
      "source": "台湾民众党",
      "target": "大罢免",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025",
        "description": {
          "zh-cn": "与中国国民党合作，积极联手推动“反罢免”运动，党主席黄国昌多次出席联合造势活动。",
          "en": "Collaborated with the Kuomintang to actively promote the 'anti-recall' movement, with party chairman Huang Kuo-chang attending multiple joint rallies."
        }
      }
    },
    {
      "source": "朱立伦",
      "target": "「反绿共，战独裁」游行",
      "type": "PUSHED",
      "properties": {
        "start_date": "2025-04",
        "description": {
          "zh-cn": "作为国民党主席，号召支持者于4月26日举行“反绿共、战独裁”游行，以抗议检方对罢免案连署的调查行动。",
          "en": "As the chairman of the KMT, called on supporters to hold the 'Anti-Green-Communism, Fight Dictatorship' rally on April 26 to protest the prosecutor's investigation into the recall petition signatures."
        }
      }
    },
    {
      "source": "黄国昌",
      "target": "「反绿共，战独裁」游行",
      "type": "PUSHED",
      "properties": {
        "start_date": "2025-04-26",
        "description": {
          "zh-cn": "作为民众党主席，亲自出席国民党发起的“反绿共、战独裁”游行以示支持。",
          "en": "As the chairman of the TPP, personally attended the 'Anti-Green-Communism, Fight Dictatorship' rally initiated by the KMT to show support."
        }
      }
    },
    {
      "source": "郑丽文",
      "target": "黄国昌",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2025-11-15",
        "description": {
          "zh-cn": "新任国民党主席郑丽文在公开场合首次与民众党主席黄国昌同台，并表示将很快安排正式会面，商讨2026选举合作。",
          "en": "The newly elected KMT Chairwoman Cheng Li-wun appeared on the same stage with TPP Chairman Huang Kuo-chang for the first time in public, stating that a formal meeting would be arranged soon to discuss cooperation for the 2026 elections."
        }
      }
    },
    {
      "source": "卢秀燕",
      "target": "蔡壁如",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-10",
        "description": {
          "zh-cn": "在2024年立委选举期间，时任国民党籍台中市长卢秀燕公开为民众党候选人蔡壁如站台并共挂看板，此举被视为“蓝白合示范区”。",
          "en": "During the 2024 legislative election campaign, the then-KMT Taichung Mayor Lu Hsiu-yen publicly endorsed TPP candidate Tsai Pi-ju and shared campaign billboards, an act regarded as a 'Blue-White Cooperation demonstration zone'."
        }
      }
    },
    {
      "source": "柯文哲",
      "target": "谢立功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-07",
        "description": {
          "zh-cn": "劝退原有意参选2024年基隆市立法委员的党籍成员谢立功，以促成在该选区对国民党候选人林沛祥的礼让。",
          "en": "Persuaded party member Hsieh Li-kung, who intended to run for the Keelung City legislator seat in 2024, to withdraw in order to yield the race to the KMT candidate Lin Pei-hsiang."
        }
      }
    },
    {
      "source": "台湾民众党",
      "target": "林沛祥",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-07",
        "description": {
          "zh-cn": "在2024年基隆市立委选举中，民众党未提名候选人并劝退有意参选者，事实性礼让国民党候选人林沛祥，助其最终当选。",
          "en": "In the 2024 Keelung City legislator election, the TPP did not nominate a candidate and persuaded its potential candidate to withdraw, effectively yielding to the KMT candidate Lin Pei-hsiang and helping him win the election."
        }
      }
    }
  ]
}