{
  "nodes": [
    {
      "id": "井上馨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "井上馨",
          "井上闻多",
          "井上惟精"
        ],
        "en": [
          "Inoue Kaoru"
        ]
      },
      "properties": {
        "lifetime": "1836-01-16 - 1915-09-01",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "周防国吉敷郡汤田村"
        },
        "death_place": {
          "zh-cn": "静冈县静冈市"
        },
        "description": {
          "zh-cn": "日本幕末及明治时代的政治人物、元老。长州五杰之一，历任外务、内务、大藏、农商务大臣，对明治政府的外交和财政有重要影响，并与三井财阀关系密切。",
          "en": "A Japanese politician and oligarch of the Meiji era. One of the Chōshū Five, he served as Minister of Foreign Affairs, Home Affairs, Finance, and Agriculture and Commerce, having a significant impact on the Meiji government's diplomacy and finances, and had close ties with the Mitsui zaibatsu."
        }
      }
    },
    {
      "id": "伊藤博文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伊藤博文"
        ],
        "en": [
          "Itō Hirobumi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本近代政治家，长州五杰之一，首任内阁总理大臣。井上馨的长期政治盟友。",
          "en": "A modern Japanese politician, one of the Chōshū Five, and the first Prime Minister of Japan. He was a long-time political ally of Inoue Kaoru."
        }
      }
    },
    {
      "id": "高杉晋作",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高杉晋作"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本幕末时期长州藩的武士，尊王攘夷运动的领袖之一，对井上馨有重要影响。",
          "en": "A samurai from the Chōshū Domain during the late Edo period, a leader of the Sonnō jōi movement, and a significant influence on Inoue Kaoru."
        }
      }
    },
    {
      "id": "江藤新平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江藤新平"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本明治初期的政治家、司法卿。因尾去泽铜山贪污事件追究井上馨，导致其一度辞职。",
          "en": "A politician and Lord Justice in the early Meiji period. He pursued Inoue Kaoru over the Osarizawa Copper Mine scandal, leading to Inoue's temporary resignation."
        }
      }
    },
    {
      "id": "大隈重信",
      "type": "Person",
      "name": {
        "zh-cn": [
          "大隈重信"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本明治及大正时期的政治家。在明治十四年政变中，被伊藤博文和井上馨等人排挤出政府。",
          "en": "A politician of the Meiji and Taishō periods. He was ousted from the government by Itō Hirobumi and Inoue Kaoru during the Political Crisis of 1881."
        }
      }
    },
    {
      "id": "村井茂兵卫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "村井茂兵卫"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "南部藩的御用商人，其经营的尾去泽矿山在明治初期被时任大藏大辅的井上馨设计侵吞，最终导致破产。",
          "en": "A purveyor merchant for the Nanbu Domain whose Osarizawa Mine was seized by Inoue Kaoru, then Taifu (Senior Vice Minister) of Finance, in the early Meiji period, leading to his bankruptcy."
        }
      }
    },
    {
      "id": "井上武子",
      "type": "Person",
      "name": {
        "zh-cn": [
          "井上武子"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "井上馨的妻子。",
          "en": "The wife of Inoue Kaoru."
        }
      }
    },
    {
      "id": "吉田松阴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吉田松阴"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本幕末思想家、教育家，松下村塾的开办者。其思想通过高杉晋作等人影响了井上馨。",
          "en": "A Japanese thinker and educator of the late Edo period, founder of the Shōka Sonjuku school. His ideas influenced Inoue Kaoru through figures like Takasugi Shinsaku."
        }
      }
    },
    {
      "id": "长州藩",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "长州藩"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "日本江户时代的藩国，是明治维新的主要推动力量之一，井上馨出身于此。",
          "en": "A feudal domain in Japan during the Edo period, one of the main driving forces of the Meiji Restoration. Inoue Kaoru hailed from this domain."
        }
      }
    },
    {
      "id": "明伦馆",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "明伦馆"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "长州藩的藩校，井上馨曾在此学习。",
          "en": "The domain school of the Chōshū Domain, where Inoue Kaoru studied."
        }
      }
    },
    {
      "id": "伦敦大学环球学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "伦敦大学环球学院"
        ],
        "en": [
          "University College London"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "伦敦",
          "en": "London"
        },
        "description": {
          "zh-cn": "位于英国伦敦的公立研究型大学，井上馨作为长州五杰之一曾在此留学。",
          "en": "A public research university in London, UK, where Inoue Kaoru studied as one of the Chōshū Five."
        }
      }
    },
    {
      "id": "三井财阀",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "三井财阀"
        ],
        "en": [
          "Mitsui Zaibatsu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "日本四大财阀之一。井上馨与其关系密切，晚年担任其最高顾问。",
          "en": "One of the four major zaibatsu of Japan. Inoue Kaoru had close ties with it and served as its supreme advisor in his later years."
        }
      }
    },
    {
      "id": "三井物产",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "三井物产",
          "先收公司"
        ],
        "en": [
          "Mitsui & Co."
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "日本的大型综合商社。其前身先收公司由井上馨与益田孝等人创立。",
          "en": "A major Japanese general trading company. Its predecessor, Senshu Kaisha, was founded by Inoue Kaoru, Masuda Takashi, and others."
        }
      }
    },
    {
      "id": "英国公使馆的焚毁",
      "type": "Event",
      "name": {
        "zh-cn": [
          "英国公使馆的焚毁"
        ],
        "en": []
      },
      "properties": {
        "period": "1862-12",
        "description": {
          "zh-cn": "幕末尊王攘夷运动中的一次激进行动，井上馨与高杉晋作等人参与其中。",
          "en": "A radical action during the Sonnō jōi movement in the late Edo period, in which Inoue Kaoru, Takasugi Shinsaku, and others participated."
        }
      }
    },
    {
      "id": "下关战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "下关战争"
        ],
        "en": [
          "Shimonoseki War"
        ]
      },
      "properties": {
        "period": "1864",
        "description": {
          "zh-cn": "1864年长州藩与英、法、荷、美四国联合舰队之间的战争。此事件使留学英国的井上馨认识到国力差距，思想从攘夷转向开国。",
          "en": "A war in 1864 between the Chōshū Domain and the combined fleets of Great Britain, France, the Netherlands, and the United States. This event made Inoue Kaoru, who was studying in Britain, realize the disparity in national power, shifting his ideology from 'expel the barbarians' to 'open the country'."
        }
      }
    },
    {
      "id": "尾去泽铜山事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "尾去泽铜山事件"
        ],
        "en": [
          "Osarizawa Copper Mine incident"
        ]
      },
      "properties": {
        "period": "1873",
        "description": {
          "zh-cn": "指控时任大藏大辅井上馨利用职权侵吞尾去泽铜山的贪污事件。此事由司法卿江藤新平追究，最终导致井上馨辞职。",
          "en": "A corruption scandal accusing Inoue Kaoru, then Taifu of Finance, of using his official power to embezzle the Osarizawa Copper Mine. The case was pursued by Lord Justice Etō Shinpei and ultimately led to Inoue's resignation."
        }
      }
    },
    {
      "id": "明治十四年政变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "明治十四年政变"
        ],
        "en": [
          "Political Crisis of 1881"
        ]
      },
      "properties": {
        "period": "1881",
        "description": {
          "zh-cn": "伊藤博文联合井上馨等人将大隈重信及其支持者驱逐出政府的政治事件，巩固了长州藩阀在政府中的主导地位。",
          "en": "A political event in which Itō Hirobumi, in concert with Inoue Kaoru and others, expelled Ōkuma Shigenobu and his supporters from the government, consolidating the dominance of the Chōshū clique within the government."
        }
      }
    },
    {
      "id": "朝鲜",
      "type": "Location",
      "name": {
        "zh-cn": [
          "朝鲜"
        ],
        "en": [
          "Korea"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东亚国家。井上馨曾担任日本驻朝鲜公使，并推动其现代化运动。",
          "en": "An East Asian country. Inoue Kaoru served as the Japanese minister to Korea and promoted its modernization movement."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "井上馨",
      "target": "井上武子",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "井上武子是井上馨的妻子。",
          "en": "Inoue Takeko was the wife of Inoue Kaoru."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "明伦馆",
      "type": "ALUMNUS_OF",
      "properties": {
        "description": {
          "zh-cn": "井上馨曾在长州藩的藩校明伦馆学习。",
          "en": "Inoue Kaoru studied at Meirinkan, the domain school of the Chōshū Domain."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "伦敦大学环球学院",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1863",
        "end_date": "1864",
        "description": {
          "zh-cn": "作为长州五杰之一，秘密前往英国留学，在伦敦大学环球学院学习。",
          "en": "As one of the Chōshū Five, he secretly traveled to the UK to study at University College London."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "长州藩",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "藩士",
          "en": "Retainer"
        },
        "description": {
          "zh-cn": "井上馨是长州藩的武士。",
          "en": "Inoue Kaoru was a samurai of the Chōshū Domain."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "伊藤博文",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "同为长州五杰，在留学和从政期间是长期的政治盟友，共同参与了焚烧英国公使馆、明治十四年政变等重要事件。",
          "en": "Both were members of the Chōshū Five and were long-time political allies during their studies abroad and political careers, participating together in key events such as the burning of the British Legation and the Political Crisis of 1881."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "英国公使馆的焚毁",
      "type": "PUSHED",
      "properties": {
        "start_date": "1862-12",
        "description": {
          "zh-cn": "作为御盾组的一员，与高杉晋作、伊藤博文等人一同参与了焚烧英国公使馆的行动。",
          "en": "As a member of the Odategumi, he participated in the burning of the British Legation along with Takasugi Shinsaku, Itō Hirobumi, and others."
        }
      }
    },
    {
      "source": "下关战争",
      "target": "井上馨",
      "type": "PUSHED",
      "properties": {
        "start_date": "1864",
        "description": {
          "zh-cn": "留学期间目睹西方国家的国力，使井上馨的思想从攘夷转向开国，并在战争期间紧急回国进行和平协商。",
          "en": "Witnessing the national power of Western countries while studying abroad shifted Inoue Kaoru's ideology from anti-foreigner to pro-opening, and he urgently returned to Japan during the war to conduct peace negotiations."
        }
      }
    },
    {
      "source": "江藤新平",
      "target": "井上馨",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1873",
        "description": {
          "zh-cn": "时任司法卿的江藤新平以尾去泽铜山贪污事件为由追究井上馨，最终迫使其辞去大藏大辅之职。",
          "en": "As the Lord of Justice, Etō Shinpei investigated Inoue Kaoru for the Osarizawa Copper Mine scandal, ultimately forcing him to resign from his post as Senior Vice Minister of Finance."
        }
      }
    },
    {
      "source": "尾去泽铜山事件",
      "target": "井上馨",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1873",
        "description": {
          "zh-cn": "因被指控在该事件中贪污，井上馨被迫辞去大藏大辅的职务。",
          "en": "Due to accusations of corruption in this incident, Inoue Kaoru was forced to resign from his position as Senior Vice Minister of Finance."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "村井茂兵卫",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1871",
        "description": {
          "zh-cn": "井上馨利用其大藏大辅的职务，以债务文件为由扣押了村井茂兵卫经营的尾去泽矿山，最终导致村井破产并使自己侵占了该矿山。",
          "en": "Inoue Kaoru used his position as Senior Vice Minister of Finance to seize the Osarizawa Mine operated by Murai Mohei, citing debt documents, which ultimately led to Murai's bankruptcy and Inoue's takeover of the mine."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "三井物产",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1874",
        "description": {
          "zh-cn": "离开政界后，井上馨与益田孝等人成立了贸易公司“冈田组”，后分离矿山事业，公司发展成为三井物产。",
          "en": "After leaving politics, Inoue Kaoru, together with Masuda Takashi and others, founded the trading company 'Okada Gumi'. After separating the mining business, the company evolved into Mitsui & Co."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "三井财阀",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "井上馨与三井财阀关系密切，在财界有强大的发言权，并最终成为其最高顾问，被讥为“三井的掌柜”。",
          "en": "Inoue Kaoru had close ties with the Mitsui zaibatsu, held significant influence in the financial world, and eventually became its supreme advisor, earning the nickname 'Mitsui's head clerk'."
        }
      }
    },
    {
      "source": "明治十四年政变",
      "target": "大隈重信",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1881",
        "description": {
          "zh-cn": "在此次政变中，大隈重信及其追随者被伊藤博文、井上馨等人合力驱逐出明治政府。",
          "en": "In this political upheaval, Ōkuma Shigenobu and his followers were expelled from the Meiji government through the combined efforts of Itō Hirobumi, Inoue Kaoru, and others."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "大隈重信",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1881",
        "description": {
          "zh-cn": "在明治十四年政变中与伊藤博文合作，将政见不合的大隈重信驱逐出政府。",
          "en": "Collaborated with Itō Hirobumi in the Political Crisis of 1881 to oust Ōkuma Shigenobu, with whom he had political disagreements, from the government."
        }
      }
    },
    {
      "source": "井上馨",
      "target": "朝鲜",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1894-10",
        "position": {
          "zh-cn": "驻朝鲜公使",
          "en": "Minister to Korea"
        },
        "description": {
          "zh-cn": "担任驻朝鲜公使期间，推动了朝鲜的现代化运动。",
          "en": "During his tenure as Minister to Korea, he promoted the modernization movement in Korea."
        }
      }
    },
    {
      "source": "高杉晋作",
      "target": "井上馨",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "井上馨深受高杉晋作的影响，使其政见与吉田松阴的思想相近。",
          "en": "Inoue Kaoru was deeply influenced by Takasugi Shinsaku, which aligned his political views with the ideas of Yoshida Shōin."
        }
      }
    },
    {
      "source": "吉田松阴",
      "target": "井上馨",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "尽管井上馨并非松下村塾的学生，但通过高杉晋作等人的影响，其政见与吉田松阴相近。",
          "en": "Although Inoue Kaoru was not a student of the Shōka Sonjuku, his political views were similar to those of Yoshida Shōin due to the influence of figures like Takasugi Shinsaku."
        }
      }
    }
  ]
}