{
  "nodes": [
    {
      "id": "孙立人",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙立人",
          "抚民",
          "仲能",
          "中国军神",
          "丛林之狐",
          "东方隆美尔"
        ],
        "en": [
          "Sun Li-jen"
        ]
      },
      "properties": {
        "lifetime": "1900-12-08 - 1990-11-19",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "安徽省庐江县金牛镇"
        },
        "death_place": {
          "zh-cn": "台湾省台中市西区"
        },
        "description": {
          "zh-cn": "中华民国陆军二级上将，抗日战争时期少数非黄埔军校出身的留美军官。因在仁安羌之战中以少胜多解救英军而获“东方隆美尔”之称。第二次国共内战期间，在东北战场与林彪部队作战，后因与上级杜聿明不和被调离。迁台后负责训练新军，后因孙立人兵变案遭蒋中正软禁长达33年。",
          "en": "A Second Class General of the Republic of China Army, and one of the few US-educated, non-Whampoa Military Academy officers during the Second Sino-Japanese War. Nicknamed the 'Rommel of the East' for rescuing British forces against the odds in the Battle of Yenangyaung. During the Chinese Civil War, he fought against Lin Biao's forces in the Northeast but was later transferred due to conflicts with his superior Du Yuming. After moving to Taiwan, he was responsible for training new troops but was placed under house arrest for 33 years by Chiang Kai-shek in connection with the Sun Li-jen incident."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家及军事家，长期担任中华民国最高领导人。孙立人兵变案发生后，下令将其软禁。",
          "en": "A Chinese politician and military leader who served as the leader of the Republic of China. He ordered Sun Li-jen to be placed under house arrest after the Sun Li-jen incident."
        }
      }
    },
    {
      "id": "蒋经国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋经国"
        ],
        "en": [
          "Chiang Ching-kuo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蒋中正之子，中华民国政治人物。时任国防部总政治作战部主任，他向蒋中正构陷孙立人，主张拔除其兵权，是孙立人兵变案的关键人物。",
          "en": "The son of Chiang Kai-shek and a politician of the Republic of China. As the director of the General Political Warfare Department of the Ministry of National Defense, he framed Sun Li-jen to Chiang Kai-shek, advocating for the removal of his military power, making him a key figure in the Sun Li-jen incident."
        }
      }
    },
    {
      "id": "杜聿明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杜聿明"
        ],
        "en": [
          "Du Yuming"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国陆军中将。在缅甸战役撤退和东北剿共期间，与孙立人因战略意见不合而产生矛盾，最终导致孙被调离东北战场。",
          "en": "A lieutenant general of the Republic of China Army. During the retreat in the Burma Campaign and the campaign against Communists in the Northeast, he had conflicts with Sun Li-jen over strategic differences, which ultimately led to Sun's transfer from the Northeast battlefield."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，中国人民解放军将领。在第二次国共内战的东北战场上，其所率部队与孙立人指挥的新一军多次交战。",
          "en": "A Marshal of the People's Republic of China and a general of the People's Liberation Army. In the Northeast battlefield during the Chinese Civil War, his troops repeatedly clashed with the New First Army commanded by Sun Li-jen."
        }
      }
    },
    {
      "id": "郭廷亮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭廷亮"
        ],
        "en": [
          "Guo Tingliang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙立人的旧部属。1955年，他被指控为匪谍并预谋发动兵变，此案即“郭廷亮匪谍案”，并直接引爆了“孙立人兵变案”，导致孙立人被长期软禁。",
          "en": "A former subordinate of Sun Li-jen. In 1955, he was accused of being a Communist spy and plotting a mutiny. This case, known as the 'Guo Tingliang spy case,' directly triggered the 'Sun Li-jen incident,' leading to Sun's long-term house arrest."
        }
      }
    },
    {
      "id": "麦克阿瑟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "麦克阿瑟"
        ],
        "en": [
          "Douglas MacArthur"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "美国陆军五星上将。1949年曾邀请孙立人至东京会谈，表示美国将支持他防卫台湾。",
          "en": "A five-star general in the United States Army. In 1949, he invited Sun Li-jen to Tokyo for talks, stating that the United States would support him in defending Taiwan."
        }
      }
    },
    {
      "id": "马歇尔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马歇尔"
        ],
        "en": [
          "George Marshall"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "美国军事家、政治家。其在国共内战期间的调停导致国军在东北停止追击，阻止了孙立人部队攻取哈尔滨。",
          "en": "An American soldier and statesman. His mediation during the Chinese Civil War led to a ceasefire in the Northeast, halting the advance of Sun Li-jen's troops on Harbin."
        }
      }
    },
    {
      "id": "宋子文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋子文"
        ],
        "en": [
          "T. V. Soong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家、外交家。曾任财政部长，创建了税警总团。他非常赏识孙立人，孙的军旅生涯即从税警总团起步。",
          "en": "A politician and diplomat of the Republic of China. As Minister of Finance, he founded the Salt Revenue Police. He greatly appreciated Sun Li-jen, whose military career began in this unit."
        }
      }
    },
    {
      "id": "郑为元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑为元"
        ],
        "en": [
          "Cheng Wei-yuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国陆军一级上将。在蒋经国逝世后，时任国防部长的他下令解除了对孙立人长达33年的软禁。",
          "en": "A four-star general of the Republic of China Army. After the death of Chiang Ching-kuo, as Minister of National Defense, he ordered the lifting of Sun Li-jen's 33-year-long house arrest."
        }
      }
    },
    {
      "id": "李登辉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李登辉"
        ],
        "en": [
          "Lee Teng-hui"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任中华民国总统。在孙立人逝世后，他颁发总统褒扬令以表彰其功绩。",
          "en": "A politician of the Republic of China who served as President. After Sun Li-jen's death, he issued a presidential citation to honor his achievements."
        }
      }
    },
    {
      "id": "孙熙泽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙熙泽"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙立人之父，清末举人，曾任山东高等审判厅厅长等职。",
          "en": "Father of Sun Li-jen, a Juren in the late Qing Dynasty, who served as the president of the Shandong High Court."
        }
      }
    },
    {
      "id": "孙中平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中平"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "孙立人长女。",
          "en": "Eldest daughter of Sun Li-jen."
        }
      }
    },
    {
      "id": "张晶英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张晶英"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "孙立人将军的第二任妻子。",
          "en": "The second wife of General Sun Li-jen."
        }
      }
    },
    {
      "id": "孙立人兵变案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "孙立人兵变案",
          "郭廷亮匪谍案"
        ],
        "en": [
          "Sun Li-jen incident"
        ]
      },
      "properties": {
        "period": "1955-05 - 1955-10",
        "description": {
          "zh-cn": "1955年发生于台湾的政治案件。中华民国政府指控时任总统府参军长的孙立人及其部属郭廷亮等人意图发动兵变。此案最终导致孙立人被革职并长期软禁，其众多亲信部属亦遭牵连入狱。后被证实为一宗冤案。",
          "en": "A political case that occurred in Taiwan in 1955. The Republic of China government accused the then Presidential Chief of Staff Sun Li-jen and his subordinate Guo Tingliang of plotting a mutiny. The case resulted in Sun's dismissal and long-term house arrest, with many of his close associates also implicated and imprisoned. It was later proven to be a miscarriage of justice."
        }
      }
    },
    {
      "id": "仁安羌之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "仁安羌之战"
        ],
        "en": [
          "Battle of Yenangyaung"
        ]
      },
      "properties": {
        "period": "1942-04-17 - 1942-04-19",
        "description": {
          "zh-cn": "第二次世界大战缅甸战役中的一场战斗。孙立人率领的中国远征军新三十八师以不足一团的兵力，击溃数倍于己的日军，成功解救了被围的七千余名英军，此役为孙立人赢得国际声誉。",
          "en": "A battle during the Burma Campaign of World War II. The New 38th Division of the Chinese Expeditionary Force, led by Sun Li-jen, with less than a regiment, defeated a numerically superior Japanese force and successfully rescued over 7,000 besieged British troops, earning Sun international acclaim."
        }
      }
    },
    {
      "id": "第二次四平战役",
      "type": "Event",
      "name": {
        "zh-cn": [
          "第二次四平战役"
        ],
        "en": [
          "Second Battle of Siping"
        ]
      },
      "properties": {
        "period": "1946-04 - 1946-05",
        "description": {
          "zh-cn": "第二次国共内战期间在吉林四平发生的一场战役。孙立人指挥新一军在三日内攻克四平，击败林彪所率的东北民主联军。",
          "en": "A battle that took place in Siping, Jilin, during the second phase of the Chinese Civil War. Sun Li-jen commanded the New First Army to capture Siping within three days, defeating the Northeast Democratic United Army led by Lin Biao."
        }
      }
    },
    {
      "id": "国民革命军新编第一军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民革命军新编第一军",
          "新一军",
          "新编第一军",
          "天下第一军"
        ],
        "en": [
          "New 1st Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国国民革命军在第二次中日战争末期和第二次国共内战时期的一支主力部队，由中国驻印军改编而成，孙立人曾长期担任该军军长。",
          "en": "A main force of the National Revolutionary Army of the Republic of China during the late Second Sino-Japanese War and the Chinese Civil War. It was reorganized from the Chinese Army in India, and Sun Li-jen served as its commander for a long period."
        }
      }
    },
    {
      "id": "国民革命军陆军新编第三十八师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民革命军陆军新编第三十八师",
          "新编第三十八师",
          "新三十八师"
        ],
        "en": [
          "New 38th Division"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国国民革命军的一支部队，前身为财政部缉私总队。在孙立人担任师长期间，于缅甸战场屡建奇功，尤其以仁安羌大捷闻名。",
          "en": "A unit of the National Revolutionary Army of the Republic of China, formerly the Salt Gabelle's armed force. Under the command of Sun Li-jen, it achieved remarkable successes on the Burma battlefield, especially famous for the victory at Yenangyaung."
        }
      }
    },
    {
      "id": "清华大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清华大学",
          "清华学校"
        ],
        "en": [
          "Tsinghua University"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "北京"
        },
        "description": {
          "zh-cn": "位于中国北京的著名高等学府。孙立人于1914年考入其前身清华学校，1923年毕业。",
          "en": "A renowned institution of higher education located in Beijing, China. Sun Li-jen was admitted to its predecessor, Tsinghua School, in 1914 and graduated in 1923."
        }
      }
    },
    {
      "id": "普渡大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "普渡大学"
        ],
        "en": [
          "Purdue University"
        ]
      },
      "properties": {
        "location": {
          "en": "United States"
        },
        "description": {
          "zh-cn": "位于美国的公立大学。孙立人于1925年获得该校土木工程学士学位。",
          "en": "A public university in the United States. Sun Li-jen obtained a bachelor's degree in civil engineering from this university in 1925."
        }
      }
    },
    {
      "id": "弗吉尼亚军事学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "弗吉尼亚军事学院",
          "维吉尼亚军校"
        ],
        "en": [
          "Virginia Military Institute"
        ]
      },
      "properties": {
        "location": {
          "en": "United States"
        },
        "description": {
          "zh-cn": "位于美国的著名军事院校。孙立人于1927年获得该校文学士学位。",
          "en": "A renowned military college in the United States. Sun Li-jen obtained a Bachelor of Arts degree from this institute in 1927."
        }
      }
    },
    {
      "id": "美国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国"
        ],
        "en": [
          "United States of America"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北美洲的国家。在第二次世界大战期间是中华民国的盟友。美国军方高度评价孙立人，并曾考虑支持他取代蒋中正，这层关系加深了蒋对孙的猜忌。",
          "en": "A country in North America. It was an ally of the Republic of China during World War II. The U.S. military held Sun Li-jen in high regard and considered supporting him to replace Chiang Kai-shek, a relationship that deepened Chiang's suspicion of Sun."
        }
      }
    },
    {
      "id": "英国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "英国"
        ],
        "en": [
          "United Kingdom"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "欧洲的国家。在第二次世界大战期间是中华民国的盟友。孙立人在仁安羌之战中解救了被围的英军，因此获授大英帝国司令勋章。",
          "en": "A country in Europe. It was an ally of the Republic of China during World War II. Sun Li-jen rescued besieged British troops in the Battle of Yenangyaung, for which he was awarded the Commander of the Order of the British Empire."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "孙立人",
      "target": "清华大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1923",
        "degree": {
          "zh-cn": "庚子赔款留美预科",
          "en": "Gengzi Indemnity Scholarship Program"
        },
        "description": {
          "zh-cn": "孙立人于1914年考取清华学校庚子赔款留美预科，1923年毕业。",
          "en": "Sun Li-jen was admitted to the Tsinghua School's Gengzi Indemnity Scholarship Program in 1914 and graduated in 1923."
        }
      }
    },
    {
      "source": "孙立人",
      "target": "普渡大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1925",
        "degree": {
          "zh-cn": "土木工程学学士",
          "en": "Bachelor of Science in Civil Engineering"
        },
        "description": {
          "zh-cn": "孙立人于1925年获得普渡大学土木工程学学士学位。",
          "en": "Sun Li-jen received a Bachelor of Science in Civil Engineering from Purdue University in 1925."
        }
      }
    },
    {
      "source": "孙立人",
      "target": "弗吉尼亚军事学院",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1927",
        "degree": {
          "zh-cn": "文学士",
          "en": "Bachelor of Arts"
        },
        "description": {
          "zh-cn": "孙立人于1927年获得弗吉尼亚军事学院文学士学位。",
          "en": "Sun Li-jen received a Bachelor of Arts from the Virginia Military Institute in 1927."
        }
      }
    },
    {
      "source": "宋子文",
      "target": "孙立人",
      "type": "PUSHED",
      "properties": {
        "start_date": "1932",
        "description": {
          "zh-cn": "时任财政部长宋子文赏识孙立人，孙的军旅生涯即始于宋所创建的财政部税警总团。",
          "en": "Then-Minister of Finance T. V. Soong appreciated Sun Li-jen, and Sun's military career began in the Salt Revenue Police force founded by Soong."
        }
      }
    },
    {
      "source": "孙立人",
      "target": "仁安羌之战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1942-04",
        "description": {
          "zh-cn": "孙立人指挥其新编第三十八师以一个团的兵力，击退数倍日军，成功解救了被围困的英军。",
          "en": "Sun Li-jen commanded his New 38th Division, with the force of one regiment, to repel a numerically superior Japanese force and successfully rescued the besieged British troops."
        }
      }
    },
    {
      "source": "仁安羌之战",
      "target": "孙立人",
      "type": "PUSHED",
      "properties": {
        "start_date": "1942-04",
        "description": {
          "zh-cn": "此战的胜利为孙立人赢得了崇高的国际声誉，被誉为“东方隆美尔”，并获英美两国授勋。",
          "en": "The victory in this battle earned Sun Li-jen high international prestige, the nickname 'Rommel of the East,' and decorations from both the United Kingdom and the United States."
        }
      }
    },
    {
      "source": "孙立人",
      "target": "英国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1942-04-19",
        "description": {
          "zh-cn": "在仁安羌之战中，孙立人率部解救了超过7000名被日军围困的英军士兵。",
          "en": "In the Battle of Yenangyaung, Sun Li-jen led his troops to rescue over 7,000 British soldiers besieged by the Japanese army."
        }
      }
    },
    {
      "source": "孙立人",
      "target": "杜聿明",
      "type": "ENEMY_OF",
      "properties": {
        "period": [
          "1942",
          "1946 - 1947"
        ],
        "description": {
          "zh-cn": "在缅甸战役撤退路线和东北作战指挥上，孙立人与杜聿明均有严重分歧，将帅不和，关系交恶。",
          "en": "Sun Li-jen and Du Yuming had serious disagreements on the retreat route during the Burma Campaign and on command in the Northeast China, leading to a hostile relationship between the two generals."
        }
      }
    },
    {
      "source": "杜聿明",
      "target": "孙立人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1947-04",
        "description": {
          "zh-cn": "在东北战场上，杜聿明排挤孙立人，并向蒋中正屡次批评孙，最终导致孙被调离东北，解除兵权。",
          "en": "On the Northeast battlefield, Du Yuming marginalized Sun Li-jen and repeatedly criticized him to Chiang Kai-shek, which ultimately led to Sun's removal from the Northeast and the stripping of his military command."
        }
      }
    },
    {
      "source": "孙立人",
      "target": "林彪",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1946-05",
        "description": {
          "zh-cn": "在第二次四平战役中，孙立人指挥新一军仅用三天就攻克四平，击败了林彪所率领的东北民主联军。",
          "en": "In the Second Battle of Siping, Sun Li-jen commanded the New First Army to capture Siping in just three days, defeating the Northeast Democratic United Army led by Lin Biao."
        }
      }
    },
    {
      "source": "马歇尔",
      "target": "孙立人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1946-06",
        "description": {
          "zh-cn": "马歇尔奉命调停国共冲突，其促成的停战令阻止了孙立人率部继续向哈尔滨追击林彪部队。",
          "en": "George Marshall's mediation of the KMT-CCP conflict resulted in a ceasefire order that stopped Sun Li-jen's troops from pursuing Lin Biao's forces towards Harbin."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "孙立人兵变案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "蒋中正指控孙立人及其部属涉嫌兵变，并成立九人委员会进行调查，最终导致孙立人被革职软禁。",
          "en": "Chiang Kai-shek accused Sun Li-jen and his subordinates of plotting a mutiny, established a nine-member committee to investigate, and ultimately caused Sun to be dismissed and placed under house arrest."
        }
      }
    },
    {
      "source": "蒋经国",
      "target": "孙立人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1950",
        "end_date": "1955",
        "description": {
          "zh-cn": "蒋经国认为孙立人威胁其父权力，向蒋中正构陷孙，主张拔除其兵权，是导致孙立人被整肃的关键人物。",
          "en": "Chiang Ching-kuo believed Sun Li-jen threatened his father's power and framed Sun to Chiang Kai-shek, advocating for the removal of his military authority, making him a key figure in Sun's purge."
        }
      }
    },
    {
      "source": "孙立人兵变案",
      "target": "孙立人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1955-08-20",
        "end_date": "1988",
        "description": {
          "zh-cn": "因郭廷亮匪谍案，孙立人被指控“纵容”部属武装叛乱等罪名，被革除职务并遭受长达33年的软禁。",
          "en": "Due to the Guo Tingliang spy case, Sun Li-jen was accused of 'condoning' armed rebellion by his subordinates, leading to his dismissal from office and 33 years of house arrest."
        }
      }
    },
    {
      "source": "麦克阿瑟",
      "target": "孙立人",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-02",
        "description": {
          "zh-cn": "麦克阿瑟曾邀请孙立人至东京会谈，并表示美国将全力支持他承担防卫台湾的责任。",
          "en": "Douglas MacArthur invited Sun Li-jen to Tokyo for talks and stated that the United States would fully support him in taking responsibility for the defense of Taiwan."
        }
      }
    },
    {
      "source": "美国",
      "target": "孙立人",
      "type": "INFLUENCED",
      "properties": {
        "period": "1942 - 1955",
        "description": {
          "zh-cn": "美国军方高度评价孙立人，并曾考虑支持他取代蒋中正，这层关系也加深了蒋对孙的猜忌，间接导致其政治生涯的终结。",
          "en": "The U.S. military held Sun Li-jen in high regard and once considered supporting him to replace Chiang Kai-shek. This relationship deepened Chiang's suspicion of Sun, indirectly leading to the end of his political career."
        }
      }
    },
    {
      "source": "郑为元",
      "target": "孙立人",
      "type": "PUSHED",
      "properties": {
        "start_date": "1988",
        "description": {
          "zh-cn": "蒋经国逝世后，时任国防部长郑为元亲自下令，解除了对孙立人长达33年的软禁。",
          "en": "After the death of Chiang Ching-kuo, then-Minister of National Defense Cheng Wei-yuan personally ordered the lifting of Sun Li-jen's 33-year-long house arrest."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "孙立人",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-12-07",
        "description": {
          "zh-cn": "在孙立人逝世后，时任总统李登辉颁发总统褒扬令，以表彰其一生的功勋。",
          "en": "After Sun Li-jen's death, then-President Lee Teng-hui issued a presidential citation to honor his lifetime achievements."
        }
      }
    },
    {
      "source": "孙立人",
      "target": "孙熙泽",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "孙中平",
      "target": "孙立人",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "孙立人",
      "target": "张晶英",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1930",
        "end_date": "1990"
      }
    },
    {
      "source": "郭廷亮",
      "target": "孙立人",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "郭廷亮是孙立人的旧部属及联络官，其被指控为匪谍是孙立人兵变案的导火索。",
          "en": "Guo Tingliang was a former subordinate and liaison officer of Sun Li-jen. His accusation as a Communist spy was the trigger for the Sun Li-jen incident."
        }
      }
    }
  ]
}