{
  "nodes": [
    {
      "id": "中国特色社会主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国特色社会主义",
          "有中国特色的社会主义"
        ],
        "en": [
          "Socialism with Chinese characteristics"
        ]
      },
      "properties": {
        "period": "1982-09 - ",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国在改革开放后提倡的一种意识形态，旨在探索实质的共产主义，其理论体系被视为“马克思主义中国化”的成果之一。",
          "en": "An ideology advocated by the Communist Party of China and the People's Republic of China after the reform and opening up, aimed at exploring substantive communism. Its theoretical system is considered one of the achievements of the 'sinicization of Marxism'."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心人物，改革开放的主要设计师，于1982年中共十二大上首次提出“有中国特色的社会主义”概念。",
          "en": "The core figure of the second generation of the central leadership of the Communist Party of China, the main architect of the reform and opening up, who first proposed the concept of 'socialism with Chinese characteristics' at the 12th National Congress of the CPC in 1982."
        }
      }
    },
    {
      "id": "中国共产党第十二次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十二次全国代表大会",
          "中共十二大"
        ],
        "en": [
          "12th National Congress of the Chinese Communist Party"
        ]
      },
      "properties": {
        "period": "1982-09-01 - 1982-09-11",
        "description": {
          "zh-cn": "改革开放后召开的第一次中共全党代表大会，邓小平在此次大会的开幕词中首次提出“有中国特色的社会主义”。",
          "en": "The first national congress of the CPC held after the reform and opening up, where Deng Xiaoping first proposed 'socialism with Chinese characteristics' in his opening speech."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "Communist Party of China"
        ]
      },
      "properties": {
        "period": "1921-07-23 - ",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "中华人民共和国的执政党，是中国特色社会主义理论的提出者和实践者。",
          "en": "The ruling party of the People's Republic of China, and the proposer and practitioner of the theory of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "改革开放",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "改革开放"
        ],
        "en": [
          "Reform and opening-up"
        ]
      },
      "properties": {
        "period": "1978-12-18 - ",
        "description": {
          "zh-cn": "始于1978年的一项中国国策，为中国特色社会主义理论的形成提供了历史背景和实践基础。",
          "en": "A national policy of China that began in 1978, providing the historical context and practical basis for the formation of the theory of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "现任中共中央总书记，提出了“中国共产党领导是中国特色社会主义最本质的特征”的论断，并创立了习近平新时代中国特色社会主义思想。",
          "en": "The current General Secretary of the CPC Central Committee, who put forward the assertion that 'the leadership of the Communist Party of China is the most essential feature of socialism with Chinese characteristics' and founded Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era."
        }
      }
    },
    {
      "id": "毛泽东思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "毛泽东思想"
        ],
        "en": [
          "Mao Zedong Thought"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "被中国共产党视为马克思列宁主义在中国的发展，是中国特色社会主义理论体系的指导思想之一。",
          "en": "Regarded by the Communist Party of China as the development of Marxism-Leninism in China, and one of the guiding ideologies of the theoretical system of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "马克思列宁主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "马克思列宁主义"
        ],
        "en": [
          "Marxism–Leninism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的指导思想之一，也是中国特色社会主义理论的思想来源。",
          "en": "One of the guiding ideologies of the Communist Party of China and a source of thought for the theory of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": [
          "Hu Yaobang"
        ]
      },
      "properties": {
        "lifetime": "1915-11-20 - 1989-04-15",
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中共中央总书记，在中共十二大上提出建设“高度文明、高度民主”的社会主义国家，是中国特色社会主义早期发展阶段的重要人物。",
          "en": "Former General Secretary of the CPC Central Committee, who proposed building a socialist country with 'a high level of civilization and democracy' at the 12th Party Congress, an important figure in the early development stage of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "lifetime": "1919-10-17 - 2005-01-17",
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中共中央总书记，在中共十三大上作报告，阐述了社会主义初级阶段理论和党的基本路线，推动了中国特色社会主义的发展。",
          "en": "Former General Secretary of the CPC Central Committee, who delivered a report at the 13th Party Congress, elaborating on the theory of the primary stage of socialism and the Party's basic line, promoting the development of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "中国共产党第十三次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十三次全国代表大会",
          "中共十三大"
        ],
        "en": [
          "13th National Congress of the Chinese Communist Party"
        ]
      },
      "properties": {
        "period": "1987-10-25 - 1987-11-01",
        "description": {
          "zh-cn": "在此次大会上，时任中共中央总书记赵紫阳作了题为《沿着有中国特色的社会主义道路前进》的报告，系统阐述了社会主义初级阶段的理论。",
          "en": "At this congress, then General Secretary Zhao Ziyang delivered a report titled 'Advancing Along the Road of Socialism with Chinese Characteristics', systematically expounding the theory of the primary stage of socialism."
        }
      }
    },
    {
      "id": "邓小平理论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "邓小平理论"
        ],
        "en": [
          "Deng Xiaoping Theory"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国特色社会主义理论体系的组成部分，以邓小平为主要创立者。",
          "en": "A component of the theoretical system of socialism with Chinese characteristics, with Deng Xiaoping as its main founder."
        }
      }
    },
    {
      "id": "三个代表",
      "type": "Document",
      "name": {
        "zh-cn": [
          "三个代表"
        ],
        "en": [
          "Three Represents"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国特色社会主义理论体系的组成部分，由江泽民提出。",
          "en": "A component of the theoretical system of socialism with Chinese characteristics, proposed by Jiang Zemin."
        }
      }
    },
    {
      "id": "科学发展观",
      "type": "Document",
      "name": {
        "zh-cn": [
          "科学发展观"
        ],
        "en": [
          "Scientific Outlook on Development"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国特色社会主义理论体系的组成部分，由胡锦涛提出。",
          "en": "A component of the theoretical system of socialism with Chinese characteristics, proposed by Hu Jintao."
        }
      }
    },
    {
      "id": "习近平新时代中国特色社会主义思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "习近平新时代中国特色社会主义思想",
          "新时代中国特色社会主义思想"
        ],
        "en": [
          "Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国特色社会主义理论体系的最新成果，由习近平创立。",
          "en": "The latest achievement of the theoretical system of socialism with Chinese characteristics, founded by Xi Jinping."
        }
      }
    },
    {
      "id": "社会主义市场经济",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "社会主义市场经济"
        ],
        "en": [
          "Socialist market economy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国特色社会主义的经济体制，是中国经济建设的核心内容之一。",
          "en": "The economic system of socialism with Chinese characteristics, one of the core components of China's economic construction."
        }
      }
    },
    {
      "id": "资本主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "资本主义"
        ],
        "en": [
          "Capitalism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种经济学或经济社会学的意识形态，中国特色社会主义被一些批评者认为是其一种形式，如国家资本主义或威权资本主义。",
          "en": "An economic or socio-economic ideology, which some critics consider socialism with Chinese characteristics to be a form of, such as state capitalism or authoritarian capitalism."
        }
      }
    },
    {
      "id": "希腊共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "希腊共产党"
        ],
        "en": [
          "Communist Party of Greece"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "海外左翼政党，对中国特色社会主义的社会主义性质提出质疑。",
          "en": "A foreign left-wing political party that questions the socialist nature of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "日本共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本共产党"
        ],
        "en": [
          "Japanese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "海外左翼政党，对中国特色社会主义的社会主义性质提出质疑。",
          "en": "A foreign left-wing political party that questions the socialist nature of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "齐泽克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "齐泽克"
        ],
        "en": [
          "Slavoj Žižek"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "斯洛文尼亚学者，评价中国特色社会主义是资本主义和威权主义的结合。",
          "en": "A Slovenian scholar who described socialism with Chinese characteristics as a combination of capitalism and authoritarianism."
        }
      }
    },
    {
      "id": "白宫",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "白宫"
        ],
        "en": [
          "White House"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "美国总统的官邸和主要办公场所，其发布的战略方针文件对中国特色社会主义的性质作出了负面描述。",
          "en": "The official residence and principal workplace of the president of the United States. Its strategic approach document provided a negative description of the nature of socialism with Chinese characteristics."
        }
      }
    },
    {
      "id": "为人民服务—共产主义联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "为人民服务—共产主义联盟"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "马列毛主义组织，认为中国是社会帝国主义国家。",
          "en": "A Marxist-Leninist-Maoist organization that considers China a social-imperialist country."
        }
      }
    },
    {
      "id": "印度共产党（毛主义）",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "印度共产党（毛主义）"
        ],
        "en": [
          "Communist Party of India (Maoist)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "马列毛主义组织，认为中国是社会帝国主义国家。",
          "en": "A Marxist-Leninist-Maoist organization that considers China a social-imperialist country."
        }
      }
    },
    {
      "id": "傅青山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "傅青山"
        ],
        "en": [
          "Eli Friedman"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "康奈尔大学教授，认为当代中国是资本主义社会。",
          "en": "A professor at Cornell University who argues that contemporary China is a capitalist society."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "邓小平",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-09-01",
        "description": {
          "zh-cn": "在中国共产党第十二次全国代表大会的开幕词中首次提出“有中国特色的社会主义”概念，以减少改革阻力。",
          "en": "First proposed the concept of 'socialism with Chinese characteristics' in the opening speech of the 12th National Congress of the Chinese Communist Party to reduce resistance to reform."
        }
      }
    },
    {
      "source": "中国共产党第十二次全国代表大会",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-09-01",
        "description": {
          "zh-cn": "此次会议标志着中国正式进入“中国特色社会主义”的新的政治轨道，邓小平在此会议上首次提出了该概念。",
          "en": "This congress marked China's formal entry into a new political track of 'socialism with Chinese characteristics', where Deng Xiaoping first proposed the concept."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-09",
        "description": {
          "zh-cn": "中国共产党提出并不断发展中国特色社会主义理论，将其作为党的全部理论和实践的主题。",
          "en": "The Communist Party of China proposed and continuously developed the theory of socialism with Chinese characteristics, making it the theme of all the Party's theories and practices."
        }
      }
    },
    {
      "source": "改革开放",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1978-12-18",
        "description": {
          "zh-cn": "改革开放是中国特色社会主义理论提出的历史背景和实践基础，该理论是在改革开放取得成功后转变为固定国策。",
          "en": "The reform and opening-up served as the historical context and practical basis for proposing the theory of socialism with Chinese characteristics, which became a fixed national policy after the success of the reform and opening-up."
        }
      }
    },
    {
      "source": "习近平",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "提出“中国共产党领导是中国特色社会主义最本质的特征”的论断，并创立了习近平新时代中国特色社会主义思想，发展了该理论体系。",
          "en": "Proposed the assertion that 'the leadership of the Communist Party of China is the most essential feature of socialism with Chinese characteristics' and founded Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, thereby developing the theoretical system."
        }
      }
    },
    {
      "source": "马克思列宁主义",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为中国共产党的指导思想，马克思列宁主义是中国特色社会主义的理论基础之一。",
          "en": "As a guiding ideology of the Communist Party of China, Marxism–Leninism is one of the theoretical foundations of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "毛泽东思想",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为中国共产党的指导思想，毛泽东思想是中国特色社会主义的理论基础之一。",
          "en": "As a guiding ideology of the Communist Party of China, Mao Zedong Thought is one of the theoretical foundations of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "邓小平理论",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "邓小平理论是中国特色社会主义理论体系的奠基和核心组成部分。",
          "en": "Deng Xiaoping Theory is the foundation and a core component of the theoretical system of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "三个代表",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“三个代表”重要思想是中国特色社会主义理论体系的组成部分，继承并发展了该理论。",
          "en": "The important thought of the 'Three Represents' is a component of the theoretical system of socialism with Chinese characteristics, inheriting and developing the theory."
        }
      }
    },
    {
      "source": "科学发展观",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "科学发展观是中国特色社会主义理论体系的组成部分，根据此理念，中共十七大新增了“社会建设”，使基本路线变为“四位一体”。",
          "en": "The Scientific Outlook on Development is a component of the theoretical system of socialism with Chinese characteristics. Based on this concept, the 17th Party Congress added 'social construction', changing the basic line to a 'four-in-one' model."
        }
      }
    },
    {
      "source": "习近平新时代中国特色社会主义思想",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "习近平新时代中国特色社会主义思想是中国特色社会主义理论体系的最新发展和组成部分。",
          "en": "Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era is the latest development and a component of the theoretical system of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "胡耀邦",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-09",
        "description": {
          "zh-cn": "在中共十二大上提出，要把中国建设成为高度文明、高度民主的社会主义国家，明确了中国特色社会主义初期的发展目标。",
          "en": "At the 12th Party Congress, he proposed to build China into a socialist country with a high level of civilization and democracy, clarifying the development goals for the initial stage of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "赵紫阳",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987-10",
        "description": {
          "zh-cn": "在中共十三大上作报告，将中国特色社会主义的发展目标明确为建设“富强、民主、文明”的社会主义现代化国家。",
          "en": "Delivered a report at the 13th Party Congress, defining the development goal of socialism with Chinese characteristics as building a 'prosperous, democratic, and civilized' socialist modernized country."
        }
      }
    },
    {
      "source": "中国特色社会主义",
      "target": "社会主义市场经济",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中国特色社会主义理论将建设社会主义市场经济作为其核心经济建设目标之一。",
          "en": "The theory of socialism with Chinese characteristics regards the construction of a socialist market economy as one of its core economic construction goals."
        }
      }
    },
    {
      "source": "希腊共产党",
      "target": "中国特色社会主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "对中国特色社会主义的社会主义性质提出质疑。",
          "en": "Questions the socialist nature of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "日本共产党",
      "target": "中国特色社会主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "对中国特色社会主义的社会主义性质提出质疑。",
          "en": "Questions the socialist nature of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "为人民服务—共产主义联盟",
      "target": "中国特色社会主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "认为中国特色社会主义是社会帝国主义。",
          "en": "Considers socialism with Chinese characteristics to be social imperialism."
        }
      }
    },
    {
      "source": "印度共产党（毛主义）",
      "target": "中国特色社会主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "认为中国特色社会主义是社会帝国主义。",
          "en": "Considers socialism with Chinese characteristics to be social imperialism."
        }
      }
    },
    {
      "source": "齐泽克",
      "target": "中国特色社会主义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2015",
        "description": {
          "zh-cn": "评价称“中国特色社会主义是资本主义和威权主义的完美结合”，对其性质持批判态度。",
          "en": "Commented that 'socialism with Chinese characteristics is the perfect combination of capitalism and authoritarianism,' holding a critical view of its nature."
        }
      }
    },
    {
      "source": "傅青山",
      "target": "中国特色社会主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "认为“二十一世纪的中国是个资本主义社会”，否定了中国特色社会主义的社会主义性质。",
          "en": "Argues that 'twenty-first-century China is a capitalist society,' denying the socialist nature of socialism with Chinese characteristics."
        }
      }
    },
    {
      "source": "白宫",
      "target": "中国特色社会主义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020",
        "description": {
          "zh-cn": "在其发布的《美国对中华人民共和国的战略方针》中，将中国特色社会主义描述为以“民族主义、一党专政、经济为国家主导”为特征，这是一种负面定性。",
          "en": "In its 'United States Strategic Approach to the People's Republic of China', it described socialism with Chinese characteristics as featuring 'nationalism, one-party rule, and a state-led economy', which is a negative characterization."
        }
      }
    }
  ]
}