{
  "nodes": [
    {
      "id": "新文化运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "新文化运动",
          "新思潮",
          "中国文艺复兴"
        ],
        "en": [
          "New Culture Movement"
        ]
      },
      "properties": {
        "period": "1915 - ",
        "description": {
          "zh-cn": "1915年起在中国发起的一场宣扬民主与科学的文化运动，内容包括白话运动、反孔非儒、整理国故及引进各种西方思想，对中国近现代文化、思想和社会产生了深远影响。",
          "en": "A cultural movement initiated in China from 1915, advocating for democracy and science. It encompassed the Vernacular Movement, anti-Confucianism, re-evaluation of national heritage, and the introduction of various Western ideologies, profoundly influencing modern Chinese culture, thought, and society."
        }
      }
    },
    {
      "id": "陈独秀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈独秀"
        ],
        "en": [
          "Chen Duxiu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、革命家，新文化运动主要发起人之一，《新青年》杂志的创办者，中国共产党创始人及早期主要领导人。",
          "en": "Chinese politician and revolutionary, a main initiator of the New Culture Movement, founder of the 'New Youth' magazine, and a founder and early primary leader of the Chinese Communist Party."
        }
      }
    },
    {
      "id": "胡适",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡适"
        ],
        "en": [
          "Hu Shih"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国哲学家、历史学家、文学家，新文化运动主要发起人之一，大力提倡白话文、实验主义和自由主义。",
          "en": "Chinese philosopher, historian, and writer, a main initiator of the New Culture Movement, and a strong advocate for vernacular Chinese, pragmatism, and liberalism."
        }
      }
    },
    {
      "id": "蔡元培",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡元培"
        ],
        "en": [
          "Cai Yuanpei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国教育家、革命家，新文化运动主要发起人之一。在担任北京大学校长期间，他倡导“思想自由、兼容并包”的办学原则，使北大成为新文化运动的重要中心。",
          "en": "Chinese educator and revolutionary, a main initiator of the New Culture Movement. As president of Peking University, he advocated the principle of 'freedom of thought and inclusion of diverse ideas,' making the university a key center for the movement."
        }
      }
    },
    {
      "id": "新青年",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新青年",
          "青年杂志"
        ],
        "en": [
          "New Youth",
          "La Jeunesse"
        ]
      },
      "properties": {
        "period": "1915-09 - ",
        "description": {
          "zh-cn": "由陈独秀创办的杂志，原名《青年杂志》，是新文化运动的主要思想阵地，传播民主、科学及各种新思潮。",
          "en": "A magazine founded by Chen Duxiu, originally named 'Youth Magazine', which served as the primary ideological platform for the New Culture Movement, disseminating ideas of democracy, science, and various new ideologies."
        }
      }
    },
    {
      "id": "北京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京大学"
        ],
        "en": [
          "Peking University"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国著名高等学府。在蔡元培校长领导下，成为新文化运动的主要阵地之一，聚集了陈独秀、胡适、李大钊等大批新派知识分子。",
          "en": "A renowned institution of higher learning in China. Under the leadership of President Cai Yuanpei, it became a major center for the New Culture Movement, gathering a large number of new-school intellectuals such as Chen Duxiu, Hu Shih, and Li Dazhao."
        }
      }
    },
    {
      "id": "文学革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文学革命",
          "白话运动",
          "新文学运动"
        ],
        "en": [
          "Literary Revolution",
          "Vernacular Movement"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新文化运动的重要组成部分，旨在以贴近口语的白话文取代传统的文言文作为书面语，并对文学的内容、形式和评价标准进行全面革新。",
          "en": "An important component of the New Culture Movement, aiming to replace classical literary Chinese with vernacular Chinese as the written language, and to comprehensively innovate the content, form, and evaluation criteria of literature."
        }
      }
    },
    {
      "id": "反孔非儒思潮",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反孔非儒思潮"
        ],
        "en": [
          "Anti-Confucianism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新文化运动的核心内容之一，旨在激烈批判以孔子和儒家思想为代表的传统礼教、伦理道德和思想体系，认为其是造成中国社会落后的根源。",
          "en": "One of the core components of the New Culture Movement, aimed at fiercely criticizing the traditional ethical codes, morals, and ideological systems represented by Confucius and Confucianism, which were seen as the root cause of China's social backwardness."
        }
      }
    },
    {
      "id": "整理国故",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "整理国故"
        ],
        "en": [
          "Re-evaluation of National Heritage"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新文化运动的组成部分，由胡适等人倡导，主张运用西方的科学方法对中国古代的学术、思想、文化遗产进行系统性的梳理、考证和重新评价。",
          "en": "A component of the New Culture Movement, advocated by figures like Hu Shih, which proposed using Western scientific methods to systematically organize, verify, and re-evaluate China's ancient academic, intellectual, and cultural heritage."
        }
      }
    },
    {
      "id": "民主",
      "type": "Document",
      "name": {
        "zh-cn": [
          "民主",
          "德先生",
          "德莫克拉西"
        ],
        "en": [
          "Democracy",
          "Mr. De"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新文化运动倡导的核心理念之一，被拟人化为“德先生”，指代西方的民主政治制度、思想和精神。",
          "en": "One of the core concepts advocated by the New Culture Movement, personified as 'Mr. De', referring to Western democratic political systems, ideas, and spirit."
        }
      }
    },
    {
      "id": "科学",
      "type": "Document",
      "name": {
        "zh-cn": [
          "科学",
          "赛先生",
          "赛因斯"
        ],
        "en": [
          "Science",
          "Mr. Sai"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新文化运动倡导的核心理念之一，被拟人化为“赛先生”，指代西方的科学思想、精神和实证方法。",
          "en": "One of the core concepts advocated by the New Culture Movement, personified as 'Mr. Sai', referring to Western scientific thought, spirit, and empirical methods."
        }
      }
    },
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04 - ",
        "description": {
          "zh-cn": "1919年爆发的以青年学生为主导，广大群众、市民、工商人士等阶层共同参与的，通过示威游行、请愿、罢工、暴力对抗政府等多种形式进行的爱国运动。它与新文化运动在思想上相互关联，并相互促进。",
          "en": "A patriotic movement that erupted in 1919, led by young students and involving broad participation from the masses, citizens, and business circles, utilizing various forms such as demonstrations, petitions, strikes, and violent confrontations with the government. It was ideologically interconnected with and mutually reinforcing of the New Culture Movement."
        }
      }
    },
    {
      "id": "李大钊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李大钊"
        ],
        "en": [
          "Li Dazhao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国知识分子、革命家，新文化运动的重要参与者，中国最早系统介绍和传播马克思主义的先驱之一，中国共产党创始人之一。",
          "en": "Chinese intellectual and revolutionary, an important participant in the New Culture Movement, one of the pioneers in systematically introducing and disseminating Marxism in China, and a founder of the Chinese Communist Party."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、军事家，曾长期担任中国国民党总裁及中华民国总统。他对新文化运动持严厉批评态度，认为其崇洋媚外，破坏了中国固有道德。",
          "en": "Chinese politician and military leader, who served for a long time as the leader of the Kuomintang and President of the Republic of China. He was a staunch critic of the New Culture Movement, viewing it as worship of foreign things and destructive to China's inherent morality."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家、政治家，中国共产党和中华人民共和国的主要缔造者和领导人。他曾对新文化运动进行评价，肯定其反封建的进步性，但认为其属于资产阶级民主主义范畴且不彻底。",
          "en": "Chinese revolutionary and statesman, the main founder and leader of the Chinese Communist Party and the People's Republic of China. He evaluated the New Culture Movement, affirming its progressive anti-feudal nature but considering it to be within the scope of bourgeois democracy and incomplete."
        }
      }
    },
    {
      "id": "袁世凯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁世凯"
        ],
        "en": [
          "Yuan Shikai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国早期政治及军事人物，曾任中华民国临时大总统和正式大总统。他推行尊孔复古政策并试图复辟帝制，成为新文化运动的直接批判对象。",
          "en": "An early political and military figure in the Republic of China, who served as Provisional President and official President. He promoted pro-Confucian and restorationist policies and attempted to restore the monarchy, making him a direct target of criticism for the New Culture Movement."
        }
      }
    },
    {
      "id": "康有为",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康有为"
        ],
        "en": [
          "Kang Youwei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清末民初的政治家、思想家，戊戌变法的主要领导者之一。民国时期，他积极倡导尊孔，主张将孔教立为国教，与新文化运动的反孔思潮形成对立。",
          "en": "A politician and thinker of the late Qing and early Republican era, one of the main leaders of the Hundred Days' Reform. During the Republican period, he actively advocated for the veneration of Confucius and proposed establishing Confucianism as the state religion, placing him in opposition to the anti-Confucian trend of the New Culture Movement."
        }
      }
    },
    {
      "id": "孔教",
      "type": "Document",
      "name": {
        "zh-cn": [
          "孔教"
        ],
        "en": [
          "Confucianism (as a religion)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以孔子思想为核心的学说体系和伦理规范。在新文化运动中，它被视为封建专制和旧礼教的象征，成为“反孔非儒”思潮的主要批判对象。",
          "en": "A system of doctrines and ethical norms centered on the thought of Confucius. During the New Culture Movement, it was regarded as a symbol of feudal despotism and old rituals, becoming the main target of criticism for the anti-Confucian trend."
        }
      }
    },
    {
      "id": "鲁迅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲁迅",
          "周树人"
        ],
        "en": [
          "Lu Xun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国文学家、思想家，新文化运动的重要参与者。他通过《狂人日记》等白话文小说和杂文，深刻批判了中国的封建礼教和传统文化，对运动产生了深远影响。",
          "en": "Chinese writer and thinker, a key participant in the New Culture Movement. Through his vernacular novels like 'A Madman's Diary' and essays, he profoundly criticized China's feudal rituals and traditional culture, exerting a far-reaching influence on the movement."
        }
      }
    },
    {
      "id": "吴虞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴虞"
        ],
        "en": [
          "Wu Yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国学者，新文化运动中激进反孔的代表人物之一。他在《新青年》上发表多篇文章猛烈攻击儒家学说，被胡适称为“四川省只手打孔家店的老英雄”。",
          "en": "Chinese scholar, one of the radical anti-Confucian figures in the New Culture Movement. He published numerous articles in 'New Youth' fiercely attacking Confucianism and was dubbed by Hu Shih as 'the old hero from Sichuan who single-handedly smashed the Confucian establishment'."
        }
      }
    },
    {
      "id": "林纾",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林纾"
        ],
        "en": [
          "Lin Shu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代文学家、翻译家，以翻译大量西洋小说闻名。他坚守古文立场，激烈反对新文化运动中的白话文运动。",
          "en": "A modern Chinese writer and translator, famous for translating numerous Western novels. He staunchly defended the classical literary language and vehemently opposed the Vernacular Movement within the New Culture Movement."
        }
      }
    },
    {
      "id": "学衡派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "学衡派"
        ],
        "en": [
          "Xueheng School"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "民国时期以《学衡》杂志为中心形成的学术文化流派。该派成员多有留学背景，他们反对新文化运动对中国传统文化的激烈批判和全盘否定，主张“昌明国粹，融化新知”。",
          "en": "An academic and cultural school formed around the 'Xueheng' (Critical Review) magazine during the Republican era. Many of its members had studied abroad. They opposed the New Culture Movement's fierce criticism and wholesale rejection of traditional Chinese culture, advocating for 'illuminating the national quintessence and assimilating new knowledge'."
        }
      }
    },
    {
      "id": "吴宓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴宓"
        ],
        "en": [
          "Wu Mi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国现代著名学者、教育家，学衡派的代表人物。他通过创办《学衡》杂志，撰写文章系统地批评新文化运动，认为其对中西文化的理解均存在谬误。",
          "en": "A renowned modern Chinese scholar and educator, and a representative figure of the Xueheng School. Through founding the 'Xueheng' magazine, he wrote articles systematically criticizing the New Culture Movement, arguing that its understanding of both Chinese and Western cultures was flawed."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代民主革命家，中华民国的奠基人。他认为新文化运动是外来文化的压迫，破坏了中国固有的忠孝仁义等优良道德，是一种崇洋媚外的表现。",
          "en": "A modern Chinese democratic revolutionary and the founding father of the Republic of China. He viewed the New Culture Movement as a form of foreign cultural oppression that destroyed China's inherent virtues like loyalty, filial piety, benevolence, and righteousness, seeing it as an expression of worshiping foreign things."
        }
      }
    },
    {
      "id": "李大钊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李大钊"
        ],
        "en": [
          "Li Dazhao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国知识分子、革命家，新文化运动的重要参与者，中国最早系统介绍和传播马克思主义的先驱之一，中国共产党创始人之一。",
          "en": "Chinese intellectual and revolutionary, a key participant in the New Culture Movement, one of the pioneers in systematically introducing and disseminating Marxism in China, and a founder of the Chinese Communist Party."
        }
      }
    },
    {
      "id": "第三国际",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第三国际",
          "共产国际"
        ],
        "en": [
          "Communist International",
          "Comintern"
        ]
      },
      "properties": {
        "period": "1919 - 1943",
        "description": {
          "zh-cn": "1919年至1943年间各国共产党的国际联合组织。它曾派遣代表维经斯基到中国，对中国共产党的建立起到了关键的推动作用。",
          "en": "An international association of communist parties from various countries from 1919 to 1943. It dispatched representative Grigori Voitinsky to China, who played a key role in promoting the establishment of the Chinese Communist Party."
        }
      }
    },
    {
      "id": "维经斯基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "维经斯基",
          "吴廷康"
        ],
        "en": [
          "Grigori Voitinsky"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "共产国际代表。1920年，他受命来到中国，先后与李大钊、陈独秀等人会面，直接推动了中国各地共产主义小组的建立和中国共产党的成立。",
          "en": "A representative of the Communist International. In 1920, he was sent to China where he met with Li Dazhao, Chen Duxiu, and others, directly facilitating the establishment of communist groups across China and the founding of the Chinese Communist Party."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "共产党"
        ],
        "en": [
          "Chinese Communist Party",
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由陈独秀、李大钊等新文化运动的参与者，在共产国际的帮助下于1921年创建的政党。",
          "en": "A political party founded in 1921 by participants of the New Culture Movement, such as Chen Duxiu and Li Dazhao, with the help of the Communist International."
        }
      }
    },
    {
      "id": "约翰·杜威",
      "type": "Person",
      "name": {
        "zh-cn": [
          "约翰·杜威"
        ],
        "en": [
          "John Dewey"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "美国著名哲学家、教育家，实用主义（实验主义）的创始人。他于1919至1921年在中国讲学，其思想对胡适等人及整个新文化运动产生了重要影响。",
          "en": "A prominent American philosopher and educator, and the founder of pragmatism. He lectured in China from 1919 to 1921, and his ideas had a significant impact on figures like Hu Shih and the New Culture Movement as a whole."
        }
      }
    },
    {
      "id": "妇女运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "妇女运动"
        ],
        "en": [
          "Women's movement"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "在新文化运动时期得到进一步发展的社会运动，倡导女性在人格、教育、职业、婚姻等方面的解放与平等。",
          "en": "A social movement that gained further development during the New Culture Movement, advocating for the liberation and equality of women in personality, education, career, and marriage."
        }
      }
    },
    {
      "id": "包办婚姻",
      "type": "Document",
      "name": {
        "zh-cn": [
          "包办婚姻"
        ],
        "en": [
          "Arranged marriage"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种由父母或家族长辈决定子女婚姻的传统制度。它是新文化运动所批判的封建礼教之一，运动倡导者提倡自由恋爱和婚姻自主。",
          "en": "A traditional system where marriages are decided by parents or family elders. It was one of the feudal rituals criticized by the New Culture Movement, whose proponents advocated for free love and marital autonomy."
        }
      }
    },
    {
      "id": "汉字拉丁化",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "汉字拉丁化"
        ],
        "en": [
          "Latinization of Chinese characters"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新文化运动中部分激进知识分子如钱玄同提出的语言文字改革方案，主张废除被认为是落后和承载封建思想的汉字，代之以拼音文字。",
          "en": "A language reform proposal put forward by some radical intellectuals like Qian Xuantong during the New Culture Movement, advocating for the abolition of Chinese characters, which were seen as backward and carriers of feudal ideology, and their replacement with a phonetic script."
        }
      }
    },
    {
      "id": "钱玄同",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱玄同"
        ],
        "en": [
          "Qian Xuantong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国语言文字学家，新文化运动的重要倡导者之一，积极推动白话文运动，并提出了废除汉字、改用拼音文字的激进主张。",
          "en": "Chinese linguist and philologist, a key advocate of the New Culture Movement, actively promoted the Vernacular Movement, and put forward the radical proposal to abolish Chinese characters and adopt a phonetic script."
        }
      }
    },
    {
      "id": "全盘西化",
      "type": "Document",
      "name": {
        "zh-cn": [
          "全盘西化"
        ],
        "en": [
          "Wholesale Westernization"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新文化运动中出现的一种激进思想口号，最初由胡适于1929年提出，主张中国应全面学习和采纳西方文化以实现现代化。此观点引发巨大争议，后被胡适修正为“充分世界化”。",
          "en": "A radical slogan that emerged during the New Culture Movement, first proposed by Hu Shih in 1929, advocating for China to comprehensively learn from and adopt Western culture to achieve modernization. This viewpoint sparked immense controversy and was later revised by Hu Shih to 'full-scale world-ification'."
        }
      }
    },
    {
      "id": "梁漱溟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁漱溟"
        ],
        "en": [
          "Liang Shuming"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国思想家、哲学家，现代新儒家的早期代表人物之一。他对新文化运动的反传统倾向提出批评，试图在批判地继承中国传统文化的基础上，融合西方文化的优点，为中国文化寻求新的出路。",
          "en": "Chinese thinker and philosopher, one of the early representatives of modern New Confucianism. He criticized the anti-traditional tendencies of the New Culture Movement and sought to find a new path for Chinese culture by critically inheriting its traditions while integrating the merits of Western culture."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "陈独秀",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "陈独秀、胡适、蔡元培是新文化运动的主要发起人。",
          "en": "Chen Duxiu, Hu Shih, and Cai Yuanpei were the main initiators of the New Culture Movement."
        }
      }
    },
    {
      "source": "胡适",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "陈独秀、胡适、蔡元培是新文化运动的主要发起人。",
          "en": "Chen Duxiu, Hu Shih, and Cai Yuanpei were the main initiators of the New Culture Movement."
        }
      }
    },
    {
      "source": "蔡元培",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "陈独秀、胡适、蔡元培是新文化运动的主要发起人。",
          "en": "Chen Duxiu, Hu Shih, and Cai Yuanpei were the main initiators of the New Culture Movement."
        }
      }
    },
    {
      "source": "陈独秀",
      "target": "新青年",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1915-09",
        "description": {
          "zh-cn": "1915年9月，陈独秀在上海创办《青年杂志》，后改名《新青年》。",
          "en": "In September 1915, Chen Duxiu founded 'Youth Magazine' in Shanghai, which was later renamed 'New Youth'."
        }
      }
    },
    {
      "source": "新青年",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "《新青年》杂志是新文化运动的主要思想阵地，传播了民主、科学及各种新思潮。",
          "en": "'New Youth' magazine was the main ideological platform of the New Culture Movement, disseminating democracy, science, and various new ideologies."
        }
      }
    },
    {
      "source": "北京大学",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "北京大学在蔡元培校长领导下，成为新文化运动的主要阵地之一。",
          "en": "Under the leadership of President Cai Yuanpei, Peking University became one of the main strongholds of the New Culture Movement."
        }
      }
    },
    {
      "source": "蔡元培",
      "target": "陈独秀",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917-01-11",
        "position": {
          "zh-cn": "北京大学文科学长",
          "en": "Dean of the School of Letters at Peking University"
        },
        "description": {
          "zh-cn": "1917年1月，时任北京大学校长的蔡元培聘请陈独秀出任文科学长，使《新青年》总部随之迁往北京。",
          "en": "In January 1917, Cai Yuanpei, then president of Peking University, appointed Chen Duxiu as the Dean of the School of Letters, which led to the relocation of the 'New Youth' headquarters to Beijing."
        }
      }
    },
    {
      "source": "陈独秀",
      "target": "北京大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1917-01-11",
        "position": {
          "zh-cn": "文科学长",
          "en": "Dean of the School of Letters"
        },
        "description": {
          "zh-cn": "1917年1月11日，陈独秀受蔡元培聘请，出任北京大学文科学长。",
          "en": "On January 11, 1917, at the invitation of Cai Yuanpei, Chen Duxiu became the Dean of the School of Letters at Peking University."
        }
      }
    },
    {
      "source": "胡适",
      "target": "文学革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917-01",
        "description": {
          "zh-cn": "1917年1月，胡适在《新青年》发表《文学改良刍议》，引起巨大反响，被广泛认为是文学革命的开端。",
          "en": "In January 1917, Hu Shih published 'A Preliminary Discussion of Literary Reform' in 'New Youth', which caused a great sensation and is widely regarded as the beginning of the Literary Revolution."
        }
      }
    },
    {
      "source": "新文化运动",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "新文化运动所倡导的民主、科学等新思想以及对传统的批判精神，为五四运动的爆发提供了思想基础。",
          "en": "The new ideas of democracy and science advocated by the New Culture Movement, along with its critical spirit towards tradition, provided the ideological foundation for the outbreak of the May Fourth Movement."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-04",
        "description": {
          "zh-cn": "五四运动的爆发极大地促进了新文化运动的传播和发展，使其从知识分子圈层扩展到更广泛的社会层面。",
          "en": "The outbreak of the May Fourth Movement greatly promoted the dissemination and development of the New Culture Movement, expanding it from intellectual circles to a broader social level."
        }
      }
    },
    {
      "source": "新文化运动",
      "target": "孔教",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "新文化运动以“打倒孔家店”为口号，对以孔教为代表的传统儒家思想和封建礼教进行了猛烈的批判。",
          "en": "With the slogan 'Down with the Confucian establishment,' the New Culture Movement launched a fierce critique against traditional Confucian thought and feudal ethics represented by Confucianism."
        }
      }
    },
    {
      "source": "陈独秀",
      "target": "孔教",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1915-09",
        "description": {
          "zh-cn": "自《新青年》创刊起，陈独秀便持续发表文章批判孔教，认为“孔教与帝制，有不可离散之因缘”。",
          "en": "Since the founding of 'New Youth', Chen Duxiu continuously published articles criticizing Confucianism, arguing that 'Confucianism and the imperial system have an inseparable connection'."
        }
      }
    },
    {
      "source": "吴虞",
      "target": "孔教",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1917-02",
        "description": {
          "zh-cn": "吴虞在《新青年》上连续发表多篇反孔文章，对儒家进行了严厉批判，被称为“只手打孔家店的老英雄”。",
          "en": "Wu Yu published a series of anti-Confucian articles in 'New Youth', severely criticizing Confucianism, and was known as 'the old hero who single-handedly smashed the Confucian establishment'."
        }
      }
    },
    {
      "source": "鲁迅",
      "target": "孔教",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1918-05",
        "description": {
          "zh-cn": "鲁迅在其小说《狂人日记》中，将写满“仁义道德”的封建历史解读为“吃人”，深刻地批判了以孔教为核心的封建礼教。",
          "en": "In his novel 'A Madman's Diary', Lu Xun interpreted feudal history, filled with 'benevolence, righteousness, and morality', as 'man-eating', profoundly criticizing the feudal ethical code centered on Confucianism."
        }
      }
    },
    {
      "source": "袁世凯",
      "target": "新文化运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1913",
        "description": {
          "zh-cn": "袁世凯推行尊孔复古政策并试图复辟帝制，其政治行为与新文化运动所倡导的民主、科学和反传统精神背道而驰，成为运动的直接批判对象。",
          "en": "Yuan Shikai promoted pro-Confucian and restorationist policies and attempted to restore the monarchy. His political actions ran counter to the spirit of democracy, science, and anti-tradition advocated by the New Culture Movement, making him a direct target of its criticism."
        }
      }
    },
    {
      "source": "康有为",
      "target": "新文化运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1912",
        "description": {
          "zh-cn": "康有为开办孔教会，积极推动尊孔运动，与新文化运动的反孔思潮形成尖锐对立。",
          "en": "Kang Youwei established the Confucian Society and actively promoted the movement to venerate Confucius, creating a sharp opposition to the anti-Confucian trend of the New Culture Movement."
        }
      }
    },
    {
      "source": "林纾",
      "target": "文学革命",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-03",
        "description": {
          "zh-cn": "古文家林纾致信蔡元培并公开发表文章，激烈反对废除文言文、推行白话文的文学革命。",
          "en": "Lin Shu, a classical Chinese scholar, wrote to Cai Yuanpei and published articles to vehemently oppose the Literary Revolution's aim of abolishing classical Chinese in favor of vernacular Chinese."
        }
      }
    },
    {
      "source": "学衡派",
      "target": "新文化运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1922",
        "description": {
          "zh-cn": "学衡派创办《学衡》杂志，系统地批评新文化运动为“务为诡激，专图破坏”，反对其对传统文化的全盘否定。",
          "en": "The Xueheng School founded the 'Xueheng' (Critical Review) magazine to systematically criticize the New Culture Movement as 'deliberately radical and solely aimed at destruction,' opposing its wholesale rejection of traditional culture."
        }
      }
    },
    {
      "source": "吴宓",
      "target": "新文化运动",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为学衡派代表人物，吴宓发表《论新文化运动》等文章，批判新文化运动崇尚西方糟粕而破坏中国国粹。",
          "en": "As a representative figure of the Xueheng School, Wu Mi published articles such as 'On the New Culture Movement,' criticizing the movement for venerating the dregs of Western culture while destroying the quintessence of China."
        }
      }
    },
    {
      "source": "蒋介石",
      "target": "新文化运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1941",
        "description": {
          "zh-cn": "蒋介石发表讲话，严厉批评新文化运动，认为其“鄙弃”中国固有道德，是“崇洋媚外”，并导致“不三不四的思想与各种异端邪说”的传播。",
          "en": "Chiang Kai-shek delivered a speech severely criticizing the New Culture Movement, arguing that it 'disdained' China's inherent morality, was an act of 'worshipping foreign things,' and led to the spread of 'improper ideas and various heresies'."
        }
      }
    },
    {
      "source": "孙中山",
      "target": "新文化运动",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "孙中山认为新文化运动是外来文化的压迫，破坏了中国固有的忠孝仁义等优良道德。",
          "en": "Sun Yat-sen believed that the New Culture Movement was a form of foreign cultural oppression that destroyed China's inherent virtues such as loyalty, filial piety, benevolence, and righteousness."
        }
      }
    },
    {
      "source": "胡适",
      "target": "李大钊",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1919-07",
        "description": {
          "zh-cn": "五四运动后，胡适与李大钊因“问题与主义”之争展开辩论，思想路径开始分化。胡适主张渐进改良的自由主义，李大钊则倾向于以马克思主义为指导进行社会革命，两人成为不同思想阵营的代表。",
          "en": "After the May Fourth Movement, Hu Shih and Li Dazhao engaged in the 'Problems and Isms' debate, marking the divergence of their ideological paths. Hu advocated for gradualist liberalism, while Li leaned towards social revolution guided by Marxism, making them representatives of opposing intellectual camps."
        }
      }
    },
    {
      "source": "第三国际",
      "target": "中国共产党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1920-04",
        "description": {
          "zh-cn": "1920年4月，共产国际派遣代表维经斯基来到中国，引导并帮助李大钊、陈独秀等人创建了中国共产党。",
          "en": "In April 1920, the Communist International dispatched representative Grigori Voitinsky to China, who guided and assisted Li Dazhao, Chen Duxiu, and others in founding the Chinese Communist Party."
        }
      }
    },
    {
      "source": "维经斯基",
      "target": "中国共产党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1920-04",
        "description": {
          "zh-cn": "维经斯基先后与李大钊和陈独秀会面，推动了中国各地共产主义小组的建立和中国共产党的成立。",
          "en": "Grigori Voitinsky met with Li Dazhao and Chen Duxiu, promoting the establishment of communist groups across China and the founding of the Chinese Communist Party."
        }
      }
    },
    {
      "source": "约翰·杜威",
      "target": "新文化运动",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1919-05",
        "end_date": "1921-06",
        "description": {
          "zh-cn": "杜威在中国长达两年的巡回讲学，传播实用主义哲学、教育和民主思想，对新文化运动产生了广泛而深刻的影响。",
          "en": "Dewey's two-year lecture tour in China spread pragmatist philosophy, educational, and democratic ideas, exerting a broad and profound influence on the New Culture Movement."
        }
      }
    },
    {
      "source": "胡适",
      "target": "约翰·杜威",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "胡适曾在美国哥伦比亚大学留学，是杜威的学生，其实验主义思想深受杜威实用主义哲学的影响。",
          "en": "Hu Shih studied at Columbia University in the United States and was a student of Dewey. His philosophy of experimentalism was deeply influenced by Dewey's pragmatism."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "新文化运动",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1940-01",
        "description": {
          "zh-cn": "毛泽东在《新民主主义论》中对新文化运动作出定性，认为它是资产阶级领导的、反对封建文化的革命，是进步的但不彻底，并将其划分为五四前后的旧民主主义和新民主主义两个阶段。这一评价在中国大陆长期成为官方论述。",
          "en": "In 'On New Democracy', Mao Zedong defined the New Culture Movement as a progressive but incomplete anti-feudal revolution led by the bourgeoisie, dividing it into the pre- and post-May Fourth stages of old and new democracy. This assessment became the long-standing official narrative in mainland China."
        }
      }
    },
    {
      "source": "钱玄同",
      "target": "汉字拉丁化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1918",
        "description": {
          "zh-cn": "1918年，钱玄同在《新青年》发表文章，激烈主张废除汉字，认为汉字是承载封建旧思想的工具，是阻碍中国进步的根本原因之一。",
          "en": "In 1918, Qian Xuantong published an article in 'New Youth' fiercely advocating for the abolition of Chinese characters, arguing that they were a tool for carrying old feudal ideas and a fundamental reason for hindering China's progress."
        }
      }
    },
    {
      "source": "胡适",
      "target": "全盘西化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1929",
        "description": {
          "zh-cn": "1929年，胡适提出“全盘的西化”口号，主张中国应一心一意地走上世界化的道路。此观点引发巨大争议，后被他修正为“充分世界化”。",
          "en": "In 1929, Hu Shih proposed the slogan of 'Wholesale Westernization,' arguing that China should single-mindedly embark on the path of world-ification. This view sparked immense controversy and was later revised by him to 'full-scale world-ification'."
        }
      }
    },
    {
      "source": "新文化运动",
      "target": "妇女运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在新文化运动对传统礼教的批判和对个人解放的倡导下，中国的妇女运动得到进一步发展，女性开始争取在教育、职业、婚姻等方面的平等权利。",
          "en": "Under the New Culture Movement's critique of traditional ethics and advocacy for individual liberation, the women's movement in China developed further, with women beginning to fight for equal rights in education, career, and marriage."
        }
      }
    },
    {
      "source": "新文化运动",
      "target": "包办婚姻",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "新文化运动猛烈抨击作为封建礼教一部分的包办婚姻制度，提倡自由恋爱和婚姻自主，深刻地改变了中国的社会婚恋观。",
          "en": "The New Culture Movement fiercely attacked the system of arranged marriage as part of the feudal ethical code, advocating for free love and marital autonomy, which profoundly changed social views on love and marriage in China."
        }
      }
    },
    {
      "source": "梁漱溟",
      "target": "新文化运动",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "梁漱溟作为新儒家代表，对新文化运动的反传统倾向提出批评，同时又吸收其精神，试图在批判地继承中国传统文化的基础上，融合西方文化的优点，为中国文化寻求新的出路。他的思想构成了对新文化运动的一种重要回应和修正。",
          "en": "As a representative of New Confucianism, Liang Shuming criticized the anti-traditional tendencies of the New Culture Movement while also absorbing its spirit. He attempted to find a new path for Chinese culture by critically inheriting its traditions and integrating the merits of Western culture. His thought constituted an important response to and revision of the New Culture Movement."
        }
      }
    }
  ]
}