{
  "nodes": [
    {
      "id": "中苏友好同盟互助条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中苏友好同盟互助条约",
          "中华人民共和国苏维埃社会主义共和国联邦友好同盟互助条约"
        ],
        "en": [
          "Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance"
        ]
      },
      "properties": {
        "period": "1950-02-14 - 1980-04-11",
        "description": {
          "zh-cn": "中华人民共和国和苏维埃社会主义共和国联盟于1950年缔结的双边条约，旨在提供同盟、集体安全、援助与合作。该条约取代了1945年的《中苏友好同盟条约》，是毛泽东“一边倒”外交政策的体现。",
          "en": "A bilateral treaty concluded in 1950 between the People's Republic of China and the Union of Soviet Socialist Republics, providing for alliance, collective security, assistance, and cooperation. It replaced the 1945 Sino-Soviet Treaty of Friendship and Alliance and was a manifestation of Mao Zedong's \"Lean to One Side\" foreign policy."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "PRC"
        ]
      },
      "properties": {
        "period": "1949-10-01 - ",
        "description": {
          "zh-cn": "由中国共产党领导的社会主义国家，于1949年成立。在建国初期，为恢复经济和巩固政权，寻求苏联的援助并与其结盟。",
          "en": "A socialist state led by the Communist Party of China, founded in 1949. In its early years, it sought assistance from and allied with the Soviet Union to restore its economy and consolidate its regime."
        }
      }
    },
    {
      "id": "苏维埃社会主义共和国联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏维埃社会主义共和国联盟",
          "苏联"
        ],
        "en": [
          "Union of Soviet Socialist Republics",
          "USSR",
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922-12-30 - 1991-12-26",
        "description": {
          "zh-cn": "20世纪的社会主义联邦制国家，冷战时期与美国对峙的两个超级大国之一，社会主义阵营的领导者。通过与中华人民共和国结盟以扩大其在东亚的影响力。",
          "en": "A socialist federal state in the 20th century, one of the two superpowers opposing the United States during the Cold War, and the leader of the socialist bloc. It sought to expand its influence in East Asia by allying with the People's Republic of China."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人。他提出了“一边倒”的外交政策，并亲自前往莫斯科与斯大林谈判，促成了《中苏友好同盟互助条约》的签订。",
          "en": "The main founder and leader of the Communist Party of China and the People's Republic of China. He proposed the \"Lean to One Side\" foreign policy and personally traveled to Moscow to negotiate with Stalin, leading to the signing of the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance."
        }
      }
    },
    {
      "id": "约瑟夫·斯大林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "约瑟夫·斯大林",
          "斯大林"
        ],
        "en": [
          "Joseph Stalin",
          "Stalin"
        ]
      },
      "properties": {
        "lifetime": "1878-12-18 - 1953-03-05",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联共产党和苏联的长期最高领导人。他出于扩大苏联在东亚影响力的战略考虑，同意与毛泽东领导的中国签订新的同盟条约。",
          "en": "The long-time supreme leader of the Communist Party of the Soviet Union and the Soviet Union. For strategic considerations of expanding Soviet influence in East Asia, he agreed to sign a new alliance treaty with Mao Zedong's China."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国首任政务院总理兼外交部长。作为中方代表，在莫斯科签署了《中苏友好同盟互助条约》。",
          "en": "The first Premier of the Government Administration Council and Minister of Foreign Affairs of the People's Republic of China. As the Chinese representative, he signed the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance in Moscow."
        }
      }
    },
    {
      "id": "安德烈·维辛斯基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "安德烈·维辛斯基"
        ],
        "en": [
          "Andrey Vyshinsky"
        ]
      },
      "properties": {
        "lifetime": "1883-12-10 - 1954-11-22",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联外交部长。作为苏方代表，签署了《中苏友好同盟互助条约》。",
          "en": "Soviet Minister of Foreign Affairs. As the Soviet representative, he signed the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance."
        }
      }
    },
    {
      "id": "中苏友好同盟条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中苏友好同盟条约"
        ],
        "en": [
          "Sino-Soviet Treaty of Friendship and Alliance"
        ]
      },
      "properties": {
        "period": "1945-08-14 - 1950-02-14",
        "description": {
          "zh-cn": "1945年由中华民国政府与苏联签署的条约。中华人民共和国成立后，毛泽东致力于废除此条约，并最终由1950年的《中苏友好同盟互助条约》所取代。",
          "en": "A treaty signed in 1945 between the Government of the Republic of China and the Soviet Union. After the founding of the People's Republic of China, Mao Zedong sought to abolish this treaty, which was eventually replaced by the 1950 Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance."
        }
      }
    },
    {
      "id": "一边倒",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "一边倒"
        ],
        "en": [
          "Lean to One Side"
        ]
      },
      "properties": {
        "period": "1949 - ",
        "description": {
          "zh-cn": "毛泽东在1949年提出的中华人民共和国建国初期的外交政策，主张在国际上坚定地站在以苏联为首的社会主义阵营一边。这一政策直接促成了《中苏友好同盟互助条约》的签订。",
          "en": "A foreign policy directive for the early People's Republic of China proposed by Mao Zedong in 1949, advocating for firmly siding with the socialist camp led by the Soviet Union. This policy directly led to the signing of the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance."
        }
      }
    },
    {
      "id": "中苏交恶",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中苏交恶"
        ],
        "en": [
          "Sino-Soviet split"
        ]
      },
      "properties": {
        "period": "1950s - 1989",
        "description": {
          "zh-cn": "指20世纪50年代末至80年代末，中华人民共和国与苏联之间发生的一系列政治、意识形态和军事上的冲突。这一状况最终导致了《中苏友好同盟互助条约》在1980年期满后未再续约。",
          "en": "Refers to a series of political, ideological, and military conflicts between the People's Republic of China and the Soviet Union from the late 1950s to the late 1980s. This situation ultimately led to the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance not being renewed after its expiration in 1980."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国的第二代主要领导人。在《中苏友好同盟互助条约》即将到期时，他主张除非苏联满足中方的一系列要求，否则不与其进行谈判。",
          "en": "The paramount leader of the second generation of the People's Republic of China. As the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance was about to expire, he insisted on not negotiating with the Soviet Union unless it met a series of Chinese demands."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887-10-31 - 1975-04-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国时期的政治和军事领导人。他领导的中华民国政府与苏联签署了1945年的《中苏友好同盟条约》。",
          "en": "A political and military leader of the Republic of China. The government he led signed the 1945 Sino-Soviet Treaty of Friendship and Alliance with the Soviet Union."
        }
      }
    },
    {
      "id": "中华民国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国政府"
        ],
        "en": [
          "Government of the Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1949年前统治中国大陆的政府。在蒋介石领导下与苏联签署了《中苏友好同盟条约》。",
          "en": "The government that ruled mainland China before 1949. Under the leadership of Chiang Kai-shek, it signed the Sino-Soviet Treaty of Friendship and Alliance with the Soviet Union."
        }
      }
    },
    {
      "id": "雅尔塔会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "雅尔塔会议"
        ],
        "en": [
          "Yalta Conference"
        ]
      },
      "properties": {
        "period": "1945-02-04 - 1945-02-11",
        "description": {
          "zh-cn": "第二次世界大战末期，美、英、苏三国首脑举行的会议。会议达成的协议规定了苏联在远东的利益，为1945年《中苏友好同盟条约》的签订奠定了基础。",
          "en": "A conference held by the leaders of the United States, the United Kingdom, and the Soviet Union near the end of World War II. The agreements reached at the conference defined Soviet interests in the Far East and laid the groundwork for the signing of the 1945 Sino-Soviet Treaty of Friendship and Alliance."
        }
      }
    },
    {
      "id": "朝鲜战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "朝鲜战争"
        ],
        "en": [
          "Korean War"
        ]
      },
      "properties": {
        "period": "1950-06-25 - 1953-07-27",
        "description": {
          "zh-cn": "朝鲜半岛上的一场战争。毛泽东认为，中国在朝鲜战争中的表现赢得了苏联的信任，从而获得了更多的援助与合作。",
          "en": "A war on the Korean Peninsula. Mao Zedong believed that China's performance in the Korean War won the trust of the Soviet Union, leading to more aid and cooperation."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一。在毛泽东访苏前，他也曾向苏方提出关于1945年《中苏友好同盟条约》的问题。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China. Before Mao Zedong's visit to the Soviet Union, he had also raised issues concerning the 1945 Sino-Soviet Treaty of Friendship and Alliance with the Soviet side."
        }
      }
    },
    {
      "id": "日本帝国主义",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "日本帝国主义"
        ],
        "en": [
          "Japanese Imperialism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指19世纪末至20世纪中期日本的帝国主义扩张政策。《中苏友好同盟互助条约》的一个明确目标是防止日本帝国主义的复兴。",
          "en": "Refers to the imperialist expansionist policy of Japan from the late 19th century to the mid-20th century. A stated goal of the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance was to prevent the resurgence of Japanese imperialism."
        }
      }
    },
    {
      "id": "莫斯科",
      "type": "Location",
      "name": {
        "zh-cn": [
          "莫斯科"
        ],
        "en": [
          "Moscow"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联及现今俄罗斯的首都。《中苏友好同盟互助条约》在此地的克里姆林宫签署。",
          "en": "The capital of the Soviet Union and present-day Russia. The Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance was signed here at the Kremlin."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "一边倒",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-07-01",
        "description": {
          "zh-cn": "毛泽东在其文章《论人民民主专政》中明确提出了“一边倒”的外交政策，主张倒向以苏联为首的社会主义阵营。",
          "en": "In his article \"On the People's Democratic Dictatorship,\" Mao Zedong explicitly proposed the \"Lean to One Side\" foreign policy, advocating for siding with the socialist camp led by the Soviet Union."
        }
      }
    },
    {
      "source": "一边倒",
      "target": "中苏友好同盟互助条约",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“一边倒”的外交政策是中华人民共和国决定与苏联结盟并签署《中苏友好同盟互助条约》的指导方针。",
          "en": "The \"Lean to One Side\" foreign policy was the guiding principle for the People's Republic of China to ally with the Soviet Union and sign the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "中苏友好同盟互助条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-12",
        "end_date": "1950-02",
        "description": {
          "zh-cn": "毛泽东亲自前往莫斯科，与斯大林进行了数周的谈判，最终促成了新条约的签署，以取代旧的1945年条约。",
          "en": "Mao Zedong personally traveled to Moscow and negotiated with Stalin for several weeks, ultimately leading to the signing of a new treaty to replace the old 1945 treaty."
        }
      }
    },
    {
      "source": "约瑟夫·斯大林",
      "target": "中苏友好同盟互助条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-12",
        "end_date": "1950-02",
        "description": {
          "zh-cn": "斯大林出于扩大苏联在东亚影响力的战略考虑，最终同意了毛泽东缔结新条约的要求，并参与了谈判。",
          "en": "For strategic considerations of expanding Soviet influence in East Asia, Stalin eventually agreed to Mao Zedong's request for a new treaty and participated in the negotiations."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "中苏友好同盟互助条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-02-14",
        "position": {
          "zh-cn": "政务院总理兼外交部长",
          "en": "Premier of the Government Administration Council and Minister of Foreign Affairs"
        },
        "description": {
          "zh-cn": "周恩来作为中华人民共和国的全权代表，在莫斯科正式签署了《中苏友好同盟互助条约》。",
          "en": "As the plenipotentiary representative of the People's Republic of China, Zhou Enlai formally signed the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance in Moscow."
        }
      }
    },
    {
      "source": "安德烈·维辛斯基",
      "target": "中苏友好同盟互助条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-02-14",
        "position": {
          "zh-cn": "外交部长",
          "en": "Minister of Foreign Affairs"
        },
        "description": {
          "zh-cn": "安德烈·维辛斯基作为苏联的全权代表，在莫斯科正式签署了《中苏友好同盟互助条约》。",
          "en": "As the plenipotentiary representative of the Soviet Union, Andrey Vyshinsky formally signed the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance in Moscow."
        }
      }
    },
    {
      "source": "中苏友好同盟互助条约",
      "target": "中华人民共和国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-04-11",
        "description": {
          "zh-cn": "条约的签订为新成立的中华人民共和国提供了安全保障和关键的经济与技术援助，为其经济恢复、工业化和政权巩固做出了贡献。",
          "en": "The signing of the treaty provided security guarantees and crucial economic and technical assistance to the newly founded People's Republic of China, contributing to its economic recovery, industrialization, and regime consolidation."
        }
      }
    },
    {
      "source": "中苏友好同盟互助条约",
      "target": "中苏友好同盟条约",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1950-02-14",
        "description": {
          "zh-cn": "1950年的新条约明确取代了由中华民国政府在1945年签署的《中苏友好同盟条约》。",
          "en": "The new treaty of 1950 explicitly replaced the Sino-Soviet Treaty of Friendship and Alliance signed in 1945 by the Government of the Republic of China."
        }
      }
    },
    {
      "source": "中华民国政府",
      "target": "中苏友好同盟条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1945-08-14",
        "description": {
          "zh-cn": "在蒋介石的领导下，中华民国政府与苏联签署了《中苏友好同盟条约》。",
          "en": "Under the leadership of Chiang Kai-shek, the Government of the Republic of China signed the Sino-Soviet Treaty of Friendship and Alliance with the Soviet Union."
        }
      }
    },
    {
      "source": "雅尔塔会议",
      "target": "中苏友好同盟条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1945-02-11",
        "description": {
          "zh-cn": "雅尔塔会议上达成的协议确保了苏联在远东的利益，这迫使中华民国政府同意与苏联签署《中苏友好同盟条约》。",
          "en": "The agreements reached at the Yalta Conference secured Soviet interests in the Far East, which compelled the Government of the Republic of China to agree to sign the Sino-Soviet Treaty of Friendship and Alliance with the Soviet Union."
        }
      }
    },
    {
      "source": "中苏交恶",
      "target": "中苏友好同盟互助条约",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1980-04-11",
        "description": {
          "zh-cn": "中苏关系的急剧恶化导致了《中苏友好同盟互助条约》在1980年期满后失效，双方未再续约。",
          "en": "The sharp deterioration of Sino-Soviet relations led to the expiration of the Sino-Soviet Treaty of Friendship, Alliance and Mutual Assistance in 1980 without renewal."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "苏维埃社会主义共和国联盟",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1979",
        "description": {
          "zh-cn": "在条约即将到期时，邓小平希望中国不要与苏联谈判，除非苏联同意中国的要求，例如从阿富汗、蒙古和中苏边境撤军，以及停止支持越南入侵柬埔寨。",
          "en": "As the treaty was nearing expiration, Deng Xiaoping wished for China not to negotiate with the Soviet Union unless it agreed to China's demands, such as withdrawing troops from Afghanistan, Mongolia, and the Sino-Soviet border, and stopping support for Vietnam's invasion of Cambodia."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "约瑟夫·斯大林",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1949-12-16",
        "description": {
          "zh-cn": "毛泽东于1949年12月访问莫斯科，并与斯大林举行了首次正式会面，就缔结新条约等问题进行了谈判。",
          "en": "Mao Zedong visited Moscow in December 1949 and had his first formal meeting with Stalin to negotiate issues including the conclusion of a new treaty."
        }
      }
    },
    {
      "source": "约瑟夫·斯大林",
      "target": "毛泽东",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1949-12",
        "description": {
          "zh-cn": "在谈判初期，斯大林拒绝了毛泽东希望苏联为进攻台湾计划提供空中支持的请求，理由是这会给美国干预的借口。",
          "en": "In the early stages of negotiations, Stalin rejected Mao Zedong's request for Soviet air support for the planned invasion of Taiwan, citing it would give the United States a pretext for intervention."
        }
      }
    },
    {
      "source": "中苏友好同盟互助条约",
      "target": "日本帝国主义",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "条约的一个核心条款是双方承诺共同防止日本帝国主义的复兴及其侵略行为。",
          "en": "A core provision of the treaty was the mutual commitment to prevent the resurgence of Japanese imperialism and its aggressive actions."
        }
      }
    },
    {
      "source": "朝鲜战争",
      "target": "苏维埃社会主义共和国联盟",
      "type": "PUSHED",
      "properties": {
        "start_date": "1953",
        "description": {
          "zh-cn": "根据毛泽东的说法，中国在朝鲜战争中的表现赢得了苏联的信任，促使苏联后续提供了更多的援助与合作，包括156个重点工业项目。",
          "en": "According to Mao Zedong, China's performance in the Korean War won the trust of the Soviet Union, prompting it to provide more aid and cooperation subsequently, including 156 key industrial projects."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "中苏友好同盟条约",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1949-07",
        "description": {
          "zh-cn": "在毛泽东访苏之前，中共中央书记处书记刘少奇也曾向苏方提出关于1945年《中苏友好同盟条约》的问题，表达了中方的不满和修改意愿。",
          "en": "Before Mao Zedong's visit to the Soviet Union, Liu Shaoqi, Secretary of the CPC Central Secretariat, had also raised issues with the Soviet side regarding the 1945 Sino-Soviet Treaty of Friendship and Alliance, expressing China's dissatisfaction and desire for revision."
        }
      }
    }
  ]
}