{
  "nodes": [
    {
      "id": "新生活运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "新生活运动",
          "新运"
        ],
        "en": [
          "New Life Movement"
        ]
      },
      "properties": {
        "period": "1934-02-17 - 1949",
        "location": {
          "zh-cn": "中华民国"
        },
        "description": {
          "zh-cn": "1934年至1949年由中华民国政府发起的公民教育运动，旨在通过提倡“礼义廉耻”等传统道德，结合军事化管理，从根本上改造国民的生活习惯和社会风气，以实现民族复兴。该运动最终因第二次国共内战失利而终止。",
          "en": "A civic education movement launched by the government of the Republic of China from 1934 to 1949. It aimed to fundamentally reform the living habits and social morale of the citizens by promoting traditional virtues such as 'propriety, justice, honesty, and honor' combined with militarized management, in order to achieve national rejuvenation. The movement was terminated due to the defeat in the Second Chinese Civil War."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887-10-31 - 1975-04-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家、军事家，新生活运动的主要发起人和领导者。",
          "en": "A Chinese politician and military leader of the Republic of China who was the main initiator and leader of the New Life Movement."
        }
      }
    },
    {
      "id": "中华民国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国政府"
        ],
        "en": [
          "Government of the Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1912年至1949年间统治中国大陆的政府，是新生活运动的官方推行机构。",
          "en": "The government that ruled mainland China from 1912 to 1949, and the official promoter of the New Life Movement."
        }
      }
    },
    {
      "id": "儒家思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "儒家思想"
        ],
        "en": [
          "Confucianism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "源自孔子的中国传统哲学思想体系，其核心价值观如“礼义廉耻”是新生活运动的思想基础之一。",
          "en": "A system of traditional Chinese philosophical thought originating from Confucius. Its core values, such as 'propriety, justice, honesty, and honor,' formed one of the ideological foundations of the New Life Movement."
        }
      }
    },
    {
      "id": "基督教",
      "type": "Document",
      "name": {
        "zh-cn": [
          "基督教"
        ],
        "en": [
          "Christianity"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种一神论宗教，其价值观与思想元素与儒家思想共同构成了新生活运动的混合思想基础。",
          "en": "A monotheistic religion whose values and ideological elements, together with Confucianism, formed the mixed ideological basis of the New Life Movement."
        }
      }
    },
    {
      "id": "礼义廉耻",
      "type": "Document",
      "name": {
        "zh-cn": [
          "礼义廉耻",
          "四维"
        ],
        "en": [
          "Propriety, Justice, Honesty, and Honor"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代提出的“国之四维”，即礼、义、廉、耻四种道德准则，是新生活运动的核心思想。",
          "en": "The 'Four Cardinal Principles of the State' from ancient China, namely propriety, justice, honesty, and honor. These four moral principles were the core ideology of the New Life Movement."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "lifetime": "1866-11-12 - 1925-03-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国国父，其关于恢复民族固有道德的思想被蒋中正引为新生活运动的理论依据之一。",
          "en": "Founding Father of the Republic of China. His ideas on restoring the nation's inherent morality were cited by Chiang Kai-shek as one of the theoretical bases for the New Life Movement."
        }
      }
    },
    {
      "id": "三民主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "三民主义"
        ],
        "en": [
          "Three Principles of the People"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由孙中山提出的政治纲领，被中国国民党奉为圭臬，为新生活运动提供了合法性来源与理论权威。",
          "en": "A political program developed by Sun Yat-sen, revered by the Kuomintang, which provided the New Life Movement with its source of legitimacy and theoretical authority."
        }
      }
    },
    {
      "id": "第二次国共内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次国共内战",
          "内战"
        ],
        "en": [
          "Second Chinese Civil War"
        ]
      },
      "properties": {
        "period": "1945 - 1949",
        "description": {
          "zh-cn": "中国国民党与中国共产党之间在中国境内爆发的第二次内战。国民政府的失利导致新生活运动最终被叫停。",
          "en": "The second civil war fought between the Kuomintang and the Communist Party of China. The defeat of the Nationalist government led to the eventual suspension of the New Life Movement."
        }
      }
    },
    {
      "id": "新生活运动促进总会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新生活运动促进总会",
          "新运总会"
        ],
        "en": []
      },
      "properties": {
        "period": "1934-07-01 - 1949",
        "description": {
          "zh-cn": "统领全国新生活运动工作的最高组织机构，由蒋中正担任会长。",
          "en": "The supreme organization leading the nationwide New Life Movement, with Chiang Kai-shek as its president."
        }
      }
    },
    {
      "id": "宋美龄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋美龄"
        ],
        "en": [
          "Soong Mei-ling"
        ]
      },
      "properties": {
        "lifetime": "1898-03-04 - 2003-10-23",
        "gender": "Female",
        "description": {
          "zh-cn": "蒋中正的夫人，中华民国前第一夫人。在新生活运动中担任妇女指导委员会指导长，积极参与和领导妇女工作。",
          "en": "Wife of Chiang Kai-shek and former First Lady of the Republic of China. She served as the Director-General of the Women's Advisory Committee in the New Life Movement, actively participating in and leading women's work."
        }
      }
    },
    {
      "id": "妇女指导委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "妇女指导委员会",
          "妇指会"
        ],
        "en": []
      },
      "properties": {
        "period": "1936-02 - ",
        "description": {
          "zh-cn": "新生活运动促进总会下设的负责指导妇女工作的机构，由宋美龄任指导长。在抗战时期改组为具有统一战线性质的妇女救亡组织。",
          "en": "An organization under the New Life Movement Promotion General Association responsible for guiding women's work, with Soong Mei-ling as its Director-General. During the Second Sino-Japanese War, it was reorganized into a women's salvation organization with a united front character."
        }
      }
    },
    {
      "id": "抗日战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "抗日战争",
          "八年抗战"
        ],
        "en": [
          "Second Sino-Japanese War"
        ]
      },
      "properties": {
        "period": "1937-07-07 - 1945-09-09",
        "description": {
          "zh-cn": "中国抵抗日本全面侵略的战争。战争期间，新生活运动的重点转向服务于抗战，如节约献金、救济难民等。",
          "en": "The war of resistance fought by China against a full-scale invasion by Japan. During the war, the focus of the New Life Movement shifted to serving the war effort, such as promoting thrift for donations and relief for refugees."
        }
      }
    },
    {
      "id": "中华文化复兴运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华文化复兴运动"
        ],
        "en": [
          "Chinese Cultural Renaissance"
        ]
      },
      "properties": {
        "period": "1966 - ",
        "description": {
          "zh-cn": "1960年代由中华民国政府在台湾发起的文化运动，旨在弘扬中华传统文化，被认为是新生活运动的延续。",
          "en": "A cultural movement initiated by the government of the Republic of China in Taiwan in the 1960s, aimed at promoting traditional Chinese culture. It is considered a continuation of the New Life Movement."
        }
      }
    },
    {
      "id": "贺衷寒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "贺衷寒"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1900-01-04 - 1972-05-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党官员，曾任新生活运动总会干事。他认为新生活运动旨在将五四新文化运动的“破坏运动”转变为“建设运动”。",
          "en": "A Kuomintang official who served as a secretary for the New Life Movement General Association. He believed the movement aimed to transform the 'destructive movement' of the May Fourth New Culture Movement into a 'constructive movement'."
        }
      }
    },
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04",
        "description": {
          "zh-cn": "1919年发生于中国的反帝爱国运动，亦指同期的新文化运动。新生活运动的部分目标被视为对五四运动中“破坏”旧传统的反思与修正。",
          "en": "An anti-imperialist and patriotic movement in China that began in 1919, also referring to the New Culture Movement of the same period. Some goals of the New Life Movement were seen as a reflection on and correction of the 'destruction' of old traditions during the May Fourth Movement."
        }
      }
    },
    {
      "id": "阿部信行",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿部信行"
        ],
        "en": [
          "Nobuyuki Abe"
        ]
      },
      "properties": {
        "lifetime": "1875-11-24 - 1953-09-07",
        "gender": "Male",
        "description": {
          "zh-cn": "日本前首相。他曾在战前表示，新生活运动是中国不可轻视的三件大事之一，反映了该运动在国际上的影响。",
          "en": "Former Prime Minister of Japan. He stated before the war that the New Life Movement was one of three major affairs in China that should not be underestimated, reflecting the movement's international impact."
        }
      }
    },
    {
      "id": "黄仁霖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄仁霖"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1901-01-21 - 1992-06-25",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国官员，自1936年起担任新生活运动促进总会总干事，负责实际工作，并最终执行了蒋中正暂停该运动的指令。",
          "en": "An official of the Republic of China who served as the Director-General of the New Life Movement Promotion General Association from 1936, responsible for its practical work. He ultimately carried out Chiang Kai-shek's directive to suspend the movement."
        }
      }
    },
    {
      "id": "邓颖超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓颖超"
        ],
        "en": [
          "Deng Yingchao"
        ]
      },
      "properties": {
        "lifetime": "1904-02-04 - 1992-07-11",
        "gender": "Female",
        "description": {
          "zh-cn": "中国共产党早期领导人之一，周恩来的妻子。作为中共代表，她曾担任新生活运动妇女指导委员会的指导委员，体现了该组织在抗战初期的统一战线性质。",
          "en": "One of the early leaders of the Communist Party of China and wife of Zhou Enlai. As a CPC representative, she served as a steering committee member of the New Life Movement's Women's Advisory Committee, reflecting the organization's united front nature in the early stages of the war."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party"
        ]
      },
      "properties": {
        "period": "1921-07-23 - ",
        "description": {
          "zh-cn": "中国的执政党。在新生活运动时期，中国共产党是国民政府的主要政治对手之一，但在抗战期间曾与其合作，派遣代表加入妇指会等机构。",
          "en": "The ruling political party of China. During the New Life Movement period, the CPC was one of the main political rivals of the Nationalist government, but collaborated with it during the war against Japan, sending representatives to join organizations like the Women's Advisory Committee."
        }
      }
    },
    {
      "id": "日本",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本"
        ],
        "en": [
          "Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东亚国家。新生活运动的军事化目标旨在应对来自日本的军事威胁。",
          "en": "An East Asian country. The militarization goal of the New Life Movement was aimed at countering the military threat from Japan."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的主要政党之一，新生活运动在其执政期间发起，并以其党纲《三民主义》为理论基础。",
          "en": "One of the main political parties of the Republic of China. The New Life Movement was launched during its rule and was theoretically based on its party program, the Three Principles of the People."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "蒋中正",
      "target": "新生活运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1934-02-17",
        "description": {
          "zh-cn": "蒋中正在南昌发表演说，正式发起新生活运动，并担任运动的最高领导人。",
          "en": "Chiang Kai-shek delivered a speech in Nanchang, officially launching the New Life Movement and serving as its supreme leader."
        }
      }
    },
    {
      "source": "中华民国政府",
      "target": "新生活运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1934",
        "end_date": "1949",
        "description": {
          "zh-cn": "中华民国政府作为官方机构，在全国范围内推行新生活运动。",
          "en": "The Government of the Republic of China, as the official body, promoted the New Life Movement nationwide."
        }
      }
    },
    {
      "source": "中国国民党",
      "target": "新生活运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1934",
        "description": {
          "zh-cn": "作为执政党，中国国民党通过其领袖蒋中正发起并主导新生活运动，并以其核心思想《三民主义》为运动提供理论权威。",
          "en": "As the ruling party, the Kuomintang initiated and led the New Life Movement through its leader Chiang Kai-shek, and provided theoretical authority for the movement with its core ideology, the Three Principles of the People."
        }
      }
    },
    {
      "source": "儒家思想",
      "target": "新生活运动",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "新生活运动被认为是儒家思想和基督教思想的混合物，其核心“礼义廉耻”直接来源于儒家经典。",
          "en": "The New Life Movement is considered a mixture of Confucian and Christian thought, with its core principles of 'Propriety, Justice, Honesty, and Honor' directly derived from Confucian classics."
        }
      }
    },
    {
      "source": "基督教",
      "target": "新生活运动",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "新生活运动在思想层面上融合了基督教的价值观元素，与儒家思想共同构成其思想基础。",
          "en": "The New Life Movement ideologically incorporated elements of Christian values, which, along with Confucianism, formed its intellectual foundation."
        }
      }
    },
    {
      "source": "三民主义",
      "target": "新生活运动",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "被中国国民党奉为圭臬的《三民主义》是新生活运动的合法性来源与理论权威。",
          "en": "The Three Principles of the People, revered by the Kuomintang, served as the source of legitimacy and theoretical authority for the New Life Movement."
        }
      }
    },
    {
      "source": "孙中山",
      "target": "新生活运动",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "蒋中正强调新生活运动与孙中山的思想一脉相承，特别是孙中山关于恢复民族固有道德的主张。",
          "en": "Chiang Kai-shek emphasized that the New Life Movement was in line with Sun Yat-sen's thought, especially his advocacy for restoring the nation's inherent morality."
        }
      }
    },
    {
      "source": "第二次国共内战",
      "target": "新生活运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1949",
        "description": {
          "zh-cn": "由于国民政府在第二次国共内战中失利，无力兼顾，新生活运动于1949年被暂停办理。",
          "en": "Due to the Nationalist government's defeat in the Second Chinese Civil War, it could no longer sustain the effort, and the New Life Movement was suspended in 1949."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "新生活运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1949",
        "description": {
          "zh-cn": "1949年，蒋中正亲自下令“暂停办理”新生活运动的一切活动。",
          "en": "In 1949, Chiang Kai-shek personally ordered to 'suspend' all activities of the New Life Movement."
        }
      }
    },
    {
      "source": "新生活运动",
      "target": "抗日战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1937",
        "end_date": "1945",
        "description": {
          "zh-cn": "抗日战争爆发后，新生活运动的工作重点转为服务抗战，其组织网络和动员能力为战时服务提供了便利，对抗战起到了积极作用。",
          "en": "After the outbreak of the Second Sino-Japanese War, the focus of the New Life Movement shifted to serving the war effort. Its organizational network and mobilization capabilities facilitated wartime services, playing a positive role in the resistance."
        }
      }
    },
    {
      "source": "新生活运动",
      "target": "中华文化复兴运动",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "中华文化复兴运动被认为是新生活运动的延续。",
          "en": "The Chinese Cultural Renaissance is considered a continuation of the New Life Movement."
        }
      }
    },
    {
      "source": "宋美龄",
      "target": "蒋中正",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "宋美龄是蒋中正的夫人，两人共同出席了新生活运动市民大会。",
          "en": "Soong Mei-ling was the wife of Chiang Kai-shek; they attended the New Life Movement citizens' rally together."
        }
      }
    },
    {
      "source": "宋美龄",
      "target": "妇女指导委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1936-02",
        "position": {
          "zh-cn": "指导长",
          "en": "Director-General"
        },
        "description": {
          "zh-cn": "宋美龄担任新生活运动促进总会下设的妇女指导委员会的指导长。",
          "en": "Soong Mei-ling served as the Director-General of the Women's Advisory Committee established under the New Life Movement Promotion General Association."
        }
      }
    },
    {
      "source": "新生活运动促进总会",
      "target": "妇女指导委员会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1936-02",
        "description": {
          "zh-cn": "新生活运动促进总会在南京下设妇女指导委员会，以指导全国妇女工作。",
          "en": "The New Life Movement Promotion General Association established the Women's Advisory Committee in Nanjing to guide women's work nationwide."
        }
      }
    },
    {
      "source": "贺衷寒",
      "target": "五四运动",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "贺衷寒认为新生活运动的目的是将五四新文化运动的“破坏运动”改变为“建设运动”。",
          "en": "He Zhonghan believed the purpose of the New Life Movement was to transform the 'destructive movement' of the May Fourth New Culture Movement into a 'constructive movement'."
        }
      }
    },
    {
      "source": "新生活运动",
      "target": "阿部信行",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "时任日本首相阿部信行在战前曾表示新生活运动是中国不可轻视的大事，这影响了他对当时中国实力的判断。",
          "en": "Then Prime Minister of Japan, Nobuyuki Abe, stated before the war that the New Life Movement was a major affair in China that should not be underestimated, which influenced his judgment of China's strength at the time."
        }
      }
    },
    {
      "source": "黄仁霖",
      "target": "新生活运动促进总会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1936-03",
        "position": {
          "zh-cn": "总干事",
          "en": "Director-General"
        },
        "description": {
          "zh-cn": "黄仁霖于1936年3月起担任新生活运动促进总会总干事，负责实际工作。",
          "en": "Huang Jen-lin served as the Director-General of the New Life Movement Promotion General Association starting from March 1936, responsible for its practical operations."
        }
      }
    },
    {
      "source": "邓颖超",
      "target": "妇女指导委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1938-07-01",
        "position": {
          "zh-cn": "指导委员",
          "en": "Steering Committee Member"
        },
        "description": {
          "zh-cn": "作为中共代表，邓颖超在妇指会改组后担任指导委员，体现了国共合作抗日的统一战线。",
          "en": "As a representative of the Communist Party of China, Deng Yingchao served as a steering committee member after the reorganization of the Women's Advisory Committee, reflecting the united front of KMT-CPC cooperation against Japan."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "日本",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "新生活运动提倡军事化生活的目标之一是为了准备对付来自日本的军事威胁。",
          "en": "One of the goals of the New Life Movement's promotion of a militarized lifestyle was to prepare to counter the military threat from Japan."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "新生活运动提倡军事化生活的目标之一是“安内”，即与中国共产党进行抗衡。",
          "en": "One of the goals of the New Life Movement's promotion of a militarized lifestyle was 'internal pacification,' which meant confronting the Chinese Communist Party."
        }
      }
    }
  ]
}