{
  "nodes": [
    {
      "id": "王稼祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王稼祥",
          "王嘉祥",
          "王稼啬"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1906-08-15 - 1974-01-25",
        "gender": "Male",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "birth_place": {
          "zh-cn": "安徽省泾县厚岸村",
          "en": "Hòu'àn Village, Jing County, Anhui"
        },
        "death_place": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国共产党及中华人民共和国的高级领导人，对外工作的开拓者之一。曾是“二十八个半布尔什维克”之一，在长征途中与毛泽东、张闻天结成同盟，并在遵义会议上支持毛泽东，成为“三人团”成员之一。他率先提出了“毛泽东思想”这一概念。中华人民共和国成立后，曾任首任中国驻苏联大使、中共中央对外联络部部长、中央书记处书记等职。文化大革命期间因提出“三和一少”的外交路线而遭到长期迫害。",
          "en": "A senior leader of the Communist Party of China and the People's Republic of China, and a pioneer in foreign affairs. He was one of the 28 Bolsheviks. During the Long March, he formed an alliance with Mao Zedong and Zhang Wentian, supported Mao at the Zunyi Conference, and became a member of the 'Three-Man Group'. He was the first to propose the concept of 'Mao Zedong Thought'. After the founding of the People's Republic of China, he served as the first Chinese Ambassador to the Soviet Union, Minister of the International Liaison Department of the CPC Central Committee, and Secretary of the Central Secretariat. During the Cultural Revolution, he was persecuted for a long time for proposing the 'Three Reconciliations and One Reduction' foreign policy line."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人。",
          "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army."
        }
      }
    },
    {
      "id": "张闻天",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张闻天"
        ],
        "en": [
          "Zhang Wentian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期重要领导人，“二十八个半布尔什维克”成员之一。",
          "en": "An important early leader of the Communist Party of China and one of the 28 Bolsheviks."
        }
      }
    },
    {
      "id": "遵义会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "遵义会议"
        ],
        "en": [
          "Zunyi Conference"
        ]
      },
      "properties": {
        "period": "1935-01 - 1935-01",
        "description": {
          "zh-cn": "中国共产党在长征途中召开的一次重要的政治局扩大会议，确立了毛泽东在党和红军中的领导地位。",
          "en": "An important enlarged Politburo meeting held by the Communist Party of China during the Long March, which established Mao Zedong's leadership position in the party and the Red Army."
        }
      }
    },
    {
      "id": "毛泽东思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "毛泽东思想"
        ],
        "en": [
          "Mao Zedong Thought"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由毛泽东为主要代表的中国共产党人，根据马克思列宁主义的基本原理，对中国长期革命实践中的一系列独创性经验，进行理论概括而形成的适合中国情况的科学的指导思想。",
          "en": "The scientific guiding ideology suited to China's conditions, theoretically summarized by Chinese Communists represented mainly by Mao Zedong, based on the fundamental principles of Marxism-Leninism and a series of original experiences in China's long-term revolutionary practice."
        }
      }
    },
    {
      "id": "中共中央对外联络部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央对外联络部",
          "中联部"
        ],
        "en": [
          "International Liaison Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会负责对外工作的职能部门。",
          "en": "The functional department of the Central Committee of the Communist Party of China responsible for foreign affairs."
        }
      }
    },
    {
      "id": "三和一少",
      "type": "Document",
      "name": {
        "zh-cn": [
          "三和一少"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "1962年王稼祥等人提出的对外关系建议，主张对帝国主义、修正主义和各国反动派要和，对世界革命援助要少。此主张后被毛泽东批判，并成为王稼祥在文革中受迫害的主要罪名。",
          "en": "A foreign relations proposal put forward by Wang Jiaxiang and others in 1962, advocating for reconciliation with imperialism, revisionism, and reactionaries of all countries, and for less aid to world revolution. This proposal was later criticized by Mao Zedong and became the main charge for which Wang Jiaxiang was persecuted during the Cultural Revolution."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发动和领导的，在中国发生的一场重大政治运动。",
          "en": "A major political movement in China, launched and led by Mao Zedong."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一，曾任中华人民共和国国务院总理。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China, who served as the Premier of the State Council of the People's Republic of China."
        }
      }
    },
    {
      "id": "康生",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康生"
        ],
        "en": [
          "Kang Sheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的领导人之一，在文化大革命期间担任中央文革小组顾问。",
          "en": "One of the leaders of the Communist Party of China and the People's Republic of China, who served as an advisor to the Central Cultural Revolution Group during the Cultural Revolution."
        }
      }
    },
    {
      "id": "博古",
      "type": "Person",
      "name": {
        "zh-cn": [
          "博古"
        ],
        "en": [
          "Bo Gu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期领导人之一，“二十八个半布尔什维克”成员之一，在遵义会议上因军事指挥错误受到批判。",
          "en": "An early leader of the Communist Party of China, one of the 28 Bolsheviks, who was criticized for military command errors at the Zunyi Conference."
        }
      }
    },
    {
      "id": "李德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李德"
        ],
        "en": [
          "Otto Braun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "德国共产党员，共产国际派往中国的军事顾问，在第五次反围剿战争和长征初期掌握军事指挥权，后在遵义会议上被剥夺指挥权。",
          "en": "A German Communist Party member and military advisor sent by the Comintern to China. He held military command during the Fifth Counter-Encirclement Campaign and the early Long March, and was stripped of command at the Zunyi Conference."
        }
      }
    },
    {
      "id": "长征",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "长征"
        ],
        "en": [
          "Long March"
        ]
      },
      "properties": {
        "period": "1934 - 1936",
        "description": {
          "zh-cn": "中国工农红军的一次大规模军事转移行动。",
          "en": "A large-scale military retreat by the Chinese Workers' and Peasants' Red Army."
        }
      }
    },
    {
      "id": "莫斯科中山大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "莫斯科中山大学"
        ],
        "en": [
          "Moscow Sun Yat-sen University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "20世纪20年代在苏联莫斯科创办的一所大学，为中国国民党和中国共产党培养了许多政治人才。",
          "en": "A university founded in Moscow, Soviet Union in the 1920s, which trained many political talents for both the Kuomintang and the Communist Party of China."
        }
      }
    },
    {
      "id": "二十八个半布尔什维克",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "二十八个半布尔什维克"
        ],
        "en": [
          "The 28 Bolsheviks"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个于1920年代在莫斯科中山大学留学并深受苏联影响的中共党内团体，王稼祥是其中之一。",
          "en": "A group within the Communist Party of China that studied at Moscow Sun Yat-sen University in the 1920s and was deeply influenced by the Soviet Union. Wang Jiaxiang was one of them."
        }
      }
    },
    {
      "id": "三人团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "三人团",
          "中央三人军事小组"
        ],
        "en": []
      },
      "properties": {
        "period": "1935-03 - ",
        "description": {
          "zh-cn": "遵义会议后，中共中央政治局成立的负责军事指挥的小组，由周恩来、毛泽东、王稼祥组成。",
          "en": "A group responsible for military command established by the CPC Central Politburo after the Zunyi Conference, composed of Zhou Enlai, Mao Zedong, and Wang Jiaxiang."
        }
      }
    },
    {
      "id": "中国共产党中央书记处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央书记处"
        ],
        "en": [
          "Secretariat of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央政治局及其常务委员会的办事机构。",
          "en": "The administrative body of the Politburo of the Communist Party of China and its Standing Committee."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国"
        ],
        "en": [
          "People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的国家，由中国共产党领导。",
          "en": "A country in East Asia led by the Communist Party of China."
        }
      }
    },
    {
      "id": "王命先",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王命先"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "王稼祥与第一任妻子查瑞香的儿子。",
          "en": "Son of Wang Jiaxiang and his first wife, Zha Ruixiang."
        }
      }
    },
    {
      "id": "查瑞香",
      "type": "Person",
      "name": {
        "zh-cn": [
          "查瑞香"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "王稼祥的第一任妻子。",
          "en": "The first wife of Wang Jiaxiang."
        }
      }
    },
    {
      "id": "朱仲丽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱仲丽"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "王稼祥的第三任妻子。",
          "en": "The third wife of Wang Jiaxiang."
        }
      }
    },
    {
      "id": "宁都会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "宁都会议"
        ],
        "en": [
          "Ningdu Conference"
        ]
      },
      "properties": {
        "period": "1932-10 - 1932-10",
        "description": {
          "zh-cn": "中共苏区中央局召开的一次会议，会上撤销了毛泽东的军权。",
          "en": "A meeting held by the Central Bureau of the CPC Soviet Area, at which Mao Zedong was stripped of his military command."
        }
      }
    },
    {
      "id": "中共七大",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中共七大"
        ],
        "en": [
          "7th National Congress of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1945-04 - 1945-06",
        "description": {
          "zh-cn": "中国共产党第七次全国代表大会，将毛泽东思想确立为党的指导思想。",
          "en": "The 7th National Congress of the Communist Party of China, which established Mao Zedong Thought as the party's guiding ideology."
        }
      }
    },
    {
      "id": "红卫兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红卫兵"
        ],
        "en": [
          "Red Guards"
        ]
      },
      "properties": {
        "period": "1966 - 1968",
        "description": {
          "zh-cn": "文化大革命时期中国青年组成的群众性组织。",
          "en": "Mass organizations composed of Chinese youth during the Cultural Revolution."
        }
      }
    },
    {
      "id": "批林批孔",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "批林批孔"
        ],
        "en": [
          "Criticize Lin, Criticize Confucius"
        ]
      },
      "properties": {
        "period": "1973 - 1974",
        "description": {
          "zh-cn": "文化大革命后期由毛泽东批准，江青等人主导的一场政治运动。",
          "en": "A political campaign in the later stages of the Cultural Revolution, approved by Mao Zedong and led by Jiang Qing and others."
        }
      }
    },
    {
      "id": "江青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江青"
        ],
        "en": [
          "Jiang Qing"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "毛泽东的妻子，“四人帮”成员之一，在文化大革命中具有重要影响力。",
          "en": "Mao Zedong's wife, a member of the 'Gang of Four', who had significant influence during the Cultural Revolution."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "王稼祥",
      "target": "莫斯科中山大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1925-10",
        "description": {
          "zh-cn": "王稼祥于1925年10月赴苏联，进入莫斯科中山大学学习。",
          "en": "In October 1925, Wang Jiaxiang went to the Soviet Union to study at Moscow Sun Yat-sen University."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "二十八个半布尔什维克",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1928",
        "description": {
          "zh-cn": "王稼祥是1928年在莫斯科中山大学形成的“二十八个半布尔什维克”团体成员之一。",
          "en": "Wang Jiaxiang was a member of the '28 and a half Bolsheviks' group formed at Moscow Sun Yat-sen University in 1928."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "中共中央对外联络部",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1951-01",
        "description": {
          "zh-cn": "1951年1月，王稼祥负责组建中共中央对外联络部并出任首任部长。",
          "en": "In January 1951, Wang Jiaxiang was responsible for establishing the International Liaison Department of the CPC Central Committee and became its first minister."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "中共中央对外联络部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1951-01",
        "end_date": "1966-03",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        },
        "description": {
          "zh-cn": "王稼祥担任中共中央对外联络部部长。",
          "en": "Wang Jiaxiang served as the Minister of the International Liaison Department of the CPC Central Committee."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "中国共产党中央书记处",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1956-09",
        "end_date": "1966-08",
        "position": {
          "zh-cn": "书记",
          "en": "Secretary"
        },
        "description": {
          "zh-cn": "王稼祥在中共八届一中全会上当选为中央书记处书记。",
          "en": "Wang Jiaxiang was elected as a secretary of the Central Secretariat at the First Plenary Session of the 8th CPC Central Committee."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "中华人民共和国",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1949-10",
        "end_date": "1951-01",
        "position": {
          "zh-cn": "驻苏联大使",
          "en": "Ambassador to the Soviet Union"
        },
        "description": {
          "zh-cn": "王稼祥担任中华人民共和国第一任驻苏联大使。",
          "en": "Wang Jiaxiang served as the first ambassador of the People's Republic of China to the Soviet Union."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "毛泽东思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "1943-07",
        "description": {
          "zh-cn": "1943年7月，王稼祥发表文章，率先提出了“毛泽东思想”的概念，并对其作了阐述。",
          "en": "In July 1943, Wang Jiaxiang published an article, being the first to propose and elaborate on the concept of 'Mao Zedong Thought'."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "毛泽东",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1932-10",
        "end_date": "1962",
        "description": {
          "zh-cn": "王稼祥在1932年宁都会议上支持毛泽东，此后在长征途中与毛泽东、张闻天结成同盟，并在遵义会议等关键时刻坚定支持毛泽东。两人的密切关系直到1962年因“三和一少”问题而破裂。",
          "en": "Wang Jiaxiang supported Mao Zedong at the Ningdu Conference in 1932. Later, during the Long March, he formed an alliance with Mao Zedong and Zhang Wentian, and firmly supported Mao at critical moments such as the Zunyi Conference. Their close relationship lasted until 1962 when it broke down over the 'Three Reconciliations and One Reduction' issue."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "张闻天",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1934-10",
        "description": {
          "zh-cn": "长征途中，王稼祥与张闻天、毛泽东多次交流，结成政治同盟，共同反对博古、李德的领导。",
          "en": "During the Long March, Wang Jiaxiang had multiple discussions with Zhang Wentian and Mao Zedong, forming a political alliance to oppose the leadership of Bo Gu and Otto Braun."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "博古",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1934",
        "end_date": "1935",
        "description": {
          "zh-cn": "在长征途中及遵义会议上，王稼祥与毛泽东、张闻天等人一同反对并抨击博古的军事指挥错误。",
          "en": "During the Long March and at the Zunyi Conference, Wang Jiaxiang, along with Mao Zedong, Zhang Wentian, and others, opposed and criticized Bo Gu's military command errors."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "李德",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1934",
        "end_date": "1935",
        "description": {
          "zh-cn": "在长征途中及遵义会议上，王稼祥与毛泽东、张闻天等人一同反对并抨击李德的军事指挥错误。",
          "en": "During the Long March and at the Zunyi Conference, Wang Jiaxiang, along with Mao Zedong, Zhang Wentian, and others, opposed and criticized Otto Braun's military command errors."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "王稼祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-06",
        "end_date": "1972-05",
        "description": {
          "zh-cn": "文化大革命期间，王稼祥因早前提出的“三和一少”路线而被打倒，遭到康生等人长期批斗和审查，身心受到严重摧残。",
          "en": "During the Cultural Revolution, Wang Jiaxiang was overthrown due to his earlier proposal of the 'Three Reconciliations and One Reduction' line. He was subjected to long-term denunciation and investigation by Kang Sheng and others, suffering severe physical and mental torment."
        }
      }
    },
    {
      "source": "三和一少",
      "target": "王稼祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "王稼祥等人提出的“三和一少”外交路线建议遭到毛泽东批评，并成为他在文化大革命中受到迫害的主要罪名。",
          "en": "The 'Three Reconciliations and One Reduction' foreign policy proposal put forward by Wang Jiaxiang and others was criticized by Mao Zedong and became the main charge for his persecution during the Cultural Revolution."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "三和一少",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "毛泽东点名批评了王稼祥等人提出的“三和一少”对外援助建议。",
          "en": "Mao Zedong personally criticized the 'Three Reconciliations and One Reduction' foreign aid proposal put forward by Wang Jiaxiang and others."
        }
      }
    },
    {
      "source": "康生",
      "target": "王稼祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-06",
        "description": {
          "zh-cn": "康生在文化大革命初期到中联部煽动批斗，喊出“打倒刘邓王”的口号，并升级批判王稼祥的“三和一少”为“三降一灭”，是迫害王稼祥的主要人物之一。",
          "en": "In the early stages of the Cultural Revolution, Kang Sheng went to the International Liaison Department to incite struggle sessions, shouting the slogan 'Down with Liu, Deng, and Wang.' He escalated the criticism of Wang Jiaxiang's 'Three Reconciliations and One Reduction' to 'Three Surrenders and One Extinction,' and was one of the main figures in Wang Jiaxiang's persecution."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "王稼祥",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967",
        "description": {
          "zh-cn": "在文化大革命期间，王稼祥屡遭批斗病危，在周恩来的保护下才得以存活。",
          "en": "During the Cultural Revolution, when Wang Jiaxiang was critically ill from repeated struggle sessions, he survived thanks to the protection of Zhou Enlai."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "三人团",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1935-03",
        "position": {
          "zh-cn": "成员",
          "en": "Member"
        },
        "description": {
          "zh-cn": "遵义会议后，王稼祥与周恩来、毛泽东一起组成“三人团”，负责军事指挥。",
          "en": "After the Zunyi Conference, Wang Jiaxiang, along with Zhou Enlai and Mao Zedong, formed the 'Three-Man Group' to be in charge of military command."
        }
      }
    },
    {
      "source": "遵义会议",
      "target": "毛泽东",
      "type": "PUSHED",
      "properties": {
        "start_date": "1935-01",
        "description": {
          "zh-cn": "遵义会议增补毛泽东为中央政治局常委，确立了其在党和红军中的领导地位。",
          "en": "The Zunyi Conference elected Mao Zedong as a Standing Committee member of the Central Politburo, establishing his leadership position in the party and the Red Army."
        }
      }
    },
    {
      "source": "宁都会议",
      "target": "毛泽东",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1932-10",
        "description": {
          "zh-cn": "在宁都会议上，苏区中央局决定以病假方式撤销毛泽东的军权。",
          "en": "At the Ningdu Conference, the Central Bureau of the Soviet Area decided to revoke Mao Zedong's military command under the pretext of sick leave."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "查瑞香",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1925",
        "description": {
          "zh-cn": "查瑞香是王稼祥的第一任妻子。",
          "en": "Zha Ruixiang was Wang Jiaxiang's first wife."
        }
      }
    },
    {
      "source": "王稼祥",
      "target": "朱仲丽",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1939-03-05",
        "description": {
          "zh-cn": "朱仲丽是王稼祥的第三任妻子。",
          "en": "Zhu Zhongli was Wang Jiaxiang's third wife."
        }
      }
    },
    {
      "source": "王命先",
      "target": "王稼祥",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "王命先是王稼祥的儿子。",
          "en": "Wang Mingxian is the son of Wang Jiaxiang."
        }
      }
    },
    {
      "source": "王命先",
      "target": "查瑞香",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "王命先是查瑞香的儿子。",
          "en": "Wang Mingxian is the son of Zha Ruixiang."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "王命先",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "文化大革命期间，红卫兵对王稼祥的儿子王命先进行批斗，导致其不堪受辱投湖自尽。",
          "en": "During the Cultural Revolution, the Red Guards subjected Wang Jiaxiang's son, Wang Mingxian, to struggle sessions, leading him to commit suicide by drowning himself out of humiliation."
        }
      }
    },
    {
      "source": "江青",
      "target": "批林批孔",
      "type": "PUSHED",
      "properties": {
        "start_date": "1974-01",
        "description": {
          "zh-cn": "江青是批林批孔运动的主要发动者和领导者之一。",
          "en": "Jiang Qing was one of the main initiators and leaders of the Criticize Lin, Criticize Confucius campaign."
        }
      }
    },
    {
      "source": "批林批孔",
      "target": "周恩来",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1974-01",
        "description": {
          "zh-cn": "批林批孔运动的矛头实际指向了时任国务院总理的周恩来。",
          "en": "The Criticize Lin, Criticize Confucius campaign was actually directed against then-Premier Zhou Enlai."
        }
      }
    }
  ]
}