{
  "nodes": [
    {
      "id": "中华人民共和国宪法修正案 (2018年)",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国宪法修正案 (2018年)",
          "中华人民共和国宪法修正案",
          "2018年宪法修正案"
        ],
        "en": []
      },
      "properties": {
        "period": "2018-03-11 - ",
        "description": {
          "zh-cn": "《中华人民共和国宪法》（八二宪法）的第五个修正案，内容包括设立国家监察机关、取消国家主席和副主席任期限制等。",
          "en": "The fifth amendment to the Constitution of the People's Republic of China (1982 Constitution), which includes provisions for establishing the National Supervisory Commission and removing term limits for the President and Vice President."
        }
      }
    },
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央权力机关，在全国代表大会闭会期间执行其决议，领导党的全部工作，对外代表中国共产党。",
          "en": "The central authority of the Communist Party of China, which exercises the powers of the National Congress when it is not in session, leads all party work, and represents the party externally."
        }
      }
    },
    {
      "id": "第十三届全国人民代表大会第一次会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "第十三届全国人民代表大会第一次会议",
          "十三届全国人大一次会议"
        ],
        "en": []
      },
      "properties": {
        "period": "2018-03-05 - 2018-03-20",
        "description": {
          "zh-cn": "第十三届全国人民代表大会的第一次全体会议，于2018年3月5日至3月20日在北京召开。会议表决通过了《中华人民共和国宪法修正案》。",
          "en": "The first session of the 13th National People's Congress, held in Beijing from March 5 to March 20, 2018. The session voted to pass the Amendment to the Constitution of the People's Republic of China."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，现任中国共产党中央委员会总书记、中华人民共和国主席、中央军事委员会主席。",
          "en": "Chinese politician, currently serving as General Secretary of the Central Committee of the Communist Party of China, President of the People's Republic of China, and Chairman of the Central Military Commission."
        }
      }
    },
    {
      "id": "中华人民共和国主席",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国主席",
          "国家主席"
        ],
        "en": [
          "President of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家元首职位。",
          "en": "The head of state position of the People's Republic of China."
        }
      }
    },
    {
      "id": "废除干部领导职务终身制",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "废除干部领导职务终身制"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "邓小平时代提出并建立的政治制度，旨在防止权力过度集中和个人崇拜。",
          "en": "A political system proposed and established during the Deng Xiaoping era, aimed at preventing over-concentration of power and personality cults."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国无产阶级革命家、政治家、军事家、外交家，中国共产党第二代中央领导集体的核心。",
          "en": "Chinese proletarian revolutionary, politician, military strategist, and diplomat, the core of the second generation of central leadership of the Communist Party of China."
        }
      }
    },
    {
      "id": "习近平新时代中国特色社会主义思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "习近平新时代中国特色社会主义思想"
        ],
        "en": [
          "Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以习近平为主要创立者的中国共产党指导思想，在2018年宪法修正案中被写入《中华人民共和国宪法》。",
          "en": "The guiding ideology of the Communist Party of China, with Xi Jinping as the main founder, which was written into the Constitution of the People's Republic of China in the 2018 constitutional amendment."
        }
      }
    },
    {
      "id": "中华人民共和国国家监察委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国家监察委员会",
          "国家监察机关"
        ],
        "en": [
          "National Supervisory Commission of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高国家监察机关，由2018年宪法修正案设立。",
          "en": "The highest state supervisory body of the People's Republic of China, established by the 2018 constitutional amendment."
        }
      }
    },
    {
      "id": "黄芳梅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄芳梅"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "location": {
          "zh-cn": "武汉",
          "en": "Wuhan"
        },
        "description": {
          "zh-cn": "中国武汉的活动人士，因制作视频讽刺2018年修宪而被拘留。",
          "en": "An activist from Wuhan, China, who was detained for making a video satirizing the 2018 constitutional amendment."
        }
      }
    },
    {
      "id": "沈良庆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "沈良庆"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "location": {
          "zh-cn": "安徽",
          "en": "Anhui"
        },
        "description": {
          "zh-cn": "中国安徽的前检察官，因在社交媒体上批评取消国家主席任期限制而被短暂拘留。",
          "en": "A former prosecutor from Anhui, China, who was briefly detained for criticizing the removal of presidential term limits on social media."
        }
      }
    },
    {
      "id": "北京市互联网信息办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京市互联网信息办公室"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国北京市负责互联网内容管理和监督的政府机构。",
          "en": "A government agency in Beijing, China, responsible for internet content management and supervision."
        }
      }
    },
    {
      "id": "知乎",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "知乎"
        ],
        "en": [
          "Zhihu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的问答平台。在2018年修宪期间，其移动客户端被下架整改。",
          "en": "A Chinese question-and-answer platform. Its mobile application was removed from app stores for rectification during the 2018 constitutional amendment period."
        }
      }
    },
    {
      "id": "蔡霞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡霞"
        ],
        "en": [
          "Cai Xia"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前中共中央党校党建教研部教授，因发表批评言论而被开除党籍和取消退休待遇。",
          "en": "A former professor at the Party Building Teaching and Research Department of the Central Party School of the CPC, who was expelled from the party and had her retirement benefits revoked for making critical comments."
        }
      }
    },
    {
      "id": "唐纳德·特朗普",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐纳德·特朗普"
        ],
        "en": [
          "Donald Trump"
        ]
      },
      "properties": {
        "lifetime": "1946-06-14 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "美国商人和政治家，担任美国第45任总统（2017-2021）。",
          "en": "American businessman and politician who served as the 45th President of the United States from 2017 to 2021."
        }
      }
    },
    {
      "id": "第十四届全国人民代表大会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第十四届全国人民代表大会"
        ],
        "en": [
          "14th National People's Congress"
        ]
      },
      "properties": {
        "period": "2023-03 - 2028-03",
        "description": {
          "zh-cn": "中华人民共和国的第十四届国家最高权力机关。",
          "en": "The 14th National People's Congress, the highest organ of state power in the People's Republic of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国共产党中央委员会",
      "target": "中华人民共和国宪法修正案 (2018年)",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-01-26",
        "description": {
          "zh-cn": "中国共产党中央委员会向全国人大常委会提出《中国共产党中央委员会关于修改宪法部分内容的建议》，启动了修宪的正式程序。",
          "en": "The Central Committee of the Communist Party of China submitted the 'Suggestions of the Central Committee of the Communist Party of China on Amending Parts of the Constitution' to the Standing Committee of the National People's Congress, formally initiating the constitutional amendment process."
        }
      }
    },
    {
      "source": "习近平",
      "target": "中华人民共和国宪法修正案 (2018年)",
      "type": "PUSHED",
      "properties": {
        "start_date": "2017-09-29",
        "description": {
          "zh-cn": "习近平作为中共中央总书记主持召开中共中央政治局会议，决定启动宪法修改工作。",
          "en": "As the General Secretary of the CPC Central Committee, Xi Jinping presided over a Politburo meeting that decided to initiate the work of constitutional amendment."
        }
      }
    },
    {
      "source": "第十三届全国人民代表大会第一次会议",
      "target": "中华人民共和国宪法修正案 (2018年)",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-11",
        "description": {
          "zh-cn": "第十三届全国人民代表大会第一次会议于2018年3月11日投票表决通过了《中华人民共和国宪法修正案》。",
          "en": "The First Session of the 13th National People's Congress voted to pass the 'Amendment to the Constitution of the People's Republic of China' on March 11, 2018."
        }
      }
    },
    {
      "source": "中华人民共和国宪法修正案 (2018年)",
      "target": "中华人民共和国主席",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03-11",
        "description": {
          "zh-cn": "该修正案删除了宪法中关于中华人民共和国主席“连续任职不得超过两届”的规定，取消了任期限制。",
          "en": "The amendment removed the provision in the constitution that the President of the People's Republic of China 'shall serve no more than two consecutive terms', thereby abolishing term limits for the office."
        }
      }
    },
    {
      "source": "中华人民共和国宪法修正案 (2018年)",
      "target": "废除干部领导职务终身制",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03-11",
        "description": {
          "zh-cn": "通过取消国家主席的任期限制，该修正案被外界普遍视为对邓小平时代建立的“废除干部领导职务终身制”原则的破坏。",
          "en": "By removing the term limits for the president, the amendment is widely seen as undermining the principle of 'abolishing lifelong tenure for leading cadres' established in the Deng Xiaoping era."
        }
      }
    },
    {
      "source": "中华人民共和国宪法修正案 (2018年)",
      "target": "习近平新时代中国特色社会主义思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-11",
        "description": {
          "zh-cn": "该修正案将“习近平新时代中国特色社会主义思想”写入宪法序言，确立了其国家指导思想的地位。",
          "en": "The amendment added 'Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era' to the preamble of the constitution, establishing its status as a national guiding ideology."
        }
      }
    },
    {
      "source": "中华人民共和国宪法修正案 (2018年)",
      "target": "中华人民共和国国家监察委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-11",
        "description": {
          "zh-cn": "该修正案在宪法中增设“监察委员会”一节，为设立国家监察委员会提供了宪法依据。",
          "en": "The amendment added a new section on 'Supervisory Commissions' to the constitution, providing the constitutional basis for the establishment of the National Supervisory Commission."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "废除干部领导职务终身制",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "邓小平在文革后主导了中国的政治改革，提出并推动建立了废除领导干部职务终身制和设立任期制。",
          "en": "After the Cultural Revolution, Deng Xiaoping led China's political reforms, proposing and promoting the abolition of lifelong tenure for leading cadres and the establishment of term limits."
        }
      }
    },
    {
      "source": "中华人民共和国宪法修正案 (2018年)",
      "target": "黄芳梅",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "在宪法修正案提出后，武汉活动人士黄芳梅因制作视频讽刺修宪、寓意中国历史倒退而被当局拘留。",
          "en": "After the constitutional amendment was proposed, Wuhan activist Huang Fangmei was detained by authorities for making a video that satirized the amendment, implying that China was regressing historically."
        }
      }
    },
    {
      "source": "中华人民共和国宪法修正案 (2018年)",
      "target": "沈良庆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "在宪法修正案提出后，安徽前检察官沈良庆因在社交媒体上批评取消任期限制的决定而遭到短暂拘留。",
          "en": "After the constitutional amendment was proposed, former Anhui prosecutor Shen Liangqing was briefly detained for criticizing the decision to remove term limits on social media."
        }
      }
    },
    {
      "source": "北京市互联网信息办公室",
      "target": "知乎",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "在修宪讨论期间，因平台上出现暗讽修宪的内容，问答平台知乎的移动客户端被北京市互联网信息办公室从应用商店上予以下架整改。",
          "en": "During the discussions on the constitutional amendment, the mobile application of the Q&A platform Zhihu was removed from app stores for rectification by the Beijing Municipal Cyberspace Administration Office due to content that implicitly satirized the amendment."
        }
      }
    },
    {
      "source": "蔡霞",
      "target": "中华人民共和国宪法修正案 (2018年)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020",
        "description": {
          "zh-cn": "前中共中央党校教授蔡霞在2020年发表的言论中严厉批评修宪，称其从党内程序上不合法，并指整个党已成为“政治僵尸”。",
          "en": "In comments made in 2020, Cai Xia, a former professor at the Central Party School, severely criticized the constitutional amendment, calling it procedurally illegitimate within the party and stating that the entire party had become a 'political zombie'."
        }
      }
    },
    {
      "source": "唐纳德·特朗普",
      "target": "习近平",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "美国时任总统唐纳德·特朗普对习近平通过修宪巩固权力表示支持，称习近平为“终身主席”并表示“他很棒”。",
          "en": "Then-U.S. President Donald Trump expressed support for Xi Jinping's consolidation of power through the constitutional amendment, calling him 'president for life' and saying 'he's great'."
        }
      }
    },
    {
      "source": "第十四届全国人民代表大会",
      "target": "习近平",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-03-10",
        "position": {
          "zh-cn": "中华人民共和国主席",
          "en": "President of the People's Republic of China"
        },
        "description": {
          "zh-cn": "在2018年宪法修正案取消国家主席任期限制后，习近平在第十四届全国人民代表大会第一次会议上第三次当选为中华人民共和国主席。",
          "en": "Following the 2018 constitutional amendment that removed presidential term limits, Xi Jinping was elected for a third term as President of the People's Republic of China at the First Session of the 14th National People's Congress."
        }
      }
    }
  ]
}