{
  "nodes": [
    {
      "id": "朱常洵",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱常洵"
        ]
      },
      "properties": {
        "lifetime": "1586-02-22 - 1641-03-02",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "紫禁城",
          "en": "Forbidden City"
        },
        "death_place": {
          "zh-cn": "洛阳市",
          "en": "Luoyang City"
        },
        "description": {
          "zh-cn": "明神宗第三子，封为福王。在国本之争中未能成为太子。后在李自成攻陷洛阳时被杀害。其子朱由崧在南京建立南明政权，是为弘光帝。",
          "en": "The third son of the Wanli Emperor of the Ming Dynasty, enfeoffed as the Prince of Fu. He failed to become the crown prince in the Struggle for the Succession. He was later killed when Li Zicheng captured Luoyang. His son, Zhu Yousong, established the Southern Ming regime in Nanjing as the Hongguang Emperor."
        }
      }
    },
    {
      "id": "明神宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明神宗",
          "朱翊钧",
          "神宗显皇帝"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝第十三位皇帝，朱常洵与朱常洛之父。因支持朱常洵争夺太子之位而引发国本之争，并因此怠政。",
          "en": "The 13th emperor of the Ming Dynasty, father of Zhu Changxun and Zhu Changluo. His support for Zhu Changxun in the struggle for the crown prince position triggered the Struggle for the Succession, leading to his subsequent neglect of governmental affairs."
        }
      }
    },
    {
      "id": "郑贵妃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑贵妃",
          "孝宁太皇太后郑氏",
          "恭恪惠荣和靖皇贵妃郑氏"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明神宗的皇贵妃，朱常洵的生母。",
          "en": "Imperial Noble Consort of the Wanli Emperor and the biological mother of Zhu Changxun."
        }
      }
    },
    {
      "id": "弘光帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "弘光帝",
          "朱由崧"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "朱常洵的长子。在父亲死后，于南京被马士英、卢九德等人拥立为帝，建立南明弘光政权。",
          "en": "The eldest son of Zhu Changxun. After his father's death, he was enthroned as emperor in Nanjing with the support of Ma Shiying, Lu Jiude, and others, establishing the Hongguang regime of the Southern Ming."
        }
      }
    },
    {
      "id": "明光宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明光宗",
          "朱常洛"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明神宗皇长子，朱常洵的异母兄。在国本之争中被立为皇太子，后继位为明光宗。",
          "en": "The eldest son of the Wanli Emperor and the half-brother of Zhu Changxun. He was established as the crown prince in the Struggle for the Succession and later ascended the throne as the Taichang Emperor."
        }
      }
    },
    {
      "id": "国本之争",
      "type": "Event",
      "name": {
        "zh-cn": [
          "国本之争"
        ]
      },
      "properties": {
        "period": " - 1601",
        "description": {
          "zh-cn": "明朝万历年间，围绕皇长子朱常洛与福王朱常洵两人之间的储君争议而引发的政治事件。",
          "en": "A political event during the Wanli era of the Ming Dynasty, centered on the succession dispute between the emperor's eldest son, Zhu Changluo, and the Prince of Fu, Zhu Changxun."
        }
      }
    },
    {
      "id": "孝定皇太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孝定皇太后",
          "慈圣太后",
          "慈圣皇太后"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明神宗的母亲，在国本之争中干预并支持立皇长子朱常洛为太子。",
          "en": "The mother of the Wanli Emperor. She intervened in the Struggle for the Succession and supported the establishment of the emperor's eldest son, Zhu Changluo, as crown prince."
        }
      }
    },
    {
      "id": "孝端显皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孝端显皇后",
          "王皇后"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明神宗的皇后，在国本之争中支持立皇长子朱常洛为太子。",
          "en": "The empress of the Wanli Emperor. She supported the establishment of the emperor's eldest son, Zhu Changluo, as crown prince during the Struggle for the Succession."
        }
      }
    },
    {
      "id": "李自成",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李自成"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末民变领袖，大顺政权建立者。其军队攻陷洛阳并杀害福王朱常洵。",
          "en": "A leader of the peasant rebellion in the late Ming Dynasty and the founder of the Dashun regime. His army captured Luoyang and killed the Prince of Fu, Zhu Changxun."
        }
      }
    },
    {
      "id": "大顺 (政权)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大顺 (政权)",
          "大顺军"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由李自成建立的政权，其军队在明末战争中攻陷洛阳，杀害福王朱常洵。",
          "en": "A regime established by Li Zicheng. Its army captured Luoyang during the wars of the late Ming Dynasty and killed the Prince of Fu, Zhu Changxun."
        }
      }
    },
    {
      "id": "吕维祺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕维祺"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前南京兵部尚书，与福王朱常洵一同被李自成杀害。",
          "en": "Former Minister of War in Nanjing, who was killed by Li Zicheng along with the Prince of Fu, Zhu Changxun."
        }
      }
    },
    {
      "id": "崇祯帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崇祯帝"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝末代皇帝。在朱常洵死后，下令辍朝并赐谥号“忠”。",
          "en": "The last emperor of the Ming Dynasty. After Zhu Changxun's death, he ordered the suspension of court sessions and bestowed upon him the posthumous title 'Zhong' (Loyal)."
        }
      }
    },
    {
      "id": "永历帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "永历帝"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南明皇帝，追封朱常洵庙号为“恭宗”。",
          "en": "An emperor of the Southern Ming, who posthumously granted Zhu Changxun the temple name 'Gongzong'."
        }
      }
    },
    {
      "id": "皇明祖训",
      "type": "Document",
      "name": {
        "zh-cn": [
          "皇明祖训"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝开国皇帝朱元璋为后世子孙所制定的典章制度。其关于立储的原则影响了国本之争的走向。",
          "en": "The institutional regulations formulated by the founding emperor of the Ming Dynasty, Zhu Yuanzhang, for his descendants. Its principles regarding the establishment of an heir influenced the outcome of the Struggle for the Succession."
        }
      }
    },
    {
      "id": "万历怠政",
      "type": "Event",
      "name": {
        "zh-cn": [
          "万历怠政"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明神宗因国本之争等事不再上朝，以示抗议，导致长期的政治僵局。",
          "en": "The Wanli Emperor's strike from court attendance as a protest over the Struggle for the Succession and other matters, leading to a long-term political stalemate."
        }
      }
    },
    {
      "id": "明朝藩王列表 (福王系)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "明朝藩王列表 (福王系)",
          "福王"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝亲王封号之一。朱常洵于万历廿九年（1601年）被册封为福王。",
          "en": "A title for a prince of the first rank in the Ming Dynasty. Zhu Changxun was enfeoffed as the Prince of Fu in 1601."
        }
      }
    },
    {
      "id": "紫禁城",
      "type": "Location",
      "name": {
        "zh-cn": [
          "紫禁城"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明清两代的皇宫，朱常洵的出生地。",
          "en": "The imperial palace of the Ming and Qing dynasties, and the birthplace of Zhu Changxun."
        }
      }
    },
    {
      "id": "洛阳市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "洛阳市",
          "洛阳"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "朱常洵的封地，也是其遇害地点。",
          "en": "The fiefdom of Zhu Changxun, and also the location where he was killed."
        }
      }
    },
    {
      "id": "南明",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南明"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝灭亡后，由明朝宗室在南方建立的政权。弘光帝朱由崧是其第一位皇帝。",
          "en": "A regime established in southern China by remnants of the Ming imperial family after the fall of the Ming Dynasty. The Hongguang Emperor, Zhu Yousong, was its first emperor."
        }
      }
    },
    {
      "id": "马士英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马士英"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南明大臣，拥立朱由崧为弘光帝的核心人物之一。",
          "en": "A minister of the Southern Ming and one of the key figures who supported Zhu Yousong's enthronement as the Hongguang Emperor."
        }
      }
    },
    {
      "id": "卢九德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卢九德"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "南明宦官，拥立朱由崧为弘光帝的核心人物之一。",
          "en": "A eunuch of the Southern Ming and one of the key figures who supported Zhu Yousong's enthronement as the Hongguang Emperor."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "朱常洵",
      "target": "明神宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "朱常洵是明神宗的第三子。",
          "en": "Zhu Changxun was the third son of the Wanli Emperor."
        }
      }
    },
    {
      "source": "朱常洵",
      "target": "郑贵妃",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "朱常洵的生母是郑贵妃。",
          "en": "Zhu Changxun's biological mother was Noble Consort Zheng."
        }
      }
    },
    {
      "source": "弘光帝",
      "target": "朱常洵",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "弘光帝朱由崧是朱常洵的长子。",
          "en": "The Hongguang Emperor, Zhu Yousong, was the eldest son of Zhu Changxun."
        }
      }
    },
    {
      "source": "朱常洵",
      "target": "明光宗",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "朱常洵与明光宗朱常洛是异母兄弟。",
          "en": "Zhu Changxun and the Taichang Emperor, Zhu Changluo, were half-brothers."
        }
      }
    },
    {
      "source": "李自成",
      "target": "朱常洵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1641-03-02",
        "description": {
          "zh-cn": "崇祯十四年，李自成攻克洛阳，杀害了福王朱常洵。",
          "en": "In 1641, Li Zicheng captured Luoyang and killed the Prince of Fu, Zhu Changxun."
        }
      }
    },
    {
      "source": "大顺 (政权)",
      "target": "朱常洵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1641-03-02",
        "description": {
          "zh-cn": "崇祯十四年，李自成率领的大顺军攻克洛阳，杀害了福王朱常洵。",
          "en": "In 1641, the Dashun army led by Li Zicheng captured Luoyang and killed the Prince of Fu, Zhu Changxun."
        }
      }
    },
    {
      "source": "李自成",
      "target": "吕维祺",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1641-03-02",
        "description": {
          "zh-cn": "李自成攻克洛阳后，将前南京兵部尚书吕维祺与福王朱常洵一同杀害。",
          "en": "After capturing Luoyang, Li Zicheng killed former Minister of War in Nanjing, Lü Weiqi, along with the Prince of Fu, Zhu Changxun."
        }
      }
    },
    {
      "source": "朱常洵",
      "target": "明光宗",
      "type": "ENEMY_OF",
      "properties": {
        "end_date": "1601",
        "description": {
          "zh-cn": "在国本之争中，朱常洵与皇长子朱常洛争夺皇太子之位，二人成为政治上的对手。",
          "en": "During the Struggle for the Succession, Zhu Changxun competed with the emperor's eldest son, Zhu Changluo, for the position of crown prince, making them political rivals."
        }
      }
    },
    {
      "source": "明神宗",
      "target": "朱常洵",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "明神宗在国本之争中支持其子朱常洵成为皇太子。",
          "en": "The Wanli Emperor supported his son Zhu Changxun to become the crown prince during the Struggle for the Succession."
        }
      }
    },
    {
      "source": "孝定皇太后",
      "target": "明光宗",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在国本之争中，孝定皇太后干预并支持立皇长子朱常洛为太子。",
          "en": "During the Struggle for the Succession, Empress Dowager Xiaoding intervened and supported the establishment of the emperor's eldest son, Zhu Changluo, as crown prince."
        }
      }
    },
    {
      "source": "孝端显皇后",
      "target": "明光宗",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在国本之争中，孝端显皇后支持立皇长子朱常洛为太子。",
          "en": "During the Struggle for the Succession, Empress Xiaoduanxian supported the establishment of the emperor's eldest son, Zhu Changluo, as crown prince."
        }
      }
    },
    {
      "source": "国本之争",
      "target": "朱常洵",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1601",
        "description": {
          "zh-cn": "国本之争最终以朱常洵的失败告终，他未能被立为皇太子，而是被封为福王。",
          "en": "The Struggle for the Succession ended in failure for Zhu Changxun; he was not made crown prince but was instead enfeoffed as the Prince of Fu."
        }
      }
    },
    {
      "source": "国本之争",
      "target": "明光宗",
      "type": "PUSHED",
      "properties": {
        "end_date": "1601",
        "description": {
          "zh-cn": "国本之争最终以皇长子朱常洛被立为皇太子而告终。",
          "en": "The Struggle for the Succession concluded with the emperor's eldest son, Zhu Changluo, being established as the crown prince."
        }
      }
    },
    {
      "source": "国本之争",
      "target": "万历怠政",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "明神宗因国本之争的结果不如其意，开始长期不再上朝，是为万历怠政。",
          "en": "Because the outcome of the Struggle for the Succession was not to his liking, the Wanli Emperor began a long period of abstention from court, which is known as the Wanli Emperor's strike."
        }
      }
    },
    {
      "source": "皇明祖训",
      "target": "明光宗",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "根据《皇明祖训》中“立长”的原则，皇长子朱常洛的太子地位得到了大臣们的支持。",
          "en": "According to the principle of primogeniture in the 'Ancestral Injunctions of the Ming Emperor', the status of the emperor's eldest son, Zhu Changluo, as crown prince was supported by the ministers."
        }
      }
    },
    {
      "source": "朱常洵",
      "target": "明朝藩王列表 (福王系)",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1601",
        "end_date": "1641-03-02",
        "position": {
          "zh-cn": "福王",
          "en": "Prince of Fu"
        },
        "description": {
          "zh-cn": "万历廿九年，朱常洵被册封为福王。",
          "en": "In 1601, Zhu Changxun was enfeoffed as the Prince of Fu."
        }
      }
    },
    {
      "source": "马士英",
      "target": "弘光帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "1644",
        "description": {
          "zh-cn": "马士英与卢九德等人在南京拥立朱由崧为皇帝，是为弘光帝。",
          "en": "Ma Shiying, along with Lu Jiude and others, enthroned Zhu Yousong as emperor in Nanjing, who became known as the Hongguang Emperor."
        }
      }
    },
    {
      "source": "卢九德",
      "target": "弘光帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "1644",
        "description": {
          "zh-cn": "卢九德与马士英等人在南京拥立朱由崧为皇帝，是为弘光帝。",
          "en": "Lu Jiude, along with Ma Shiying and others, enthroned Zhu Yousong as emperor in Nanjing, who became known as the Hongguang Emperor."
        }
      }
    },
    {
      "source": "弘光帝",
      "target": "南明",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1644",
        "position": {
          "zh-cn": "皇帝",
          "en": "Emperor"
        },
        "description": {
          "zh-cn": "1644年，朱由崧在南京即位，建立南明弘光政权。",
          "en": "In 1644, Zhu Yousong ascended the throne in Nanjing, establishing the Hongguang regime of the Southern Ming."
        }
      }
    },
    {
      "source": "崇祯帝",
      "target": "朱常洵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1641",
        "description": {
          "zh-cn": "朱常洵死后，崇祯帝赐其谥号为“忠”。",
          "en": "After Zhu Changxun's death, the Chongzhen Emperor bestowed upon him the posthumous title 'Zhong' (Loyal)."
        }
      }
    },
    {
      "source": "弘光帝",
      "target": "朱常洵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1644",
        "description": {
          "zh-cn": "弘光帝即位后，追谥其父朱常洵为孝皇帝。",
          "en": "After ascending the throne, the Hongguang Emperor posthumously honored his father, Zhu Changxun, as Emperor Xiao."
        }
      }
    },
    {
      "source": "永历帝",
      "target": "朱常洵",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "永历帝追封朱常洵庙号为恭宗。",
          "en": "The Yongli Emperor posthumously granted Zhu Changxun the temple name Gongzong."
        }
      }
    },
    {
      "source": "朱常洵",
      "target": "紫禁城",
      "type": "BORN_IN",
      "properties": {
        "start_date": "1586-02-22",
        "end_date": "1586-02-22",
        "description": {
          "zh-cn": "朱常洵出生于北京紫禁城。",
          "en": "Zhu Changxun was born in the Forbidden City in Beijing."
        }
      }
    }
  ]
}