{
  "nodes": [
    {
      "id": "聂元梓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "聂元梓",
          "元碧",
          "元子",
          "王兰"
        ]
      },
      "properties": {
        "lifetime": "1921-04-04 - 2019-08-28",
        "gender": "Female",
        "birth_place": {
          "zh-cn": "滑县",
          "en": "Hua County"
        },
        "death_place": {
          "zh-cn": "北京大学第三医院",
          "en": "Peking University Third Hospital"
        },
        "description": {
          "zh-cn": "中国文化大革命时期的政治人物，北京大学造反派领袖，因张贴大字报《宋硕、陆平、彭珮云在文化革命中究竟干些什么？》而闻名，被认为是北京造反派五大领袖之一。",
          "en": "A Chinese political figure during the Cultural Revolution, a rebel leader at Peking University, famous for posting the big-character poster 'What have Song Shuo, Lu Ping, and Peng Peiyun done in the Cultural Revolution?', and considered one of the five great rebel leaders of Beijing."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ]
      },
      "properties": {
        "period": "1966-05 - 1976-10",
        "description": {
          "zh-cn": "中华人民共和国一场自1966年5月至1976年10月期间的政治运动，对中国的政治、经济和社会造成了深远的影响。",
          "en": "A political movement in the People's Republic of China from May 1966 to October 1976, which had profound impacts on the country's politics, economy, and society."
        }
      }
    },
    {
      "id": "宋硕、陆平、彭珮云在文化革命中究竟干些什么？",
      "type": "Document",
      "name": {
        "zh-cn": [
          "宋硕、陆平、彭珮云在文化革命中究竟干些什么？"
        ]
      },
      "properties": {
        "period": "1966-05-25 - ",
        "description": {
          "zh-cn": "由聂元梓等七人在1966年5月25日于北京大学张贴的大字报，内容是攻击时任北京市委大学部副部长宋硕、北京大学校长陆平及党委副书记彭珮云。该大字报被毛泽东称为“全国第一张马列主义的大字报”，是文化大革命全面爆发的重要导火索之一。",
          "en": "A big-character poster put up by Nie Yuanzi and six others at Peking University on May 25, 1966, attacking Song Shuo (then Deputy Head of the University Department of the CPC Beijing Municipal Committee), Lu Ping (President of Peking University), and Peng Peiyun (Deputy Party Secretary). It was hailed by Mao Zedong as 'the nation's first Marxist-Leninist big-character poster' and was a key trigger for the full-scale outbreak of the Cultural Revolution."
        }
      }
    },
    {
      "id": "北京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京大学"
        ],
        "en": [
          "Peking University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的一所著名高等学府，是聂元梓在文化大革命期间活动的主要场所。",
          "en": "A renowned institution of higher learning in China, and the main venue for Nie Yuanzi's activities during the Cultural Revolution."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，文化大革命的发动者。",
          "en": "The main founder and leader of the Communist Party of China, the People's Liberation Army, and the People's Republic of China, and the initiator of the Cultural Revolution."
        }
      }
    },
    {
      "id": "陆平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆平"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国政治人物，时任北京大学校长兼党委书记，是聂元梓大字报的主要攻击对象之一。",
          "en": "Chinese politician, then President and Party Secretary of Peking University, one of the main targets of Nie Yuanzi's big-character poster."
        }
      }
    },
    {
      "id": "宋硕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋硕"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国政治人物，时任中共北京市委大学部副部长，是聂元梓大字报的攻击对象之一。",
          "en": "Chinese politician, then Deputy Head of the University Department of the CPC Beijing Municipal Committee, one of the targets of Nie Yuanzi's big-character poster."
        }
      }
    },
    {
      "id": "彭珮云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭珮云"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治人物，时任北京大学党委副书记，是聂元梓大字报的攻击对象之一。",
          "en": "Chinese politician, then Deputy Party Secretary of Peking University, one of the targets of Nie Yuanzi's big-character poster."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心人物。文革前曾在北大搞社会主义教育运动试点。",
          "en": "The core figure of the second generation of central leadership of the Communist Party of China. Before the Cultural Revolution, he initiated a pilot for the Socialist Education Movement at Peking University."
        }
      }
    },
    {
      "id": "彭真",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭真"
        ]
      },
      "properties": {
        "lifetime": "1902-10-12 - 1997-04-26",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的高级领导人，文革初期被打倒。曾因聂元梓批评陆平而将其隔离监视。",
          "en": "A senior leader of the Communist Party of China and the People's Republic of China, who was purged in the early stages of the Cultural Revolution. He once had Nie Yuanzi isolated and monitored for her criticism of Lu Ping."
        }
      }
    },
    {
      "id": "江青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江青"
        ],
        "en": [
          "Jiang Qing"
        ]
      },
      "properties": {
        "lifetime": "1914-03 - 1991-05-14",
        "gender": "Female",
        "description": {
          "zh-cn": "毛泽东的第四任妻子，是“四人帮”成员之一，中央文革小组核心成员。曾到北大支持聂元梓等造反派。",
          "en": "Mao Zedong's fourth wife, a member of the 'Gang of Four', and a core member of the Central Cultural Revolution Group. She went to Peking University to support rebels like Nie Yuanzi."
        }
      }
    },
    {
      "id": "陈伯达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈伯达"
        ],
        "en": [
          "Chen Boda"
        ]
      },
      "properties": {
        "lifetime": "1904-07-29 - 1989-09-20",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党高级领导人，中央文革小组组长。曾到北大支持聂元梓等造反派。",
          "en": "A senior leader of the Communist Party of China and the head of the Central Cultural Revolution Group. He went to Peking University to support rebels like Nie Yuanzi."
        }
      }
    },
    {
      "id": "吴宏毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴宏毅"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "聂元梓的第一任丈夫，曾任哈尔滨副市长。",
          "en": "Nie Yuanzi's first husband, former deputy mayor of Harbin."
        }
      }
    },
    {
      "id": "吴溉之",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴溉之"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "聂元梓的第二任丈夫，时任中共中央监察委员会常委。",
          "en": "Nie Yuanzi's second husband, then a standing committee member of the CCP Central Control Commission."
        }
      }
    },
    {
      "id": "邓朴方",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓朴方"
        ],
        "en": [
          "Deng Pufang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "邓小平长子，在文化大革命期间受到聂元梓下属组织的审查和迫害。",
          "en": "Deng Xiaoping's eldest son, who was investigated and persecuted by an organization under Nie Yuanzi during the Cultural Revolution."
        }
      }
    },
    {
      "id": "北京市革命委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京市革命委员会"
        ]
      },
      "properties": {
        "period": "1967-04-20 - 1979-12-13",
        "description": {
          "zh-cn": "文化大革命期间北京市的最高权力机关，聂元梓曾任副主任。",
          "en": "The highest organ of power in Beijing during the Cultural Revolution, where Nie Yuanzi served as a vice-chair."
        }
      }
    },
    {
      "id": "中国共产党第九届中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党第九届中央委员会"
        ]
      },
      "properties": {
        "period": "1969-04 - 1973-08",
        "description": {
          "zh-cn": "中国共产党在第九次全国代表大会上选举产生的中央委员会，聂元梓当选为候补委员。",
          "en": "The Central Committee elected by the Communist Party of China at its 9th National Congress, where Nie Yuanzi was elected as an alternate member."
        }
      }
    },
    {
      "id": "林彪、江青反革命集团案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "林彪、江青反革命集团案"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "文化大革命结束后，中华人民共和国政府对林彪集团和江青集团（四人帮）成员进行审判的案件。聂元梓因此案被判刑。",
          "en": "The case in which the government of the People's Republic of China tried members of the Lin Biao clique and the Jiang Qing clique (Gang of Four) after the Cultural Revolution. Nie Yuanzi was sentenced in connection with this case."
        }
      }
    },
    {
      "id": "北京市中级人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京市中级人民法院"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国北京市的司法审判机关，于1983年对聂元梓进行判决。",
          "en": "The judicial trial organ of Beijing, China, which sentenced Nie Yuanzi in 1983."
        }
      }
    },
    {
      "id": "社会主义教育运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "社会主义教育运动"
        ]
      },
      "properties": {
        "period": "1963 - 1966",
        "description": {
          "zh-cn": "文化大革命前夕，中国共产党在全国城乡开展的政治运动，邓小平曾在北大搞该运动的试点。",
          "en": "A political movement launched by the Communist Party of China in urban and rural areas across the country on the eve of the Cultural Revolution. Deng Xiaoping conducted a pilot of this movement at Peking University."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "聂元梓",
      "target": "宋硕、陆平、彭珮云在文化革命中究竟干些什么？",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-05-25",
        "description": {
          "zh-cn": "作为第一作者，与北大哲学系另6位教师共同张贴了该大字报。",
          "en": "As the first author, she co-posted this big-character poster with six other teachers from the Department of Philosophy at Peking University."
        }
      }
    },
    {
      "source": "宋硕、陆平、彭珮云在文化革命中究竟干些什么？",
      "target": "文化大革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-06-01",
        "description": {
          "zh-cn": "该大字报经毛泽东肯定并向全国广播后，成为全面发动文化大革命的导火索之一。",
          "en": "After being endorsed by Mao Zedong and broadcast nationwide, this big-character poster became one of the triggers for the full-scale launch of the Cultural Revolution."
        }
      }
    },
    {
      "source": "宋硕、陆平、彭珮云在文化革命中究竟干些什么？",
      "target": "陆平",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-05-25",
        "description": {
          "zh-cn": "该大字报的主要内容是攻击北京大学领导陆平等人。",
          "en": "The main content of this big-character poster was to attack Peking University leader Lu Ping and others."
        }
      }
    },
    {
      "source": "宋硕、陆平、彭珮云在文化革命中究竟干些什么？",
      "target": "宋硕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-05-25",
        "description": {
          "zh-cn": "该大字报的主要内容是攻击中共北京市委大学部副部长宋硕等人。",
          "en": "The main content of this big-character poster was to attack Song Shuo, Deputy Head of the University Department of the CPC Beijing Municipal Committee, and others."
        }
      }
    },
    {
      "source": "宋硕、陆平、彭珮云在文化革命中究竟干些什么？",
      "target": "彭珮云",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-05-25",
        "description": {
          "zh-cn": "该大字报的主要内容是攻击北京大学党委副书记彭珮云等人。",
          "en": "The main content of this big-character poster was to attack Peng Peiyun, Deputy Party Secretary of Peking University, and others."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "宋硕、陆平、彭珮云在文化革命中究竟干些什么？",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-06-01",
        "description": {
          "zh-cn": "毛泽东称赞该大字报为“全国第一张马列主义大字报”，并指示中央人民广播电台全文广播，极大地提升了其影响力。",
          "en": "Mao Zedong praised the big-character poster as 'the nation's first Marxist-Leninist big-character poster' and instructed China National Radio to broadcast it in full, greatly increasing its influence."
        }
      }
    },
    {
      "source": "聂元梓",
      "target": "吴宏毅",
      "type": "SPOUSE_OF",
      "properties": {
        "end_date": "1959",
        "description": {
          "zh-cn": "聂元梓于1959年冬与第一任丈夫吴宏毅离婚。",
          "en": "Nie Yuanzi divorced her first husband, Wu Hongyi, in the winter of 1959."
        }
      }
    },
    {
      "source": "聂元梓",
      "target": "吴溉之",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1965",
        "description": {
          "zh-cn": "聂元梓于1965年秋与第二任丈夫吴溉之结婚。",
          "en": "Nie Yuanzi married her second husband, Wu Gaizhi, in the autumn of 1965."
        }
      }
    },
    {
      "source": "聂元梓",
      "target": "邓朴方",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-06",
        "description": {
          "zh-cn": "聂元梓及其下属组织成立专案组，对邓朴方进行审查和迫害。",
          "en": "Nie Yuanzi and her subordinate organizations formed a special case group to investigate and persecute Deng Pufang."
        }
      }
    },
    {
      "source": "聂元梓",
      "target": "北京大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1960-06",
        "position": {
          "zh-cn": "经济系副主任、哲学系党总支书记",
          "en": "Deputy Director of the Department of Economics, Party Branch Secretary of the Department of Philosophy"
        },
        "description": {
          "zh-cn": "聂元梓自1960年起在北京大学任职，曾担任经济系副主任、哲学系党总支书记等职务。",
          "en": "Nie Yuanzi worked at Peking University starting from June 1960, holding positions such as Deputy Director of the Department of Economics and Party Branch Secretary of the Department of Philosophy."
        }
      }
    },
    {
      "source": "聂元梓",
      "target": "北京市革命委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1967-04-20",
        "position": {
          "zh-cn": "副主任",
          "en": "Vice-chair"
        },
        "description": {
          "zh-cn": "聂元梓自1967年4月20日起担任北京市革命委员会副主任。",
          "en": "Nie Yuanzi served as the Vice-chair of the Beijing Revolutionary Committee starting from April 20, 1967."
        }
      }
    },
    {
      "source": "聂元梓",
      "target": "中国共产党第九届中央委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1969-04",
        "position": {
          "zh-cn": "候补委员",
          "en": "Alternate Member"
        },
        "description": {
          "zh-cn": "聂元梓于1969年4月在中国共产党第九次全国代表大会上当选为中央委员会候补委员。",
          "en": "Nie Yuanzi was elected as an alternate member of the Central Committee at the 9th National Congress of the Communist Party of China in April 1969."
        }
      }
    },
    {
      "source": "彭真",
      "target": "聂元梓",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-06",
        "description": {
          "zh-cn": "因聂元梓曾对陆平提出批评，彭真在一次会议后要求总结北大工作，导致聂元梓等人被隔离监视。",
          "en": "Because Nie Yuanzi had criticized Lu Ping, after a meeting where Peng Zhen demanded a summary of Peking University's work, Nie Yuanzi and others were isolated and placed under surveillance."
        }
      }
    },
    {
      "source": "江青",
      "target": "聂元梓",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-07",
        "description": {
          "zh-cn": "江青作为中央文革小组成员到北大开会，批判了压制学生运动的北大工作组，从而支持了聂元梓等造反派。",
          "en": "As a member of the Central Cultural Revolution Group, Jiang Qing attended a meeting at Peking University, criticizing the university's work group for suppressing the student movement, thereby supporting rebels like Nie Yuanzi."
        }
      }
    },
    {
      "source": "陈伯达",
      "target": "聂元梓",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-07",
        "description": {
          "zh-cn": "陈伯达作为中央文革小组组长到北大开会，批判了压制学生运动的北大工作组，从而支持了聂元梓等造反派。",
          "en": "As the head of the Central Cultural Revolution Group, Chen Boda attended a meeting at Peking University, criticizing the university's work group for suppressing the student movement, thereby supporting rebels like Nie Yuanzi."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "社会主义教育运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1964",
        "description": {
          "zh-cn": "邓小平在北京大学搞社会主义教育运动的试点，该运动是聂元梓早期批评陆平的背景。",
          "en": "Deng Xiaoping initiated a pilot program for the Socialist Education Movement at Peking University, which was the context for Nie Yuanzi's early criticism of Lu Ping."
        }
      }
    },
    {
      "source": "北京市中级人民法院",
      "target": "聂元梓",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1983-03-16",
        "description": {
          "zh-cn": "以反革命宣传煽动罪、诬告陷害罪判处聂元梓17年徒刑。",
          "en": "Sentenced Nie Yuanzi to 17 years in prison for counter-revolutionary propaganda and incitement, and false accusation."
        }
      }
    },
    {
      "source": "林彪、江青反革命集团案",
      "target": "聂元梓",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1983-03-16",
        "description": {
          "zh-cn": "聂元梓因被认定“追随林彪、江青反党集团进行反革命活动”而被刑事判决。",
          "en": "Nie Yuanzi was criminally sentenced for 'following the Lin Biao and Jiang Qing anti-Party cliques in counter-revolutionary activities'."
        }
      }
    }
  ]
}