{
  "nodes": [
    {
      "id": "哈布斯堡-洛林王朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "哈布斯堡-洛林王朝",
          "哈布斯堡-洛林皇朝"
        ],
        "en": [
          "House of Habsburg-Lorraine"
        ]
      },
      "properties": {
        "period": "1736 - 1918",
        "description": {
          "zh-cn": "由哈布斯堡王朝和洛林王朝联姻而成的欧洲王室。自18世纪中叶起统治奥地利大公国、匈牙利王国、波希米亚王国等世袭领地，并在1804年至1918年间统治奥地利帝国及后来的奥匈帝国，直至第一次世界大战后瓦解。",
          "en": "A European royal house formed through the marriage of the House of Habsburg and the House of Lorraine. From the mid-18th century, it ruled the Archduchy of Austria, the Kingdom of Hungary, the Kingdom of Bohemia, and other hereditary lands. From 1804 to 1918, it reigned over the Austrian Empire and later the Austro-Hungarian Empire until its dissolution after World War I."
        }
      }
    },
    {
      "id": "玛丽亚·特蕾西亚 (奥地利)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "玛丽亚·特蕾西亚 (奥地利)",
          "玛丽亚·特蕾西娅"
        ],
        "en": [
          "Maria Theresa"
        ]
      },
      "properties": {
        "gender": "Female",
        "lifetime": "1717-05-13 - 1780-11-29",
        "description": {
          "zh-cn": "哈布斯堡王朝最后一位君主查理六世的长女，奥地利大公、匈牙利和波希米亚女王。她与丈夫弗朗茨一世共同开创了哈布斯堡-洛林王朝。",
          "en": "The eldest daughter of Charles VI, the last monarch of the House of Habsburg. She was Archduchess of Austria and Queen of Hungary and Bohemia. She, along with her husband Francis I, founded the House of Habsburg-Lorraine."
        }
      }
    },
    {
      "id": "弗朗茨一世 (神圣罗马帝国)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "弗朗茨一世 (神圣罗马帝国)",
          "弗朗茨",
          "弗朗茨一世"
        ],
        "en": [
          "Francis I, Holy Roman Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1708-12-08 - 1765-08-18",
        "description": {
          "zh-cn": "原为洛林公爵，后与玛丽亚·特蕾西娅结婚，并于1745年当选为神圣罗马皇帝，是哈布斯堡-洛林王朝的共同创始人。",
          "en": "Originally the Duke of Lorraine, he married Maria Theresa and was elected Holy Roman Emperor in 1745, co-founding the House of Habsburg-Lorraine."
        }
      }
    },
    {
      "id": "查理六世 (神圣罗马帝国)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "查理六世 (神圣罗马帝国)",
          "查理六世"
        ],
        "en": [
          "Charles VI, Holy Roman Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1685-10-01 - 1740-10-20",
        "description": {
          "zh-cn": "神圣罗马皇帝，哈布斯堡王朝的最后一位男性统治者。由于没有男性继承人，其长女玛丽亚·特蕾西娅的继位引发了奥地利王位继承战争。",
          "en": "Holy Roman Emperor and the last male ruler of the House of Habsburg. Lacking a male heir, the succession of his eldest daughter, Maria Theresa, sparked the War of the Austrian Succession."
        }
      }
    },
    {
      "id": "奥地利王位继承战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "奥地利王位继承战争"
        ],
        "en": [
          "War of the Austrian Succession"
        ]
      },
      "properties": {
        "period": "1740 - 1748",
        "description": {
          "zh-cn": "因欧洲多国拒绝承认玛丽亚·特蕾西娅对哈布斯堡家族领地的继承权而引发的一场大规模战争。战争最终通过《亚琛和约》结束，确认了哈布斯堡-洛林家族的统治权。",
          "en": "A major European conflict sparked by the refusal of several European powers to recognize Maria Theresa's right to inherit the Habsburg hereditary lands. The war concluded with the Treaty of Aix-la-Chapelle, which confirmed the rule of the House of Habsburg-Lorraine."
        }
      }
    },
    {
      "id": "法国大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "法国大革命"
        ],
        "en": [
          "French Revolution"
        ]
      },
      "properties": {
        "period": "1789 - 1799",
        "description": {
          "zh-cn": "法国的社会政治剧变，其共和思潮和革命浪潮席卷欧洲，对哈布斯堡王朝的统治构成了严重挑战，并促使其参与多次反法同盟。",
          "en": "A period of radical social and political upheaval in France. Its republican ideals and revolutionary waves swept across Europe, posing a significant challenge to the rule of the Habsburg dynasty and prompting its participation in several anti-French coalitions."
        }
      }
    },
    {
      "id": "弗朗茨二世 (神圣罗马帝国)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "弗朗茨二世 (神圣罗马帝国)",
          "弗朗茨二世",
          "弗朗茨一世"
        ],
        "en": [
          "Francis II, Holy Roman Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1768-02-12 - 1835-03-02",
        "description": {
          "zh-cn": "末代神圣罗马皇帝，在拿破仑的压力下于1806年解散了神圣罗马帝国。他于1804年创立奥地利帝国，成为首任奥地利皇帝，称弗朗茨一世。",
          "en": "The last Holy Roman Emperor, who dissolved the Holy Roman Empire in 1806 under pressure from Napoleon. In 1804, he founded the Austrian Empire and became its first emperor, known as Francis I."
        }
      }
    },
    {
      "id": "拿破仑一世",
      "type": "Person",
      "name": {
        "zh-cn": [
          "拿破仑一世",
          "拿破仑"
        ],
        "en": [
          "Napoleon"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1769-08-15 - 1821-05-05",
        "description": {
          "zh-cn": "法兰西第一帝国皇帝。其军事扩张和政治野心重塑了欧洲格局，多次击败反法同盟，并最终导致了神圣罗马帝国的解体。",
          "en": "Emperor of the First French Empire. His military expansion and political ambitions reshaped the European map, repeatedly defeating anti-French coalitions and ultimately leading to the dissolution of the Holy Roman Empire."
        }
      }
    },
    {
      "id": "神圣罗马帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "神圣罗马帝国"
        ],
        "en": [
          "Holy Roman Empire"
        ]
      },
      "properties": {
        "period": "800 - 1806-08-06",
        "description": {
          "zh-cn": "一个位于中欧的政治实体，哈布斯堡-洛林王朝曾是其统治者。1806年，在拿破仑的压力下，皇帝弗朗茨二世宣布解散帝国。",
          "en": "A political entity in Central Europe, once ruled by the House of Habsburg-Lorraine. In 1806, under pressure from Napoleon, Emperor Francis II announced its dissolution."
        }
      }
    },
    {
      "id": "奥地利帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "奥地利帝国"
        ],
        "en": [
          "Austrian Empire"
        ]
      },
      "properties": {
        "period": "1804-08-11 - 1867",
        "description": {
          "zh-cn": "由弗朗茨二世为应对拿破仑崛起而建立的帝国，旨在整合哈布斯堡王朝的领地。后因普奥战争失败及国内民族问题，改组为奥匈帝国。",
          "en": "An empire established by Francis II in response to the rise of Napoleon, aimed at consolidating the Habsburg hereditary lands. It was later reorganized into the Austro-Hungarian Empire following its defeat in the Austro-Prussian War and internal ethnic issues."
        }
      }
    },
    {
      "id": "普奥战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "普奥战争"
        ],
        "en": [
          "Austro-Prussian War"
        ]
      },
      "properties": {
        "period": "1866",
        "description": {
          "zh-cn": "普鲁士与奥地利为争夺德意志地区领导权而进行的战争。奥地利的惨败使其被排除出德意志事务，并直接促成了奥匈帝国的建立。",
          "en": "A war between Prussia and Austria for dominance over the German states. Austria's decisive defeat led to its exclusion from German affairs and directly prompted the creation of the Austro-Hungarian Empire."
        }
      }
    },
    {
      "id": "奥匈帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "奥匈帝国",
          "奥匈二元帝国"
        ],
        "en": [
          "Austria-Hungary"
        ]
      },
      "properties": {
        "period": "1867-02 - 1918-11",
        "description": {
          "zh-cn": "由奥地利帝国和匈牙利王国组成的二元君主国，是哈布斯堡王朝为应对普奥战争失败和匈牙利民族主义而采取的政治妥协。在第一次世界大战后解体。",
          "en": "A dual monarchy consisting of the Austrian Empire and the Kingdom of Hungary, a political compromise by the Habsburg dynasty in response to the defeat in the Austro-Prussian War and Hungarian nationalism. It dissolved after World War I."
        }
      }
    },
    {
      "id": "弗朗茨·约瑟夫一世",
      "type": "Person",
      "name": {
        "zh-cn": [
          "弗朗茨·约瑟夫一世",
          "弗朗茨·约瑟夫"
        ],
        "en": [
          "Franz Joseph I of Austria"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1830-08-18 - 1916-11-21",
        "description": {
          "zh-cn": "奥地利皇帝和匈牙利国王，奥匈帝国的创建者和首任君主。其漫长的统治见证了帝国的建立、繁荣与最终的危机。",
          "en": "Emperor of Austria and King of Hungary, the founder and first monarch of the Austro-Hungarian Empire. His long reign witnessed the empire's creation, prosperity, and eventual crisis."
        }
      }
    },
    {
      "id": "第一次世界大战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第一次世界大战"
        ],
        "en": [
          "World War I"
        ]
      },
      "properties": {
        "period": "1914-07-28 - 1918-11-11",
        "description": {
          "zh-cn": "一场主要发生在欧洲的全球性战争，同盟国的战败直接导致了奥匈帝国的解体和哈布斯堡-洛林王朝统治的终结。",
          "en": "A global war primarily centered in Europe. The defeat of the Central Powers directly led to the dissolution of the Austro-Hungarian Empire and the end of the Habsburg-Lorraine dynasty's rule."
        }
      }
    },
    {
      "id": "法兰兹·斐迪南大公",
      "type": "Person",
      "name": {
        "zh-cn": [
          "法兰兹·斐迪南大公"
        ],
        "en": [
          "Archduke Franz Ferdinand of Austria"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1863-12-18 - 1914-06-28",
        "death_place": {
          "zh-cn": "萨拉热窝",
          "en": "Sarajevo"
        },
        "description": {
          "zh-cn": "奥匈帝国皇储。他在萨拉热窝遇刺身亡的事件，即“萨拉热窝事件”，成为第一次世界大战的直接导火索。",
          "en": "Archduke and heir presumptive to the Austro-Hungarian throne. His assassination in Sarajevo, known as the Sarajevo incident, was the direct trigger for World War I."
        }
      }
    },
    {
      "id": "卡尔一世 (奥地利皇帝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卡尔一世 (奥地利皇帝)",
          "卡尔一世",
          "卡尔一世 (奥匈帝国)"
        ],
        "en": [
          "Charles I of Austria"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1887-08-17 - 1922-04-01",
        "description": {
          "zh-cn": "奥匈帝国的末代皇帝。在第一次世界大战战败后，他于1918年11月被迫退位，哈布斯堡-洛林王朝的统治至此终结。",
          "en": "The last Emperor of Austria-Hungary. After the defeat in World War I, he was forced to abdicate in November 1918, marking the end of the Habsburg-Lorraine dynasty's rule."
        }
      }
    },
    {
      "id": "奥托·冯·哈布斯堡",
      "type": "Person",
      "name": {
        "zh-cn": [
          "奥托·冯·哈布斯堡",
          "奥托"
        ],
        "en": [
          "Otto von Habsburg"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1912-11-20 - 2011-07-04",
        "description": {
          "zh-cn": "哈布斯堡-洛林王朝的末代皇储及后来的家族首领。他于1961年宣布放弃对奥地利帝位的要求，并曾作为德国代表担任欧洲议会议员。",
          "en": "The last Crown Prince of the Habsburg-Lorraine dynasty and later head of the family. He renounced his claim to the Austrian throne in 1961 and later served as a Member of the European Parliament for Germany."
        }
      }
    },
    {
      "id": "塞尔维亚民族主义",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "塞尔维亚民族主义",
          "塞尔维亚民族主义者"
        ],
        "en": [
          "Serbian nationalism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种旨在统一南斯拉夫民族的政治意识形态，其激进支持者刺杀了斐迪南大公，直接引发了第一次世界大战。",
          "en": "A political ideology aimed at unifying the South Slavic peoples, whose radical proponents assassinated Archduke Franz Ferdinand, directly triggering World War I."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "玛丽亚·特蕾西亚 (奥地利)",
      "target": "查理六世 (神圣罗马帝国)",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "玛丽亚·特蕾西娅是神圣罗马皇帝查理六世的长女。",
          "en": "Maria Theresa was the eldest daughter of the Holy Roman Emperor Charles VI."
        }
      }
    },
    {
      "source": "玛丽亚·特蕾西亚 (奥地利)",
      "target": "弗朗茨一世 (神圣罗马帝国)",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "玛丽亚·特蕾西娅与洛林公爵弗朗茨结婚，他们的后代开创了哈布斯堡-洛林王朝。",
          "en": "Maria Theresa married Francis, Duke of Lorraine, and their descendants founded the House of Habsburg-Lorraine."
        }
      }
    },
    {
      "source": "玛丽亚·特蕾西亚 (奥地利)",
      "target": "哈布斯堡-洛林王朝",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1740",
        "description": {
          "zh-cn": "作为哈布斯堡家族的继承人，玛丽亚·特蕾西娅与丈夫弗朗茨一世被视为哈布斯堡-洛林王朝的创始人。",
          "en": "As the heir to the House of Habsburg, Maria Theresa, along with her husband Francis I, is considered a founder of the House of Habsburg-Lorraine."
        }
      }
    },
    {
      "source": "弗朗茨一世 (神圣罗马帝国)",
      "target": "哈布斯堡-洛林王朝",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1745",
        "description": {
          "zh-cn": "弗朗茨一世通过与玛丽亚·特蕾西娅的婚姻以及当选为神圣罗马皇帝，共同开创了哈布斯堡-洛林王朝。",
          "en": "Through his marriage to Maria Theresa and his election as Holy Roman Emperor, Francis I co-founded the House of Habsburg-Lorraine."
        }
      }
    },
    {
      "source": "奥地利王位继承战争",
      "target": "玛丽亚·特蕾西亚 (奥地利)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1740",
        "end_date": "1748",
        "description": {
          "zh-cn": "奥地利王位继承战争是由于欧洲多国拒绝承认玛丽亚·特蕾西娅的继承权而爆发的，挑战了她的统治。",
          "en": "The War of the Austrian Succession broke out because several European powers refused to recognize Maria Theresa's right of succession, challenging her rule."
        }
      }
    },
    {
      "source": "法国大革命",
      "target": "哈布斯堡-洛林王朝",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1789",
        "description": {
          "zh-cn": "法国大革命及其传播的共和思潮对欧洲君主制构成威胁，导致哈布斯堡王朝多次组织并参与反法同盟，以武力干涉法国。",
          "en": "The French Revolution and the republican ideas it spread threatened European monarchies, leading the Habsburg dynasty to organize and participate in several anti-French coalitions to intervene militarily in France."
        }
      }
    },
    {
      "source": "拿破仑一世",
      "target": "神圣罗马帝国",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1806-08-06",
        "description": {
          "zh-cn": "拿破仑为了巩固其在德意志地区的盟友，威逼奥皇弗朗茨二世于1806年解散神圣罗马帝国。",
          "en": "To consolidate his allies in the German territories, Napoleon pressured Emperor Francis II to dissolve the Holy Roman Empire in 1806."
        }
      }
    },
    {
      "source": "弗朗茨二世 (神圣罗马帝国)",
      "target": "奥地利帝国",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1804-08-11",
        "description": {
          "zh-cn": "为应对拿破仑称帝和神圣罗马帝国的衰落，弗朗茨二世自称奥地利皇帝，建立了奥地利帝国。",
          "en": "In response to Napoleon's coronation and the decline of the Holy Roman Empire, Francis II proclaimed himself Emperor of Austria, founding the Austrian Empire."
        }
      }
    },
    {
      "source": "普奥战争",
      "target": "奥地利帝国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1866",
        "description": {
          "zh-cn": "奥地利在普奥战争中战败，被迫解散德意志邦联，并丧失了在德意志地区的领导地位，国力大为削弱。",
          "en": "Austria's defeat in the Austro-Prussian War forced it to dissolve the German Confederation and lose its leading role in German affairs, significantly weakening its power."
        }
      }
    },
    {
      "source": "普奥战争",
      "target": "奥匈帝国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1866",
        "description": {
          "zh-cn": "普奥战争的失败暴露了奥地利帝国的内部危机，迫使弗朗茨·约瑟夫一世与匈牙利贵族妥协，促成了1867年奥匈帝国的建立。",
          "en": "The defeat in the Austro-Prussian War exposed the internal crises of the Austrian Empire, compelling Franz Joseph I to compromise with the Hungarian nobility, which led to the establishment of Austria-Hungary in 1867."
        }
      }
    },
    {
      "source": "弗朗茨·约瑟夫一世",
      "target": "奥匈帝国",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1867-02",
        "description": {
          "zh-cn": "作为奥地利皇帝，弗朗茨·约瑟夫一世与匈牙利方面达成《奥匈折衷方案》，建立了奥匈二元帝国。",
          "en": "As Emperor of Austria, Franz Joseph I reached the Austro-Hungarian Compromise with the Hungarian side, establishing the dual monarchy of Austria-Hungary."
        }
      }
    },
    {
      "source": "塞尔维亚民族主义",
      "target": "法兰兹·斐迪南大公",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1914-06-28",
        "description": {
          "zh-cn": "奥匈帝国皇储斐迪南大公夫妇在萨拉热窝被一名塞尔维亚民族主义者刺杀身亡。",
          "en": "Archduke Franz Ferdinand, heir to the Austro-Hungarian throne, and his wife were assassinated in Sarajevo by a Serbian nationalist."
        }
      }
    },
    {
      "source": "法兰兹·斐迪南大公",
      "target": "第一次世界大战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1914-06-28",
        "description": {
          "zh-cn": "斐迪南大公遇刺的“萨拉热窝事件”是第一次世界大战的直接导火索。",
          "en": "The assassination of Archduke Franz Ferdinand, known as the Sarajevo incident, was the direct trigger of World War I."
        }
      }
    },
    {
      "source": "第一次世界大战",
      "target": "奥匈帝国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1914-07-28",
        "end_date": "1918-11",
        "description": {
          "zh-cn": "作为同盟国核心成员，奥匈帝国在第一次世界大战中战败，并最终因此解体。",
          "en": "As a core member of the Central Powers, Austria-Hungary was defeated in World War I and ultimately dissolved as a result."
        }
      }
    },
    {
      "source": "第一次世界大战",
      "target": "卡尔一世 (奥地利皇帝)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1918-11-11",
        "description": {
          "zh-cn": "由于在第一次世界大战中战败，奥匈帝国末代皇帝卡尔一世于1918年11月11日被迫退位。",
          "en": "Due to the defeat in World War I, Charles I, the last emperor of Austria-Hungary, was forced to abdicate on November 11, 1918."
        }
      }
    },
    {
      "source": "奥托·冯·哈布斯堡",
      "target": "哈布斯堡-洛林王朝",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1961",
        "description": {
          "zh-cn": "作为家族首领，奥托·冯·哈布斯堡于1961年正式宣布放弃对奥地利帝位的要求，此举被视为对王朝政治诉求的终结。",
          "en": "As head of the family, Otto von Habsburg formally renounced his claim to the Austrian throne in 1961, an act seen as the end of the dynasty's political aspirations."
        }
      }
    }
  ]
}