{
  "nodes": [
    {
      "id": "杨宇霆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨宇霆",
          "杨玉亭",
          "麟阁",
          "邻葛",
          "凌阁",
          "麟葛"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1885-08-29 - 1929-01-10",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "奉天省法库县",
          "en": "Faku County, Fengtian Province"
        },
        "death_place": {
          "zh-cn": "奉天省奉天市",
          "en": "Fengtian City, Fengtian Province"
        },
        "description": {
          "zh-cn": "中华民国北洋军阀执政时期奉系军阀重要将领，曾任奉军总参谋长、江苏省督办等职。由于权力斗争，后被奉系领袖张学良处决。",
          "en": "An important general of the Fengtian clique during the Beiyang government era of the Republic of China. He served as Chief of Staff of the Fengtian Army and Governor of Jiangsu Province. He was later executed by Fengtian clique leader Zhang Xueliang due to a power struggle."
        }
      }
    },
    {
      "id": "张学良",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张学良"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "奉系军阀领袖张作霖之子，在其父死后成为东北的领导者。因与杨宇霆权力斗争及积怨，下令将其与常荫槐处决。",
          "en": "Son of Zhang Zuolin, leader of the Fengtian clique, who became the leader of Northeast China after his father's death. He ordered the execution of Yang Yuting and Chang Yinhuai due to a power struggle and accumulated resentment."
        }
      }
    },
    {
      "id": "常荫槐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "常荫槐"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国时期政治人物，时任黑龙江省政府主席，与杨宇霆一同被张学良处决。",
          "en": "A political figure during the Republic of China era, serving as the Chairman of the Heilongjiang Provincial Government. He was executed along with Yang Yuting by Zhang Xueliang."
        }
      }
    },
    {
      "id": "张作霖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张作霖"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北洋军阀时期奉系首领，张学良之父。他非常信任和重用杨宇霆。",
          "en": "Leader of the Fengtian clique during the Warlord Era, and the father of Zhang Xueliang. He highly trusted and valued Yang Yuting."
        }
      }
    },
    {
      "id": "高纪毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高纪毅"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "张学良时期的警务处长，奉命执行了对杨宇霆和常荫槐的处决。",
          "en": "Chief of Police Affairs under Zhang Xueliang, who carried out the order to execute Yang Yuting and Chang Yinhuai."
        }
      }
    },
    {
      "id": "郭松龄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭松龄"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "奉系将领，张学良的恩师。曾因遭杨宇霆排挤等原因起兵反奉，失败后被处决。",
          "en": "A general of the Fengtian clique and a mentor to Zhang Xueliang. He launched a rebellion against the Fengtian clique, partly due to being marginalized by Yang Yuting, and was executed after his defeat."
        }
      }
    },
    {
      "id": "孙传芳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙传芳"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "直系军阀，曾任浙江军务督办，在江苏击败了杨宇霆所领导的奉军。",
          "en": "A warlord of the Zhili clique who served as the military governor of Zhejiang. He defeated the Fengtian army led by Yang Yuting in Jiangsu."
        }
      }
    },
    {
      "id": "陈调元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈调元"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事将领，曾与孙传芳联手在江苏袭击奉军，迫使杨宇霆撤退。",
          "en": "A military general of the Republic of China who, along with Sun Chuanfang, attacked the Fengtian army in Jiangsu, forcing Yang Yuting to retreat."
        }
      }
    },
    {
      "id": "白崇禧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "白崇禧"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国国民革命军高级将领，新桂系核心人物。曾与杨宇霆会晤，引发其意图取代张学良并对抗蒋介石的谣言。",
          "en": "A high-ranking general of the National Revolutionary Army and a core figure of the New Guangxi clique. He met with Yang Yuting, sparking rumors of their intention to replace Zhang Xueliang and oppose Chiang Kai-shek."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家及军事家，国民政府的领导人。杨宇霆反对东北易帜即是反对服从其领导的国民政府。",
          "en": "A Chinese politician and military leader who led the Nationalist Government. Yang Yuting's opposition to the Northeast Flag Replacement was an act of opposition to the Nationalist Government led by him."
        }
      }
    },
    {
      "id": "徐树铮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐树铮"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北洋皖系军阀的骨干人物，曾任奉军副司令。杨宇霆与其关系亲近，一度引起张作霖不满。",
          "en": "A key figure in the Anhui clique of the Beiyang warlords and former deputy commander of the Fengtian Army. Yang Yuting's close relationship with him once caused dissatisfaction from Zhang Zuolin."
        }
      }
    },
    {
      "id": "奉系",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "奉系",
          "奉系军阀"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "民国军阀时期以奉天省为中心的地方军事集团，先后由张作霖和张学良领导，杨宇霆是该集团的重要将领。",
          "en": "A regional military faction centered in Fengtian Province during the Warlord Era of the Republic of China. It was led successively by Zhang Zuolin and Zhang Xueliang, and Yang Yuting was a key general in this group."
        }
      }
    },
    {
      "id": "日本陆军士官学校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本陆军士官学校"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "日本培养陆军军官的教育机构，许多中国近代军事人物曾在此留学，包括杨宇霆。",
          "en": "An educational institution in Japan for training army officers. Many modern Chinese military figures, including Yang Yuting, studied there."
        }
      }
    },
    {
      "id": "法库县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "法库县"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国辽宁省沈阳市的县，是杨宇霆的出生地。",
          "en": "A county in Shenyang, Liaoning Province, China, which is the birthplace of Yang Yuting."
        }
      }
    },
    {
      "id": "东北易帜",
      "type": "Event",
      "name": {
        "zh-cn": [
          "东北易帜"
        ],
        "en": []
      },
      "properties": {
        "period": "1928-12-29 - 1928-12-29",
        "description": {
          "zh-cn": "指1928年12月29日，统治中国东北的奉系将领张学良宣布服从国民政府的事件。杨宇霆对此表示坚决反对。",
          "en": "Refers to the event on December 29, 1928, when Zhang Xueliang, the leader of the Fengtian clique ruling Northeast China, announced allegiance to the Nationalist Government. Yang Yuting was firmly opposed to this."
        }
      }
    },
    {
      "id": "第一次直奉战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第一次直奉战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1922 - 1922",
        "description": {
          "zh-cn": "1922年发生于中国北京政府内部直系军阀与奉系军阀间的战争。战前，张作霖将杨宇霆召回奉天委以重任。",
          "en": "A war in 1922 between the Zhili clique and the Fengtian clique within the Beiyang government of China. Before the war, Zhang Zuolin recalled Yang Yuting to Fengtian and gave him significant responsibilities."
        }
      }
    },
    {
      "id": "第二次直奉战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次直奉战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1924 - 1924",
        "description": {
          "zh-cn": "1924年发生于中国北京政府内部直系军阀与奉系军阀间的战争。奉系获胜后，杨宇霆被任命为江苏军务督办。",
          "en": "A war in 1924 between the Zhili clique and the Fengtian clique within the Beiyang government of China. After the Fengtian clique's victory, Yang Yuting was appointed as the military governor of Jiangsu."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "杨宇霆",
      "target": "法库县",
      "type": "BORN_IN",
      "properties": {
        "start_date": "1885-08-29",
        "end_date": "1885-08-29",
        "description": {
          "zh-cn": "根据资料，杨宇霆于1885年8月29日出生于奉天省法库县。",
          "en": "According to records, Yang Yuting was born on August 29, 1885, in Faku County, Fengtian Province."
        }
      }
    },
    {
      "source": "杨宇霆",
      "target": "日本陆军士官学校",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1910",
        "description": {
          "zh-cn": "杨宇霆毕业于日本陆军士官学校第八期砲兵科。",
          "en": "Yang Yuting graduated from the eighth artillery class of the Japanese Army Officer School."
        }
      }
    },
    {
      "source": "杨宇霆",
      "target": "奉系",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "重要将领、总参谋长",
          "en": "Key General, Chief of Staff"
        },
        "description": {
          "zh-cn": "杨宇霆是奉系军阀的重要将领，长期担任奉军总参谋长等核心职务。",
          "en": "Yang Yuting was a key general of the Fengtian clique, serving in core positions such as Chief of Staff of the Fengtian Army for a long time."
        }
      }
    },
    {
      "source": "杨宇霆",
      "target": "张作霖",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "奉军总参谋长、总参议",
          "en": "Chief of Staff of the Fengtian Army, General Counselor"
        },
        "description": {
          "zh-cn": "杨宇霆深受张作霖的信任，在其手下担任奉军总参谋长等要职。",
          "en": "Yang Yuting was highly trusted by Zhang Zuolin and served in key positions under him, such as Chief of Staff of the Fengtian Army."
        }
      }
    },
    {
      "source": "张学良",
      "target": "张作霖",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "张学良是奉系领袖张作霖之子。",
          "en": "Zhang Xueliang is the son of Zhang Zuolin, leader of the Fengtian clique."
        }
      }
    },
    {
      "source": "张学良",
      "target": "杨宇霆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1929-01-10",
        "end_date": "1929-01-10",
        "description": {
          "zh-cn": "由于权力斗争和积怨，张学良密令警务处长高纪毅将杨宇霆秘密处决。",
          "en": "Due to a power struggle and accumulated resentment, Zhang Xueliang secretly ordered his Chief of Police Affairs, Gao Jiyi, to execute Yang Yuting."
        }
      }
    },
    {
      "source": "张学良",
      "target": "常荫槐",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1929-01-10",
        "end_date": "1929-01-10",
        "description": {
          "zh-cn": "张学良下令将时任黑龙江省主席的常荫槐与杨宇霆一同处决。",
          "en": "Zhang Xueliang ordered the execution of Chang Yinhuai, then Chairman of Heilongjiang Province, along with Yang Yuting."
        }
      }
    },
    {
      "source": "高纪毅",
      "target": "张学良",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "警务处长",
          "en": "Chief of Police Affairs"
        },
        "description": {
          "zh-cn": "高纪毅作为张学良的警务处长，执行了处决杨宇霆和常荫槐的命令。",
          "en": "As Zhang Xueliang's Chief of Police Affairs, Gao Jiyi carried out the order to execute Yang Yuting and Chang Yinhuai."
        }
      }
    },
    {
      "source": "张学良",
      "target": "杨宇霆",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "张学良的恩师郭松龄被处死后，他从此深恨杨宇霆；且杨宇霆对张学良常表现出不敬，被视为权力威胁。",
          "en": "After his mentor Guo Songling was executed, Zhang Xueliang deeply hated Yang Yuting; moreover, Yang often showed disrespect to Zhang and was seen as a threat to his power."
        }
      }
    },
    {
      "source": "杨宇霆",
      "target": "郭松龄",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "文中提及郭松龄素遭杨宇霆排挤，这是郭松龄起兵反奉的原因之一。",
          "en": "The text mentions that Guo Songling was consistently marginalized by Yang Yuting, which was one of the reasons for Guo's rebellion against the Fengtian clique."
        }
      }
    },
    {
      "source": "孙传芳",
      "target": "杨宇霆",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "孙传芳在江苏对杨宇霆领导的奉军发起武装袭击，导致后者战败撤退。",
          "en": "Sun Chuanfang launched an armed attack on the Fengtian army led by Yang Yuting in Jiangsu, leading to the latter's defeat and retreat."
        }
      }
    },
    {
      "source": "陈调元",
      "target": "杨宇霆",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "陈调元与孙传芳联手在江苏对杨宇霆领导的奉军发起武装袭击。",
          "en": "Chen Diaoyuan, in alliance with Sun Chuanfang, launched an armed attack on the Fengtian army led by Yang Yuting in Jiangsu."
        }
      }
    },
    {
      "source": "杨宇霆",
      "target": "东北易帜",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1928-12-29",
        "description": {
          "zh-cn": "杨宇霆坚决反对东北易帜，认为不应该服从蒋介石，这加剧了他与张学良的矛盾。",
          "en": "Yang Yuting was firmly opposed to the Northeast Flag Replacement, believing that they should not submit to Chiang Kai-shek, which exacerbated his conflict with Zhang Xueliang."
        }
      }
    },
    {
      "source": "杨宇霆",
      "target": "白崇禧",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1928-09",
        "description": {
          "zh-cn": "1928年9月，杨宇霆两次与白崇禧在冀东会晤，引发了政治谣言。",
          "en": "In September 1928, Yang Yuting met with Bai Chongxi twice in eastern Hebei, sparking political rumors."
        }
      }
    },
    {
      "source": "白崇禧",
      "target": "蒋介石",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "根据文本中的谣传，杨宇霆将协助白崇禧对抗蒋介石，显示了白崇禧与蒋介石的敌对关系。",
          "en": "According to rumors in the text, Yang Yuting would assist Bai Chongxi in confronting Chiang Kai-shek, indicating a hostile relationship between Bai and Chiang."
        }
      }
    },
    {
      "source": "杨宇霆",
      "target": "徐树铮",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "张作霖对杨宇霆亲近徐树铮的行为表示不满，暗示了杨与徐之间存在友好的政治关系。",
          "en": "Zhang Zuolin's dissatisfaction with Yang Yuting's closeness to Xu Shuzheng suggests a friendly political relationship between Yang and Xu."
        }
      }
    },
    {
      "source": "第一次直奉战争",
      "target": "杨宇霆",
      "type": "PUSHED",
      "properties": {
        "start_date": "1921",
        "description": {
          "zh-cn": "第一次直奉战争爆发前，张作霖因人才缺乏，将先前被免职的杨宇霆召回奉天并委以重任。",
          "en": "Before the outbreak of the First Zhili–Fengtian War, Zhang Zuolin, facing a shortage of talent, recalled the previously dismissed Yang Yuting to Fengtian and entrusted him with significant responsibilities."
        }
      }
    },
    {
      "source": "第二次直奉战争",
      "target": "杨宇霆",
      "type": "PUSHED",
      "properties": {
        "start_date": "1924",
        "description": {
          "zh-cn": "第二次直奉战争奉系获胜后，杨宇霆被任命为江苏军务督办，进一步扩大了其政治影响力。",
          "en": "After the Fengtian clique's victory in the Second Zhili–Fengtian War, Yang Yuting was appointed as the military governor of Jiangsu, further expanding his political influence."
        }
      }
    }
  ]
}