{
  "nodes": [
    {
      "id": "平型关战役",
      "type": "Event",
      "name": {
        "zh-cn": [
          "平型关战役"
        ],
        "en": []
      },
      "properties": {
        "period": "1937-09-22 - 1937-09-30",
        "location": {
          "zh-cn": "山西省东北部平型关",
          "en": "Pingxingguan, northeastern Shanxi"
        },
        "description": {
          "zh-cn": "1937年9月，中国第二战区部队在山西平型关、雁门关一线组织的对日抗战战役，是太原会战的一部分。虽然其中包括了“平型关大捷”的伏击战，但战役本身以日军突破防线，国军后撤告终。",
          "en": "A battle of the Second Sino-Japanese War organized by the Chinese 2nd War Area along the Pingxingguan and Yanmenguan line in Shanxi in September 1937, as part of the Battle of Taiyuan. Although it included the successful ambush known as the \"Great Victory at Pingxingguan,\" the overall battle ended with the Japanese breaking through the defensive lines and the Chinese forces retreating."
        }
      }
    },
    {
      "id": "太原会战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "太原会战"
        ],
        "en": []
      },
      "properties": {
        "period": "1937-09-11 - 1937-11-08",
        "description": {
          "zh-cn": "抗日战争初期中日双方在山西太原地区展开的一场大规模战役。",
          "en": "A major battle fought between Chinese and Japanese forces in the Taiyuan area of Shanxi during the early stage of the Second Sino-Japanese War."
        }
      }
    },
    {
      "id": "平型关伏击战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "平型关伏击战",
          "平型关大捷"
        ],
        "en": []
      },
      "properties": {
        "period": "1937-09-25 - 1937-09-25",
        "location": {
          "zh-cn": "山西灵丘县乔沟",
          "en": "Qiaogou, Lingqiu County, Shanxi"
        },
        "description": {
          "zh-cn": "平型关战役期间，八路军第115师在平型关附近对日军辎重部队发动的一次成功伏击战，是八路军的首战。常被中共方面称为“平型关大捷”。",
          "en": "A successful ambush launched by the 115th Division of the Eighth Route Army against a Japanese supply column near Pingxingguan during the Battle of Pingxingguan. It was the Eighth Route Army's first major battle and is often referred to by the CCP as the \"Great Victory at Pingxingguan\"."
        }
      }
    },
    {
      "id": "大同战斗",
      "type": "Event",
      "name": {
        "zh-cn": [
          "大同战斗"
        ],
        "en": []
      },
      "properties": {
        "period": " - 1937-09-11",
        "description": {
          "zh-cn": "1937年9月发生于山西大同的战斗，此次战斗失利直接导致了平型关战役的组织。",
          "en": "A battle that took place in Datong, Shanxi in September 1937. The loss in this battle directly led to the organization of the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "中华民国 (1912年—1949年)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国 (1912年—1949年)"
        ],
        "en": [
          "Republic of China (1912–1949)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1912年至1949年间的中国国家实体，是平型关战役中的中方主要参战方。",
          "en": "The state entity of China from 1912 to 1949, and the main Chinese combatant in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "大日本帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大日本帝国"
        ],
        "en": [
          "Empire of Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1868年至1947年间的日本国家实体，是平型关战役中的日方参战方。",
          "en": "The state entity of Japan from 1868 to 1947, and the Japanese combatant in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "中日战争第二战区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中日战争第二战区",
          "第二战区"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "抗日战争期间，由国民政府划分的战区之一，主要负责山西等地的防御。在平型关战役中担任中方主力。",
          "en": "One of the war zones designated by the Nationalist Government during the Second Sino-Japanese War, primarily responsible for the defense of Shanxi and other areas. It served as the main Chinese force in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "华北方面军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华北方面军"
        ],
        "en": [
          "Japanese North China Area Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大日本帝国陆军的一支军队，是侵华战争和太平洋战争中的主力之一，参与了平型关战役。",
          "en": "An army of the Imperial Japanese Army, one of the main forces in the invasion of China and the Pacific War, which participated in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "关东军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "关东军"
        ],
        "en": [
          "Kwantung Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大日本帝国陆军的一支重要部队，长期驻扎在中国东北，参与了平型关战役。",
          "en": "An important unit of the Imperial Japanese Army, long stationed in Northeast China, which participated in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "阎锡山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阎锡山"
        ],
        "en": [
          "Yan Xishan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事及政治人物，时任第二战区司令长官，领导了平型关战役。",
          "en": "A military and political figure of the Republic of China, who was the Commander of the 2nd War Area and led the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党军事领导人，时任八路军第115师师长，指挥了平型关伏击战。",
          "en": "A military leader of the Communist Party of China, who was the commander of the 115th Division of the Eighth Route Army and commanded the ambush at Pingxingguan."
        }
      }
    },
    {
      "id": "板垣征四郎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "板垣征四郎"
        ],
        "en": [
          "Seishirō Itagaki"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本陆军将领，时任日军第5师团师团长，是平型关战役的日方主要指挥官之一。",
          "en": "A general in the Imperial Japanese Army, who was the commander of the Japanese 5th Division and one of the main Japanese commanders in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "东条英机",
      "type": "Person",
      "name": {
        "zh-cn": [
          "东条英机"
        ],
        "en": [
          "Hideki Tojo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本陆军将领及政治人物，在平型关战役初期任察哈尔派遣兵团司令官。",
          "en": "A general and politician of the Imperial Japanese Army, who served as the commander of the Chahar Expeditionary Force at the beginning of the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "笠原幸雄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "笠原幸雄"
        ],
        "en": [
          "Yukio Kasahara"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本陆军将领，于1937年9月20日接替东条英机任察哈尔派遣兵团司令官。",
          "en": "A general in the Imperial Japanese Army, who succeeded Hideki Tojo as the commander of the Chahar Expeditionary Force on September 20, 1937."
        }
      }
    },
    {
      "id": "国民革命军第十八集团军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民革命军第十八集团军",
          "八路军",
          "第18集团军"
        ],
        "en": [
          "Eighth Route Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由中国工农红军主力改编而成的国民革命军部队，是中国共产党在抗日战争时期的主要武装力量。其第115师参与了平型关战役。",
          "en": "A unit of the National Revolutionary Army formed from the main forces of the Chinese Workers' and Peasants' Red Army, which was the main armed force of the Communist Party of China during the Second Sino-Japanese War. Its 115th Division participated in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "国民革命军第十八集团军第115师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民革命军第十八集团军第115师",
          "115师"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "国民革命军第十八集团军（八路军）的主力师之一，由林彪担任师长，在平型关战役中执行了著名的伏击战。",
          "en": "One of the main divisions of the 18th Group Army (Eighth Route Army), commanded by Lin Biao, which executed the famous ambush during the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "第5师团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第5师团"
        ],
        "en": [
          "5th Division (Imperial Japanese Army)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大日本帝国陆军的一个精锐师团，在平型关战役中是日军的主力部队之一。",
          "en": "An elite division of the Imperial Japanese Army, which was one of the main Japanese forces in the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "察哈尔派遣兵团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "察哈尔派遣兵团"
        ],
        "en": [
          "Chahar Expeditionary Force"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由日本关东军派遣的部队，在平型关战役中负责从侧翼进攻，最终突破了国军防线。",
          "en": "A force dispatched from the Japanese Kwantung Army, responsible for flanking attacks during the Battle of Pingxingguan, which ultimately broke through the Chinese defensive lines."
        }
      }
    },
    {
      "id": "中国工农红军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国工农红军",
          "红军"
        ],
        "en": [
          "Chinese Workers' and Peasants' Red Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党在1927年至1937年间领导的武装力量，其主力在抗日战争爆发后改编为国民革命军第八路军（第十八集团军）。",
          "en": "The armed forces led by the Communist Party of China between 1927 and 1937. Its main forces were reorganized into the Eighth Route Army (18th Group Army) of the National Revolutionary Army after the outbreak of the Second Sino-Japanese War."
        }
      }
    },
    {
      "id": "高桂滋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高桂滋"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国陆军中将，时任第十七军军长兼第八十四师师长，在平型关战役初期于团城口一线与日军激战。",
          "en": "A lieutenant general of the Republic of China Army, who was the commander of the 17th Corps and the 84th Division. He fought fiercely with the Japanese at the Tuanchengkou line in the early stages of the Battle of Pingxingguan."
        }
      }
    },
    {
      "id": "第八十四师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第八十四师"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "国民革命军第十七军下辖师，由高桂滋兼任师长，在平型关战役的团城口防线与日军血战，伤亡惨重。",
          "en": "A division under the National Revolutionary Army's 17th Corps, commanded concurrently by Gao Guizi. It fought a bloody battle with the Japanese on the Tuanchengkou defense line during the Battle of Pingxingguan and suffered heavy casualties."
        }
      }
    },
    {
      "id": "第21旅团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第21旅团"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "日本陆军第5师团下属旅团，是进攻平型关正面的日军主力部队。",
          "en": "A brigade under the Japanese Army's 5th Division, which was the main Japanese force attacking the front of Pingxingguan."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党主要领导人，在平型关战役前后就八路军的作战方针与林彪等人有多次电报沟通，强调独立自主的山地游击战。",
          "en": "The main leader of the Communist Party of China. Before and after the Battle of Pingxingguan, he had multiple telegraphic communications with Lin Biao and others regarding the operational principles of the Eighth Route Army, emphasizing independent mountain guerrilla warfare."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任国民政府领袖，在平型关伏击战后致电朱德、彭德怀表示祝贺与嘉奖。",
          "en": "The leader of the Nationalist Government at the time, who sent a telegram to Zhu De and Peng Dehuai after the Pingxingguan ambush to offer congratulations and commendation."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "平型关战役",
      "target": "太原会战",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "平型关战役是太原会战的一部分。",
          "en": "The Battle of Pingxingguan was part of the Battle of Taiyuan."
        }
      }
    },
    {
      "source": "平型关伏击战",
      "target": "平型关战役",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "平型关伏击战是平型关战役中的一场战斗。",
          "en": "The Pingxingguan Ambush was a battle within the larger Battle of Pingxingguan."
        }
      }
    },
    {
      "source": "大同战斗",
      "target": "平型关战役",
      "type": "PUSHED",
      "properties": {
        "end_date": "1937-09-11",
        "description": {
          "zh-cn": "大同战斗失利后，国民政府于平型关一线组织防御，从而引发了平型关战役。",
          "en": "After the defeat in the Battle of Datong, the Nationalist Government organized a defense along the Pingxingguan line, which led to the Battle of Pingxingguan."
        }
      }
    },
    {
      "source": "中日战争第二战区",
      "target": "华北方面军",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1937-09-22",
        "end_date": "1937-09-30",
        "description": {
          "zh-cn": "在平型关战役中，中国第二战区部队与日军华北方面军部队为主要交战双方。",
          "en": "During the Battle of Pingxingguan, the Chinese 2nd War Area forces and the Japanese North China Area Army were the main adversaries."
        }
      }
    },
    {
      "source": "中日战争第二战区",
      "target": "关东军",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1937-09-22",
        "end_date": "1937-09-30",
        "description": {
          "zh-cn": "在平型关战役中，中国第二战区部队与日军关东军派遣的察哈尔派遣兵团交战。",
          "en": "During the Battle of Pingxingguan, the Chinese 2nd War Area forces engaged with the Chahar Expeditionary Force dispatched by the Japanese Kwantung Army."
        }
      }
    },
    {
      "source": "阎锡山",
      "target": "中日战争第二战区",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1937",
        "position": {
          "zh-cn": "司令长官",
          "en": "Commander-in-Chief"
        },
        "description": {
          "zh-cn": "阎锡山作为第二战区司令长官，领导了平型关战役。",
          "en": "Yan Xishan, as the Commander-in-Chief of the 2nd War Area, led the Battle of Pingxingguan."
        }
      }
    },
    {
      "source": "国民革命军第十八集团军",
      "target": "中日战争第二战区",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1937-09",
        "description": {
          "zh-cn": "在平型关战役期间，国民革命军第十八集团军（八路军）被编入第二战区序列，作为预备军配合作战。",
          "en": "During the Battle of Pingxingguan, the 18th Group Army (Eighth Route Army) was incorporated into the 2nd War Area as a reserve force for coordinated operations."
        }
      }
    },
    {
      "source": "国民革命军第十八集团军第115师",
      "target": "平型关伏击战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1937-09-25",
        "description": {
          "zh-cn": "八路军第115师在师长林彪指挥下，发动并执行了平型关伏击战。",
          "en": "The 115th Division of the Eighth Route Army, under the command of Lin Biao, launched and executed the ambush at Pingxingguan."
        }
      }
    },
    {
      "source": "林彪",
      "target": "国民革命军第十八集团军第115师",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1937",
        "position": {
          "zh-cn": "师长",
          "en": "Division Commander"
        },
        "description": {
          "zh-cn": "林彪时任第115师师长。",
          "en": "Lin Biao was the commander of the 115th Division at the time."
        }
      }
    },
    {
      "source": "中国工农红军",
      "target": "国民革命军第十八集团军",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1937",
        "description": {
          "zh-cn": "抗日战争爆发后，中国工农红军主力部队改编为国民革命军第十八集团军（通称八路军）。",
          "en": "After the outbreak of the Second Sino-Japanese War, the main forces of the Chinese Workers' and Peasants' Red Army were reorganized into the 18th Group Army (commonly known as the Eighth Route Army) of the National Revolutionary Army."
        }
      }
    },
    {
      "source": "板垣征四郎",
      "target": "第5师团",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1937",
        "position": {
          "zh-cn": "师团长",
          "en": "Division Commander"
        },
        "description": {
          "zh-cn": "板垣征四郎在平型关战役期间担任日军第5师团师团长。",
          "en": "Seishirō Itagaki served as the commander of the Japanese 5th Division during the Battle of Pingxingguan."
        }
      }
    },
    {
      "source": "东条英机",
      "target": "察哈尔派遣兵团",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1937-09-20",
        "position": {
          "zh-cn": "司令官",
          "en": "Commander"
        },
        "description": {
          "zh-cn": "东条英机在平型关战役初期担任察哈尔派遣兵团司令官，后由笠原幸雄接任。",
          "en": "Hideki Tojo served as the commander of the Chahar Expeditionary Force at the beginning of the Battle of Pingxingguan and was later succeeded by Yukio Kasahara."
        }
      }
    },
    {
      "source": "笠原幸雄",
      "target": "察哈尔派遣兵团",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1937-09-20",
        "position": {
          "zh-cn": "司令官",
          "en": "Commander"
        },
        "description": {
          "zh-cn": "笠原幸雄于1937年9月20日接替东条英机，担任察哈尔派遣兵团司令官。",
          "en": "Yukio Kasahara succeeded Hideki Tojo as the commander of the Chahar Expeditionary Force on September 20, 1937."
        }
      }
    },
    {
      "source": "察哈尔派遣兵团",
      "target": "中日战争第二战区",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1937-09-29",
        "description": {
          "zh-cn": "关东军察哈尔派遣兵团的两个旅团从茹越口、铁角岭突破，截断了平型关前线国军的后路，导致国军全面撤退。",
          "en": "Two brigades of the Kwantung Army's Chahar Expeditionary Force broke through at Ruyuekou and Tiejiaoling, cutting off the retreat route for the Nationalist forces at the Pingxingguan front, leading to a full retreat."
        }
      }
    },
    {
      "source": "第八十四师",
      "target": "第21旅团",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1937-09-22",
        "end_date": "1937-09-25",
        "description": {
          "zh-cn": "高桂滋率领的第八十四师在团城口与日军第21旅团持续血战三天，最终阵地被突破。",
          "en": "The 84th Division, led by Gao Guizi, engaged in a bloody three-day battle with the Japanese 21st Brigade at Tuanchengkou, ultimately having their position breached."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "林彪",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1937-09",
        "description": {
          "zh-cn": "毛泽东通过电报向林彪等人重申了中共中央“独立自主的山地游击战争”的战略决策，影响了八路军的作战方针。",
          "en": "Through telegrams, Mao Zedong reiterated the CCP Central Committee's strategic decision of \"independent mountain guerrilla warfare\" to Lin Biao and others, influencing the operational principles of the Eighth Route Army."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "国民革命军第十八集团军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1937-09-26",
        "description": {
          "zh-cn": "在平型关伏击战后，蒋中正致电祝贺嘉勉八路军，称其“歼寇如麻，足证官兵用命，深堪嘉慰”，并鼓励其继续努力。",
          "en": "After the ambush at Pingxingguan, Chiang Kai-shek sent a congratulatory telegram to the Eighth Route Army, praising them for \"annihilating bandits like mowing hemp, proving the dedication of officers and soldiers, which is deeply gratifying,\" and encouraging their continued efforts."
        }
      }
    }
  ]
}