{
  "nodes": [
    {
      "id": "南昌起义",
      "type": "Event",
      "name": {
        "zh-cn": [
          "南昌起义",
          "南昌暴动",
          "八一起义"
        ],
        "en": []
      },
      "properties": {
        "period": "1927-08-01 - 1927-08-03",
        "location": {
          "zh-cn": "南昌市",
          "en": "Nanchang"
        },
        "description": {
          "zh-cn": "1927年8月1日，由中国共产党领导，以国民党左派名义在江西南昌发动的武装起义。该事件标志着第一次国共内战的开始，以及中国共产党独立创建武装力量的开端。8月1日后来被定为中国人民解放军建军节。",
          "en": "An armed uprising launched in Nanchang, Jiangxi, on August 1, 1927, led by the Chinese Communist Party under the banner of the Kuomintang's left wing. This event marks the beginning of the First Chinese Civil War and the start of the CCP's independent creation of an armed force. August 1 was later designated as the Army Day of the People's Liberation Army."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的执政党，在第一次国共合作破裂后，独立领导了南昌起义等一系列武装斗争。",
          "en": "The ruling party of China, which, after the breakdown of the First United Front, independently led a series of armed struggles including the Nanchang Uprising."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党",
          "国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT",
          "Chinese Nationalist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的创建政党。1927年实行“清党”，与中国共产党决裂，成为南昌起义的主要针对目标。",
          "en": "The founding political party of the Republic of China. In 1927, it carried out a \"party purge,\" breaking with the Chinese Communist Party and becoming the main target of the Nanchang Uprising."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一。在南昌起义中担任中共中央前敌委员会书记，是起义的最高领导者。",
          "en": "One of the main leaders of the Chinese Communist Party and the People's Republic of China. He served as the Secretary of the CCP Front Committee during the Nanchang Uprising, making him the supreme leader of the insurrection."
        }
      }
    },
    {
      "id": "朱德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱德"
        ],
        "en": [
          "Zhu De"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，中国人民解放军的创始人和领导者之一。在南昌起义中担任第九军副军长，是起义的主要领导人之一。起义失败后，率领余部与毛泽东在井冈山会师。",
          "en": "A Marshal of the People's Republic of China, and one of the founders and leaders of the People's Liberation Army. He served as the Deputy Commander of the 9th Army during the Nanchang Uprising and was one of its main leaders. After the uprising's failure, he led the remaining troops to join forces with Mao Zedong in the Jinggang Mountains."
        }
      }
    },
    {
      "id": "贺龙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "贺龙"
        ],
        "en": [
          "He Long"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅。在南昌起义中担任起义军总指挥和第二十军军长，是起义的主要领导人之一。",
          "en": "A Marshal of the People's Republic of China. During the Nanchang Uprising, he served as the Commander-in-Chief of the insurgent forces and the Commander of the 20th Army, and was one of the main leaders of the uprising."
        }
      }
    },
    {
      "id": "叶挺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶挺"
        ],
        "en": [
          "Ye Ting"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军的创建者之一。在南昌起义中担任前敌总指挥兼第十一军军长，是起义的主要领导人之一。",
          "en": "One of the founders of the Chinese People's Liberation Army. During the Nanchang Uprising, he served as the Frontline Commander-in-Chief and Commander of the 11th Army, and was one of the main leaders of the uprising."
        }
      }
    },
    {
      "id": "刘伯承",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘伯承"
        ],
        "en": [
          "Liu Bocheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅。在南昌起义中担任中共前敌委员会参谋团参谋长，是起义的主要领导人之一。",
          "en": "A Marshal of the People's Republic of China. During the Nanchang Uprising, he served as the Chief of Staff of the CCP Front Committee's staff group and was one of the main leaders of the uprising."
        }
      }
    },
    {
      "id": "张国焘",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张国焘"
        ],
        "en": [
          "Zhang Guotao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期领导人之一。在南昌起义前夕作为中央代表抵达南昌，以共产国际指示为由，主张慎重行事，一度试图阻止起义的发动。",
          "en": "An early leader of the Chinese Communist Party. He arrived in Nanchang as a central representative on the eve of the Nanchang Uprising and, citing Comintern instructions, advocated for caution and briefly attempted to prevent the uprising from being launched."
        }
      }
    },
    {
      "id": "共产国际",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "共产国际",
          "第三国际"
        ],
        "en": [
          "Comintern",
          "Communist International",
          "Third International"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1919年至1943年间的国际共产主义组织。对中国共产党的早期活动有重要影响，曾就南昌起义发出指示，要求在没有胜利机会时不要发动。",
          "en": "An international communist organization from 1919 to 1943. It had a significant influence on the early activities of the Chinese Communist Party and issued instructions regarding the Nanchang Uprising, advising against launching it if there was no chance of victory."
        }
      }
    },
    {
      "id": "第一次国共内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第一次国共内战"
        ],
        "en": [
          "First Chinese Civil War"
        ]
      },
      "properties": {
        "period": "1927 - 1937",
        "description": {
          "zh-cn": "1927年至1937年间中国国民党与中国共产党之间爆发的内战。南昌起义被认为是这场内战的开始。",
          "en": "The civil war fought between the Kuomintang and the Chinese Communist Party from 1927 to 1937. The Nanchang Uprising is considered the beginning of this civil war."
        }
      }
    },
    {
      "id": "七一五事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七一五事变",
          "和平分共",
          "七一五事件"
        ],
        "en": [
          "July 15 Incident"
        ]
      },
      "properties": {
        "period": "1927-07-15",
        "location": {
          "zh-cn": "武汉",
          "en": "Wuhan"
        },
        "description": {
          "zh-cn": "1927年7月15日，汪精卫领导的武汉国民政府决定与中国共产党决裂的事件。该事件导致第一次国共合作全面破裂，并直接促成了中共发动南昌起义。",
          "en": "The event on July 15, 1927, when the Wuhan Nationalist Government led by Wang Jingwei decided to break with the Chinese Communist Party. This incident led to the complete collapse of the First United Front and directly prompted the CCP to launch the Nanchang Uprising."
        }
      }
    },
    {
      "id": "武汉国民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "武汉国民政府"
        ],
        "en": [
          "Wuhan Nationalist Government"
        ]
      },
      "properties": {
        "period": "1927-02 - 1927-09",
        "description": {
          "zh-cn": "宁汉分裂时期，由国民党左派和容共人士在武汉成立的国民政府，与蒋中正的南京国民政府对立。在七一五事变中决定分共，后与南京政府复合。",
          "en": "During the Nanjing-Wuhan split, this was the Nationalist Government established in Wuhan by the KMT left wing and pro-Communist members, opposing Chiang Kai-shek's Nanjing Nationalist Government. It decided to split with the Communists in the July 15 Incident and later reconciled with the Nanjing government."
        }
      }
    },
    {
      "id": "南京国民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南京国民政府",
          "南京政府"
        ],
        "en": [
          "Nanjing Nationalist Government"
        ]
      },
      "properties": {
        "period": "1927-04-18 - 1949-04-23",
        "description": {
          "zh-cn": "由蒋中正等国民党人于1927年在南京成立的国民政府，与武汉国民政府对立，并实行清党政策。南昌起义的主要打击目标之一。",
          "en": "The Nationalist Government established in Nanjing in 1927 by Chiang Kai-shek and other KMT members, which opposed the Wuhan Nationalist Government and implemented the party purge policy. It was one of the main targets of the Nanchang Uprising."
        }
      }
    },
    {
      "id": "中国国民党革命委员会 (南昌起义)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党革命委员会 (南昌起义)",
          "中国国民党革命委员会"
        ],
        "en": [
          "Revolutionary Committee of the Chinese Kuomintang (Nanchang Uprising)"
        ]
      },
      "properties": {
        "period": "1927-08-01 - ",
        "description": {
          "zh-cn": "南昌起义当天，以国民党左派名义在南昌成立的革命政权机构。",
          "en": "A revolutionary government body established in Nanchang on the day of the Nanchang Uprising, under the name of the Kuomintang's left wing."
        }
      }
    },
    {
      "id": "中国人民解放军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军"
        ],
        "en": [
          "People's Liberation Army",
          "PLA"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的主要武装力量。其建军节定于8月1日，以纪念南昌起义。",
          "en": "The main armed forces of the People's Republic of China. Its Army Day is set on August 1 to commemorate the Nanchang Uprising."
        }
      }
    },
    {
      "id": "中国国民党清党",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中国国民党清党",
          "清党"
        ],
        "en": [
          "Shanghai massacre of 1927",
          "KMT Purge"
        ]
      },
      "properties": {
        "period": "1927-04 - ",
        "description": {
          "zh-cn": "1927年由中国国民党发起的政治运动，旨在清除其内部的共产党员，导致了第一次国共合作的破裂。",
          "en": "A political movement initiated by the Kuomintang in 1927 to eliminate Communist members from within its ranks, leading to the breakdown of the First United Front."
        }
      }
    },
    {
      "id": "第一次国共合作",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第一次国共合作"
        ],
        "en": [
          "First United Front"
        ]
      },
      "properties": {
        "period": "1924 - 1927",
        "description": {
          "zh-cn": "20世纪20年代，中国国民党与中国共产党之间的首次合作，旨在统一中国。合作因1927年国民党清党而破裂。",
          "en": "The first alliance between the Kuomintang and the Chinese Communist Party in the 1920s, aimed at unifying China. The alliance collapsed in 1927 due to the KMT's party purge."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1893-12-26 - 1976-09-09",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人。1928年4月，其领导的秋收起义部队与朱德率领的南昌起义余部在井冈山会师。",
          "en": "The main founder and leader of the Chinese Communist Party and the People's Republic of China. In April 1928, the troops from the Autumn Harvest Uprising led by him joined forces with the remnants of the Nanchang Uprising led by Zhu De in the Jinggang Mountains."
        }
      }
    },
    {
      "id": "湘南暴动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "湘南暴动",
          "湘南起义"
        ],
        "en": [
          "Southern Hunan Uprising"
        ]
      },
      "properties": {
        "period": "1928-01 - ",
        "location": {
          "zh-cn": "湖南省南部",
          "en": "Southern Hunan"
        },
        "description": {
          "zh-cn": "1928年1月，由朱德、陈毅等率领南昌起义余部在湖南南部发动的系列武装起义。",
          "en": "A series of armed uprisings launched in southern Hunan in January 1928, led by Zhu De, Chen Yi, and others with the remaining forces of the Nanchang Uprising."
        }
      }
    },
    {
      "id": "中国工农红军第四军 (红一方面军)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国工农红军第四军 (红一方面军)",
          "红四军"
        ],
        "en": [
          "Fourth Army of the Chinese Workers' and Peasants' Red Army"
        ]
      },
      "properties": {
        "period": "1928-04 - ",
        "description": {
          "zh-cn": "1928年4月，由朱德领导的南昌起义余部和毛泽东领导的秋收起义部队在井冈山会师后合编而成的军队。",
          "en": "An army formed in April 1928 after the remnants of the Nanchang Uprising led by Zhu De and the Autumn Harvest Uprising troops led by Mao Zedong joined forces in the Jinggang Mountains."
        }
      }
    },
    {
      "id": "蔡廷锴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡廷锴"
        ],
        "en": [
          "Cai Tingkai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事将领。南昌起义时任第十一军副军长兼第十师师长，在起义部队南下途中率部脱离。",
          "en": "A military general of the Republic of China. He served as the Deputy Commander of the 11th Army and Commander of the 10th Division during the Nanchang Uprising, and led his troops to desert the insurgent forces during their southward march."
        }
      }
    },
    {
      "id": "钱大钧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱大钧"
        ],
        "en": [
          "Qian Dajun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事将领。在南昌起义部队南下途中，率部在会昌等地进行追击和阻击。",
          "en": "A military general of the Republic of China. During the southward march of the Nanchang Uprising forces, he led his troops to pursue and intercept them in places like Huichang."
        }
      }
    },
    {
      "id": "黄绍竑",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄绍竑"
        ],
        "en": [
          "Huang Shaohong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事将领，新桂系核心人物之一。率部在潮汕地区围剿南昌起义部队。",
          "en": "A military general of the Republic of China and a core figure of the New Guangxi clique. He led troops to encircle and suppress the Nanchang Uprising forces in the Chaoshan area."
        }
      }
    },
    {
      "id": "陈济棠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈济棠"
        ],
        "en": [
          "Chen Jitang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事将领，长期主政广东。率领粤军在粤东地区阻击南下的南昌起义部队。",
          "en": "A military general of the Republic of China who governed Guangdong for a long period. He led the Cantonese army to intercept the southward-marching Nanchang Uprising forces in eastern Guangdong."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "七一五事变",
      "target": "南昌起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-07-15",
        "description": {
          "zh-cn": "七一五事变中武汉国民政府与中共决裂，导致第一次国共合作全面破裂，直接促使中共中央决定发动武装起义。",
          "en": "The split between the Wuhan Nationalist Government and the CCP during the July 15 Incident led to the complete collapse of the First United Front, directly prompting the CCP Central Committee to decide to launch an armed uprising."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "南昌起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "南昌起义是由中国共产党独立领导的，标志着其开始武装反抗国民党并创建自己的军队。",
          "en": "The Nanchang Uprising was independently led by the Chinese Communist Party, marking the beginning of its armed resistance against the Kuomintang and the creation of its own army."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "南昌起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "position": {
          "zh-cn": "中共中央前敌委员会书记",
          "en": "Secretary of the CCP Front Committee"
        },
        "description": {
          "zh-cn": "作为中共中央前敌委员会书记，周恩来是南昌起义的最高决策者和领导者。",
          "en": "As the Secretary of the CCP Front Committee, Zhou Enlai was the supreme decision-maker and leader of the Nanchang Uprising."
        }
      }
    },
    {
      "source": "朱德",
      "target": "南昌起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "朱德是南昌起义的主要领导人之一，与周恩来等人共同指挥了起义。",
          "en": "Zhu De was one of the main leaders of the Nanchang Uprising, commanding the insurrection alongside Zhou Enlai and others."
        }
      }
    },
    {
      "source": "贺龙",
      "target": "南昌起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "贺龙率领其指挥的国民革命军第二十军全体参加了南昌起义，并担任起义军总指挥。",
          "en": "He Long led the entire 20th Army of the National Revolutionary Army under his command to participate in the Nanchang Uprising, and served as the Commander-in-Chief of the insurgent forces."
        }
      }
    },
    {
      "source": "叶挺",
      "target": "南昌起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "叶挺率领其指挥的国民革命军第十一军部队参加了南昌起义，并担任前敌总指挥。",
          "en": "Ye Ting led the troops of the 11th Army of the National Revolutionary Army under his command to participate in the Nanchang Uprising, and served as the Frontline Commander-in-Chief."
        }
      }
    },
    {
      "source": "刘伯承",
      "target": "南昌起义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "position": {
          "zh-cn": "参谋长",
          "en": "Chief of Staff"
        },
        "description": {
          "zh-cn": "刘伯承担任南昌起义参谋团参谋长，负责军事指挥策划。",
          "en": "Liu Bocheng served as the Chief of Staff of the Nanchang Uprising's staff group, responsible for military command and planning."
        }
      }
    },
    {
      "source": "南昌起义",
      "target": "中国国民党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "南昌起义是针对中国国民党清党行为的武装反抗，旨在夺取政权。",
          "en": "The Nanchang Uprising was an armed resistance against the Kuomintang's party purge, aimed at seizing political power."
        }
      }
    },
    {
      "source": "南京国民政府",
      "target": "南昌起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-08",
        "description": {
          "zh-cn": "国民政府方面调集军队包围南昌并追击起义部队，最终导致起义在军事上失败。",
          "en": "The Nationalist Government mobilized troops to surround Nanchang and pursue the insurgent forces, ultimately leading to the military failure of the uprising."
        }
      }
    },
    {
      "source": "南昌起义",
      "target": "第一次国共内战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "南昌起义打响了武装反抗国民党的第一枪，被普遍视为第一次国共内战的开端。",
          "en": "The Nanchang Uprising fired the first shot of armed resistance against the Kuomintang and is widely regarded as the beginning of the First Chinese Civil War."
        }
      }
    },
    {
      "source": "南昌起义",
      "target": "中国人民解放军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "南昌起义是中国共产党创建人民军队的开端，8月1日因此被定为中国人民解放军的建军节。",
          "en": "The Nanchang Uprising marked the beginning of the Chinese Communist Party's creation of a people's army, and August 1 was thus designated as the Army Day of the People's Liberation Army."
        }
      }
    },
    {
      "source": "张国焘",
      "target": "南昌起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-07-30",
        "description": {
          "zh-cn": "张国焘作为中央代表，在起义前夕以共产国际意见为由主张慎重行事，反对立即发动起义。",
          "en": "As a central representative, Zhang Guotao advocated for caution on the eve of the uprising, citing Comintern opinions, and opposed launching the insurrection immediately."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "张国焘",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-07-30",
        "description": {
          "zh-cn": "周恩来在会议上坚决反对张国焘停止起义的主张，通过激烈争论迫使张国焘服从多数，确保了起义按计划进行。",
          "en": "Zhou Enlai resolutely opposed Zhang Guotao's proposal to halt the uprising in a meeting, forcing Zhang to submit to the majority through heated debate and ensuring the uprising proceeded as planned."
        }
      }
    },
    {
      "source": "共产国际",
      "target": "南昌起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-07",
        "description": {
          "zh-cn": "共产国际在起义前向中共中央发电报，指示“如毫无胜利机会，则可不举行暴动”，对发动起义持保留和反对态度。",
          "en": "Before the uprising, the Comintern sent a telegram to the CCP Central Committee, instructing that \"if there is no chance of victory, the uprising should not be held,\" expressing reservations and opposition to launching the insurrection."
        }
      }
    },
    {
      "source": "中国国民党清党",
      "target": "第一次国共合作",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-04",
        "description": {
          "zh-cn": "国民党发动的“清党”运动，在组织上清除了大量共产党员，标志着第一次国共合作的彻底破裂。",
          "en": "The \"Party Purge\" launched by the Kuomintang organizationally eliminated a large number of Communists, marking the complete breakdown of the First United Front."
        }
      }
    },
    {
      "source": "武汉国民政府",
      "target": "中国共产党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-07-15",
        "description": {
          "zh-cn": "武汉国民政府在七一五事变中决定“和平分共”，正式与中国共产党分裂，结束了其“容共”政策。",
          "en": "The Wuhan Nationalist Government decided on a \"peaceful split with the Communists\" during the July 15 Incident, formally breaking with the Chinese Communist Party and ending its policy of tolerating Communists."
        }
      }
    },
    {
      "source": "南昌起义",
      "target": "中国国民党革命委员会 (南昌起义)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-08-01",
        "description": {
          "zh-cn": "起义当天，在南昌成立了中国国民党革命委员会，作为起义后建立的新政权机构。",
          "en": "On the day of the uprising, the Revolutionary Committee of the Chinese Kuomintang was established in Nanchang as the new political authority."
        }
      }
    },
    {
      "source": "朱德",
      "target": "湘南暴动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1928-01",
        "description": {
          "zh-cn": "在南昌起义失败后，朱德率领保存下来的部队前往湘南地区，发动和领导了湘南暴动。",
          "en": "After the failure of the Nanchang Uprising, Zhu De led the preserved forces to the southern Hunan region, where he launched and led the Southern Hunan Uprising."
        }
      }
    },
    {
      "source": "朱德",
      "target": "毛泽东",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1928-04",
        "description": {
          "zh-cn": "朱德率领南昌起义和湘南暴动的余部抵达井冈山，与毛泽东领导的秋收起义部队胜利会师。",
          "en": "Zhu De led the remnants of the Nanchang Uprising and the Southern Hunan Uprising to the Jinggang Mountains, successfully joining forces with the Autumn Harvest Uprising troops led by Mao Zedong."
        }
      }
    },
    {
      "source": "朱德",
      "target": "中国工农红军第四军 (红一方面军)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1928-04",
        "description": {
          "zh-cn": "朱德与毛泽东会师后，两支部队合编为中国工农红军第四军，朱德任军长。",
          "en": "After Zhu De joined forces with Mao Zedong, their two units merged to form the Fourth Army of the Chinese Workers' and Peasants' Red Army, with Zhu De as its commander."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "中国工农红军第四军 (红一方面军)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1928-04",
        "description": {
          "zh-cn": "毛泽东与朱德会师后，两支部队合编为中国工农红军第四军，毛泽东任党代表。",
          "en": "After Mao Zedong joined forces with Zhu De, their two units merged to form the Fourth Army of the Chinese Workers' and Peasants' Red Army, with Mao as the Party Representative."
        }
      }
    },
    {
      "source": "蔡廷锴",
      "target": "南昌起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-08",
        "description": {
          "zh-cn": "在起义部队南下广东途中，时任第十师师长的蔡廷锴率部脱离起义队伍，削弱了起义军的力量。",
          "en": "During the insurgent forces' march south to Guangdong, Cai Tingkai, then commander of the 10th Division, led his troops to desert the uprising, weakening the strength of the insurgent army."
        }
      }
    },
    {
      "source": "钱大钧",
      "target": "南昌起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-08-30",
        "description": {
          "zh-cn": "钱大钧率领的国民政府部队在会昌等地追击和阻击南昌起义部队，给起义军造成重大损失。",
          "en": "The Nationalist government forces led by Qian Dajun pursued and intercepted the Nanchang Uprising troops in areas like Huichang, inflicting heavy losses on the insurgent army."
        }
      }
    },
    {
      "source": "黄绍竑",
      "target": "南昌起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-09-30",
        "description": {
          "zh-cn": "黄绍竑率部在潮汕地区对南下的起义军进行围剿，突袭潮州，是导致起义最终失败的关键军事行动之一。",
          "en": "Huang Shaohong led his troops to encircle and suppress the southward-marching insurgent forces in the Chaoshan area, launching a surprise attack on Chaozhou, which was one of the key military actions leading to the final failure of the uprising."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "南昌起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1927-09",
        "description": {
          "zh-cn": "陈济棠指挥的粤军在粤东地区与南下的起义军交战，对起义军造成了阻碍和打击。",
          "en": "The Cantonese army commanded by Chen Jitang engaged the southward-marching insurgent forces in eastern Guangdong, obstructing and attacking them."
        }
      }
    }
  ]
}