{
  "nodes": [
    {
      "id": "理藩院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "理藩院"
        ],
        "en": []
      },
      "properties": {
        "period": "1638-06 - 1906-07",
        "description": {
          "zh-cn": "清朝处理外藩事务的中央政府机构，始于1636年的蒙古衙门，1638年改称理藩院。其职能涵盖管理蒙古、西藏、青海、新疆等少数民族地区，并曾兼管对俄罗斯帝国事务。1906年在清末新政中改组为理藩部。",
          "en": "A central government agency of the Qing Dynasty responsible for handling the affairs of the outer feudatories. It originated from the Mongol Yamen established in 1636 and was renamed the Lifan Yuan in 1638. Its functions included administering minority regions such as Mongolia, Tibet, Qinghai, and Xinjiang, and it also managed affairs concerning the Russian Empire. It was reorganized into the Lifan Bu (Ministry of Colonial Affairs) during the Late Qing Reforms in 1906."
        }
      }
    },
    {
      "id": "皇太极",
      "type": "Person",
      "name": {
        "zh-cn": [
          "皇太极"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝的开国皇帝，设立了理藩院的前身蒙古衙门，并将其改名为理藩院。",
          "en": "The founding emperor of the Qing dynasty, who established the Mongol Yamen, the predecessor of the Lifan Yuan, and later renamed it."
        }
      }
    },
    {
      "id": "蒙古衙门",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "蒙古衙门"
        ],
        "en": []
      },
      "properties": {
        "period": "1636 - 1638-06",
        "description": {
          "zh-cn": "理藩院的前身，由皇太极在1636年设立，专管对蒙古的事务。",
          "en": "The predecessor of the Lifan Yuan, established by Hong Taiji in 1636 to specifically manage affairs related to Mongolia."
        }
      }
    },
    {
      "id": "清朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清朝",
          "大清国"
        ],
        "en": []
      },
      "properties": {
        "period": "1636 - 1912",
        "description": {
          "zh-cn": "中国历史上最后一个帝制王朝，由满族建立。理藩院是其处理边疆民族事务的核心机构。",
          "en": "The last imperial dynasty in Chinese history, established by the Manchu people. The Lifan Yuan was its core institution for managing affairs of frontier ethnic groups."
        }
      }
    },
    {
      "id": "礼部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "礼部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代官制中的六部之一，掌管礼仪、祭祀、科举等事务。理藩院曾一度附属于礼部。",
          "en": "One of the Six Ministries in ancient Chinese government, responsible for rites, sacrifices, and the imperial examination system. The Lifan Yuan was once subordinate to the Ministry of Rites."
        }
      }
    },
    {
      "id": "顺治帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "顺治帝",
          "顺治"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝入关后的第一位皇帝，在其统治期间对理藩院的官职和地位进行了调整。",
          "en": "The first emperor of the Qing dynasty after entering the Central Plains, who adjusted the official titles and status of the Lifan Yuan during his reign."
        }
      }
    },
    {
      "id": "总理各国事务衙门",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "总理各国事务衙门",
          "总理衙门"
        ],
        "en": []
      },
      "properties": {
        "period": "1861 - 1901",
        "description": {
          "zh-cn": "清朝后期设立的负责外交、通商等事务的中央机构。成立后接管了理藩院对俄罗斯的外交职能。",
          "en": "A central government agency established in the late Qing dynasty responsible for foreign affairs, trade, and other matters. After its establishment, it took over the diplomatic functions concerning Russia from the Lifan Yuan."
        }
      }
    },
    {
      "id": "俄罗斯帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄罗斯帝国",
          "俄罗斯"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "清末新政",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "清末新政"
        ],
        "en": []
      },
      "properties": {
        "period": "1901 - 1911",
        "description": {
          "zh-cn": "清朝末年推行的一系列政治、经济、军事等方面的改革。在此期间，理藩院被改组为理藩部。",
          "en": "A series of political, economic, and military reforms implemented in the last years of the Qing dynasty. During this period, the Lifan Yuan was reorganized into the Lifan Bu (Ministry of Colonial Affairs)."
        }
      }
    },
    {
      "id": "理藩部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "理藩部"
        ],
        "en": []
      },
      "properties": {
        "period": "1906-07 - 1912",
        "description": {
          "zh-cn": "由理藩院于1906年改组而成，是清朝末期管理边疆民族事务的中央机构，清亡后被废除。",
          "en": "Formed from the reorganization of the Lifan Yuan in 1906, it was the central institution for managing frontier ethnic affairs in the late Qing dynasty and was abolished after the fall of the Qing."
        }
      }
    },
    {
      "id": "辛亥革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "辛亥革命",
          "清亡"
        ],
        "en": []
      },
      "properties": {
        "period": "1911-10-10 - 1912-02-12",
        "description": {
          "zh-cn": "推翻清朝、建立中华民国的革命。清朝灭亡后，理藩部随之被撤销。",
          "en": "The revolution that overthrew the Qing dynasty and established the Republic of China. After the fall of the Qing, the Lifan Bu was abolished."
        }
      }
    },
    {
      "id": "五族共和",
      "type": "Document",
      "name": {
        "zh-cn": [
          "五族共和"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国初年的一种政治理念，主张汉、满、蒙、回、藏五个民族共和。此理念的普及导致了处理藩属事务的理藩部被废除。",
          "en": "A political principle in the early Republic of China advocating for the unity of the five main ethnic groups: Han, Manchu, Mongol, Hui, and Tibetan. The adoption of this concept led to the abolition of the Lifan Bu, which managed feudatory affairs."
        }
      }
    },
    {
      "id": "寿耆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "寿耆"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清末官员，曾出任改组后的理藩部尚书。",
          "en": "An official in the late Qing dynasty who served as the Minister (Shangshu) of the reorganized Lifan Bu."
        }
      }
    },
    {
      "id": "尚书 (官职)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "尚书 (官职)",
          "尚书"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代官职名，通常为中央行政机构六部的最高长官。",
          "en": "An official title in ancient China, usually the head of one of the Six Ministries of the central government."
        }
      }
    },
    {
      "id": "乾隆帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乾隆帝",
          "乾隆"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第六位皇帝，在其统治期间理藩院的内部机构有所增加。",
          "en": "The sixth emperor of the Qing dynasty, during whose reign the internal structure of the Lifan Yuan was expanded."
        }
      }
    },
    {
      "id": "蒙古",
      "type": "Location",
      "name": {
        "zh-cn": [
          "蒙古"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "西藏",
      "type": "Location",
      "name": {
        "zh-cn": [
          "西藏",
          "唐古特"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "青海",
      "type": "Location",
      "name": {
        "zh-cn": [
          "青海"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "新疆",
      "type": "Location",
      "name": {
        "zh-cn": [
          "新疆"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "土司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "土司"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国历史上在边疆少数民族地区设立的世袭制地方官职系统。",
          "en": "A system of hereditary local official posts established in the ethnic minority regions of China's frontiers throughout history."
        }
      }
    },
    {
      "id": "廓尔喀王国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "廓尔喀王国",
          "廓尔喀"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "哈萨克汗国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "哈萨克汗国",
          "哈萨克"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "浩罕汗国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "浩罕汗国",
          "浩罕"
        ],
        "en": []
      },
      "properties": {}
    },
    {
      "id": "蒙藏院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "蒙藏院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国初年负责蒙古与西藏事务的机构，是理藩部的后继机关之一。",
          "en": "An agency of the early Republic of China responsible for Mongolian and Tibetan affairs, and one of the successor institutions to the Lifan Bu."
        }
      }
    },
    {
      "id": "中华民国蒙藏委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国蒙藏委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国政府设置的部会级别机关，负责处理蒙藏事务，由蒙藏院改制而来，2017年裁撤。",
          "en": "A ministry-level agency of the Republic of China government responsible for Mongolian and Tibetan affairs, reformed from the Mongolian and Tibetan Affairs Bureau and abolished in 2017."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "皇太极",
      "target": "蒙古衙门",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1636",
        "description": {
          "zh-cn": "崇德元年（1636年），皇太极创立了理藩院的前身“蒙古衙门”，以处理日益增多的归附蒙古部落事务。",
          "en": "In the first year of Chongde (1636), Hong Taiji established the Mongol Yamen, the predecessor of the Lifan Yuan, to handle the affairs of the increasing number of submitting Mongol tribes."
        }
      }
    },
    {
      "source": "皇太极",
      "target": "理藩院",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1638-06",
        "description": {
          "zh-cn": "崇德三年（1638年）六月，皇太极将蒙古衙门更名为理藩院。",
          "en": "In June of the third year of Chongde (1638), Hong Taiji renamed the Mongol Yamen to the Lifan Yuan."
        }
      }
    },
    {
      "source": "蒙古衙门",
      "target": "理藩院",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1638-06",
        "description": {
          "zh-cn": "理藩院由蒙古衙门更名而来，继承并扩大了其职能。",
          "en": "The Lifan Yuan was renamed from the Mongol Yamen, inheriting and expanding its functions."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "礼部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1644",
        "end_date": "1661",
        "description": {
          "zh-cn": "在顺治年间，理藩院一度附属于礼部，其官员兼任礼部官衔，直至顺治十八年（1661年）才成为与六部平行的独立部门。",
          "en": "During the Shunzhi reign, the Lifan Yuan was subordinate to the Ministry of Rites, and its officials held concurrent titles from the Ministry of Rites until it became an independent department parallel to the Six Ministries in the eighteenth year of Shunzhi (1661)."
        }
      }
    },
    {
      "source": "顺治帝",
      "target": "理藩院",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1644",
        "description": {
          "zh-cn": "顺治元年（1644年），顺治帝将理藩院的长官名称由“承政”改为“尚书”，副长官由“参政”改为“侍郎”，对其组织架构进行了调整。",
          "en": "In the first year of Shunzhi (1644), the Shunzhi Emperor changed the title of the head of the Lifan Yuan from 'Chengzheng' to 'Shangshu' (Minister) and the deputy head from 'Canzheng' to 'Shilang' (Vice Minister), adjusting its organizational structure."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "俄罗斯帝国",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1661",
        "end_date": "1861-01",
        "description": {
          "zh-cn": "在总理各国事务衙门成立前，理藩院负责管理与俄罗斯帝国的相关事务。",
          "en": "Before the establishment of the Zongli Yamen, the Lifan Yuan was responsible for managing affairs related to the Russian Empire."
        }
      }
    },
    {
      "source": "总理各国事务衙门",
      "target": "理藩院",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1861-01",
        "description": {
          "zh-cn": "咸丰十年十二月（1861年1月）总理各国事务衙门成立后，接管了理藩院兼办的对俄外交事务职能。",
          "en": "After the establishment of the Zongli Yamen in the twelfth month of the tenth year of Xianfeng (January 1861), it took over the diplomatic functions concerning Russia that had been handled by the Lifan Yuan."
        }
      }
    },
    {
      "source": "清末新政",
      "target": "理藩院",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1906-07",
        "description": {
          "zh-cn": "在光绪三十二年（1906年）七月的清末新政官制改革中，理藩院被改为理藩部。",
          "en": "In the government reform of the Late Qing Reforms in July of the thirty-second year of Guangxu (1906), the Lifan Yuan was changed to the Lifan Bu (Ministry of Colonial Affairs)."
        }
      }
    },
    {
      "source": "清末新政",
      "target": "理藩部",
      "type": "PUSHED",
      "properties": {
        "start_date": "1906-07",
        "description": {
          "zh-cn": "作为清末新政官制改革的一部分，理藩院于光绪三十二年（1906年）七月被改组为理藩部，以适应新的行政需求。",
          "en": "As part of the government reform of the Late Qing Reforms, the Lifan Yuan was reorganized into the Lifan Bu in July of the thirty-second year of Guangxu (1906) to meet new administrative needs."
        }
      }
    },
    {
      "source": "辛亥革命",
      "target": "理藩部",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1912",
        "description": {
          "zh-cn": "辛亥革命导致清朝覆灭，理藩部随之被撤销。",
          "en": "The Xinhai Revolution led to the fall of the Qing dynasty, and the Lifan Bu was subsequently abolished."
        }
      }
    },
    {
      "source": "五族共和",
      "target": "理藩部",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1912",
        "description": {
          "zh-cn": "中华民国建立后，在五族共和的理念下，处理外藩事务的理藩部失去了存在的必要，最终被废除。",
          "en": "After the establishment of the Republic of China, under the concept of 'Five Races Under One Union', the Lifan Bu, which handled the affairs of outer feudatories, lost its reason for existence and was eventually abolished."
        }
      }
    },
    {
      "source": "寿耆",
      "target": "理藩部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1907-09",
        "position": {
          "zh-cn": "尚书",
          "en": "Shangshu (Minister)"
        },
        "description": {
          "zh-cn": "光绪三十三年（1907年）九月，寿耆出任改名后的理藩部尚书。",
          "en": "In September of the thirty-third year of Guangxu (1907), Shouqi was appointed as the Minister (Shangshu) of the renamed Lifan Bu."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "理藩院",
      "type": "PUSHED",
      "properties": {
        "start_date": "1761",
        "description": {
          "zh-cn": "乾隆二十六年（1761年），理藩院增设徕远清吏司，以掌管回部扎萨克及四川土司等事务，扩大了其组织架构。",
          "en": "In the twenty-sixth year of Qianlong (1761), the Lifan Yuan added the Laiyuan Qinglisi to manage the affairs of the Hui Zhasake and Sichuan Tusi, expanding its organizational structure."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "蒙古",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院是清朝管理蒙古各部落事务的核心机构。",
          "en": "The Lifan Yuan was the core institution of the Qing dynasty for managing the affairs of various Mongol tribes."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "西藏",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院负责管理清代西藏地区的行政事务及对朝廷关系。",
          "en": "The Lifan Yuan was responsible for managing the administrative affairs of the Tibet region and its relationship with the imperial court during the Qing dynasty."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "青海",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院负责管理清代青海地区的蒙古族部落等事务。",
          "en": "The Lifan Yuan was responsible for managing the affairs of Mongol tribes in the Qinghai region during the Qing dynasty."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "新疆",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院是清朝管理新疆回部及其他少数民族事务的行政机关。",
          "en": "The Lifan Yuan was the administrative organ of the Qing dynasty for managing the affairs of the Muslim regions (Huibu) of Xinjiang and other ethnic minorities."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "土司",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院负责管理西南土司等少数民族事务。",
          "en": "The Lifan Yuan was responsible for managing the affairs of ethnic minorities such as the Tusi in the southwest."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "廓尔喀王国",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院执掌的“外藩”事务包括对南亚廓尔喀等朝贡国的管理。",
          "en": "The 'outer feudatory' affairs managed by the Lifan Yuan included the administration of tributary states such as the Gorkha Kingdom in South Asia."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "哈萨克汗国",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院执掌的“外藩”事务包括对中亚哈萨克等汗国的管理。",
          "en": "The 'outer feudatory' affairs managed by the Lifan Yuan included the administration of Central Asian khanates such as the Kazakh Khanate."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "浩罕汗国",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "理藩院执掌的“外藩”事务包括对中亚浩罕等汗国的管理。",
          "en": "The 'outer feudatory' affairs managed by the Lifan Yuan included the administration of Central Asian khanates such as the Khanate of Kokand."
        }
      }
    },
    {
      "source": "理藩部",
      "target": "蒙藏院",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "蒙藏院是理藩部在中华民国时期的后继机关。",
          "en": "The Mongolian and Tibetan Affairs Bureau was the successor institution to the Lifan Bu during the Republic of China era."
        }
      }
    },
    {
      "source": "蒙藏院",
      "target": "中华民国蒙藏委员会",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1928",
        "description": {
          "zh-cn": "蒙藏院于1928年改制为中华民国蒙藏委员会。",
          "en": "The Mongolian and Tibetan Affairs Bureau was reorganized into the Mongolian and Tibetan Affairs Commission of the Republic of China in 1928."
        }
      }
    },
    {
      "source": "理藩院",
      "target": "清朝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "理藩院是清朝掌管外藩事务的中央政府机构。",
          "en": "The Lifan Yuan was a central government agency of the Qing Dynasty in charge of the affairs of the outer feudatories."
        }
      }
    },
    {
      "source": "理藩部",
      "target": "清朝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "理藩部是清朝末期掌管外藩事务的中央政府机构。",
          "en": "The Lifan Bu was a central government agency of the late Qing Dynasty in charge of the affairs of the outer feudatories."
        }
      }
    }
  ]
}