{
  "nodes": [
    {
      "id": "陕西千亿矿权案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "陕西千亿矿权案",
          "凯奇莱能源投资有限公司诉西安地质矿产勘查开发院案"
        ],
        "en": []
      },
      "properties": {
        "period": "2006 - 2019",
        "description": {
          "zh-cn": "指2006年到2019年间，凯奇莱能源投资有限公司与西安地质矿产勘查开发院之间因一份价值千亿的煤炭资源合作勘查合同而产生的长期诉讼，案件因涉及最高人民法院案卷丢失、多位高官干预司法而引发广泛社会关注。",
          "en": "Refers to the long-term litigation from 2006 to 2019 between Kailai Energy Investment Co., Ltd. and the Xi'an Institute of Geology and Mineral Exploration over a cooperative exploration contract for coal resources worth hundreds of billions of yuan. The case garnered widespread public attention due to the disappearance of case files at the Supreme People's Court and judicial interference by multiple high-ranking officials."
        }
      }
    },
    {
      "id": "凯奇莱能源投资有限公司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "凯奇莱能源投资有限公司",
          "凯奇莱公司"
        ],
        "en": [
          "Kailai Energy Investment Co., Ltd."
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "陕西千亿矿权案中的原告方，一家位于陕西省榆林市的能源投资公司。",
          "en": "The plaintiff in the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case', an energy investment company based in Yulin, Shaanxi."
        }
      }
    },
    {
      "id": "赵发琦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵发琦"
        ],
        "en": [
          "Zhao Faqi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "凯奇莱能源投资有限公司法定代表人，因陕西千亿矿权案进行了长达十余年的诉讼和举报。",
          "en": "The legal representative of Kailai Energy Investment Co., Ltd., who engaged in over a decade of litigation and whistleblowing regarding the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "id": "西安地质矿产勘查开发院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "西安地质矿产勘查开发院",
          "西勘院"
        ],
        "en": [
          "Xi'an Institute of Geology and Mineral Exploration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "陕西千亿矿权案中的被告方，一家位于陕西省西安市的地质勘查单位。",
          "en": "The defendant in the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case', a geological exploration unit based in Xi'an, Shaanxi."
        }
      }
    },
    {
      "id": "中华人民共和国最高人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国最高人民法院",
          "最高人民法院",
          "最高院"
        ],
        "en": [
          "Supreme People's Court of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高审判机关，负责审理陕西千亿矿权案的二审和终审。",
          "en": "The highest judicial organ in the People's Republic of China, responsible for the second instance and final adjudication of the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "id": "崔永元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崔永元"
        ],
        "en": [
          "Cui Yongyuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前中国中央电视台主持人，于2018年底曝光陕西千亿矿权案二审卷宗在最高人民法院丢失，引发舆论风暴。",
          "en": "A former host of China Central Television who, in late 2018, exposed the disappearance of the second-instance case files of the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case' from the Supreme People's Court, sparking a public outcry."
        }
      }
    },
    {
      "id": "王林清 (法官)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王林清 (法官)",
          "王林清"
        ],
        "en": [
          "Wang Linqing (judge)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原最高人民法院民一庭助理审判员，陕西千亿矿权案二审承办法官。他自述该案卷宗在自己办公室被盗，后被官方联合调查组认定为监守自盗。",
          "en": "Former assistant judge of the First Civil Tribunal of the Supreme People's Court and the presiding judge for the second instance of the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'. He claimed the case files were stolen from his office but was later identified by an official joint investigation team as having stolen them himself."
        }
      }
    },
    {
      "id": "中共中央政法委",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央政法委",
          "中央政法委"
        ],
        "en": [
          "Central Political and Legal Affairs Commission of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的直属机构，负责领导和管理全国政法工作。该机构牵头成立联合调查组，对陕西千亿矿权案卷宗丢失等问题进行了调查。",
          "en": "An agency directly under the Central Committee of the Communist Party of China, responsible for leading and managing political and legal affairs nationwide. It led a joint investigation team to investigate the missing case files and other issues in the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "id": "周强",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周强"
        ],
        "en": [
          "Zhou Qiang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任最高人民法院院长，被指涉嫌干预陕西千亿矿权案的审理。",
          "en": "Then-President of the Supreme People's Court, accused of interfering in the trial of the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "id": "陕西省人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "陕西省人民政府"
        ],
        "en": [
          "Shaanxi Provincial People's Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "陕西省的行政管理机关，被指在本案审理过程中发函干预司法。",
          "en": "The administrative body of Shaanxi Province, accused of interfering with the judiciary by sending a letter during the trial of this case."
        }
      }
    },
    {
      "id": "赵正永",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵正永"
        ],
        "en": [
          "Zhao Zhengyong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原陕西省省长、省委书记，被赵发琦实名举报深度介入陕西千亿矿权案，干预司法，后于2019年1月被查。",
          "en": "Former Governor and Party Secretary of Shaanxi Province. He was publicly reported by Zhao Faqi for deep involvement and judicial interference in the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case' and was subsequently investigated in January 2019."
        }
      }
    },
    {
      "id": "奚晓明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "奚晓明"
        ],
        "en": [
          "Xi Xiaoming"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原最高人民法院副院长，被指在陕西千亿矿权案中邀请陕西省政府官员到最高法院商议案情，干预司法。2015年落马。",
          "en": "Former Vice President of the Supreme People's Court, accused of judicial interference by inviting Shaanxi government officials to the Supreme Court to discuss the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'. He was investigated and removed from office in 2015."
        }
      }
    },
    {
      "id": "周永康",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周永康"
        ],
        "en": [
          "Zhou Yongkang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中共中央政治局常委、中央政法委书记，在本案中曾作出批示，要求正确引导舆论，被指意图掩盖政府干预司法的事实。",
          "en": "Former member of the Politburo Standing Committee and Secretary of the Central Political and Legal Affairs Commission. He issued an instruction in this case to 'correctly guide public opinion,' which was seen as an attempt to cover up government interference in the judiciary."
        }
      }
    },
    {
      "id": "刘娟 (商人)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘娟 (商人)",
          "刘娟"
        ],
        "en": [
          "Liu Juan (businesswoman)"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "香港女商人，其实际控制的香港益业投资公司与西勘院另行签订合同，获得了涉案煤田的勘查权，被指与陕西省高官有利益输送关系。",
          "en": "A Hong Kong businesswoman whose company, Hong Kong Yiye Investment, signed a separate contract with the Xikanyuan to obtain exploration rights to the disputed coalfield. She is alleged to have had benefit-transfer relationships with high-ranking officials in Shaanxi."
        }
      }
    },
    {
      "id": "香港益业投资（集团）有限公司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港益业投资（集团）有限公司"
        ],
        "en": [
          "Hong Kong Yiye Investment (Group) Co., Ltd."
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由刘娟实际控制的公司，在凯奇莱公司与西勘院已签订合同的情况下，与西勘院就同一煤田签订了合作勘查合同。",
          "en": "A company controlled by Liu Juan, which signed a cooperative exploration contract with Xikanyuan for the same coalfield despite the pre-existing contract between Kailai and Xikanyuan."
        }
      }
    },
    {
      "id": "陕西省高级人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "陕西省高级人民法院"
        ],
        "en": [
          "Shaanxi Provincial High People's Court"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "陕西省最高审判机关，负责审理陕西千亿矿权案的一审和发回重审。",
          "en": "The highest judicial body in Shaanxi Province, responsible for the first instance and the retrial of the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "id": "杜万华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杜万华"
        ],
        "en": [
          "Du Wanhua"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任最高人民法院审判委员会副部级专职委员，分管民一庭，被王林清指控直接干预陕西千亿矿权案的判决。",
          "en": "Then a vice-ministerial-level professional member of the Judicial Committee of the Supreme People's Court, overseeing the First Civil Tribunal. He was accused by Wang Linqing of directly interfering in the judgment of the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "id": "袁纯清",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁纯清"
        ],
        "en": [
          "Yuan Chunqing"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原陕西省省长，被赵发琦实名举报干预陕西千亿矿权案。",
          "en": "Former Governor of Shaanxi Province, who was publicly reported by Zhao Faqi for interfering in the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "id": "胡志强 (中共党员)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡志强 (中共党员)",
          "胡志强"
        ],
        "en": [
          "Hu Zhiqiang (CPC member)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原陕西省榆林市委书记，涉入此案并于2018年被查处。",
          "en": "Former Party Secretary of Yulin City, Shaanxi Province, who was implicated in this case and investigated in 2018."
        }
      }
    },
    {
      "id": "胡富国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡富国"
        ],
        "en": [
          "Hu Fuguo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中共山西省委书记，胡志强之父。",
          "en": "Former Party Secretary of Shanxi Province and father of Hu Zhiqiang."
        }
      }
    },
    {
      "id": "电视认罪",
      "type": "Event",
      "name": {
        "zh-cn": [
          "电视认罪"
        ],
        "en": [
          "Televised confession"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种备受争议的做法，指犯罪嫌疑人在未经法院审判的情况下，在官方媒体上公开承认罪行。王林清于2019年2月22日在中国中央电视台进行电视认罪。",
          "en": "A controversial practice where a suspect publicly admits guilt on official media before a court trial. Wang Linqing made a televised confession on China Central Television on February 22, 2019."
        }
      }
    },
    {
      "id": "中国中央电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国中央电视台"
        ],
        "en": [
          "China Central Television"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国国家级电视台。崔永元曾在此工作，该台也播出了王林清的电视认罪画面。",
          "en": "China's national television broadcaster. Cui Yongyuan formerly worked here, and the station also broadcasted Wang Linqing's televised confession."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "凯奇莱能源投资有限公司",
      "target": "西安地质矿产勘查开发院",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2006-05",
        "description": {
          "zh-cn": "因合作勘查合同违约问题，凯奇莱公司将西勘院起诉至法院，双方进行了长达十余年的诉讼。",
          "en": "Due to a breach of the cooperative exploration contract, Kailai sued Xikanyuan, leading to over a decade of litigation between the two parties."
        }
      }
    },
    {
      "source": "赵发琦",
      "target": "凯奇莱能源投资有限公司",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "法定代表人",
          "en": "Legal Representative"
        },
        "description": {
          "zh-cn": "赵发琦是凯奇莱公司的法定代表人，代表公司进行诉讼和维权。",
          "en": "Zhao Faqi is the legal representative of Kailai, representing the company in litigation and rights defense."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "陕西千亿矿权案",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-12",
        "description": {
          "zh-cn": "通过微博曝光该案二审卷宗在最高人民法院神秘丢失等细节，引发社会舆论强烈关注，并促使中共中央政法委牵头成立联合调查组进行调查。",
          "en": "Exposed details via Weibo, such as the mysterious disappearance of the second-instance case files at the Supreme People's Court, sparking intense public attention and prompting the Central Political and Legal Affairs Commission to lead a joint investigation."
        }
      }
    },
    {
      "source": "赵正永",
      "target": "凯奇莱能源投资有限公司",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2007-03-25",
        "description": {
          "zh-cn": "时任陕西省领导的赵正永多次批示，要求公安机关对凯奇莱公司进行侦查，并直接认定其与西勘院的民事合同无效，干预司法程序。",
          "en": "As a leader of Shaanxi Province, Zhao Zhengyong issued multiple instructions ordering police investigations into Kailai, and directly deemed its civil contract with Xikanyuan invalid, thereby interfering with the judicial process."
        }
      }
    },
    {
      "source": "赵发琦",
      "target": "赵正永",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2016-11-03",
        "description": {
          "zh-cn": "在网上实名举报时任陕西省委书记赵正永等人干预司法，操纵案件，此举对赵正永后来的落马起到了推动作用。",
          "en": "Publicly reported then-Shaanxi Party Secretary Zhao Zhengyong and others online for judicial interference and case manipulation, which contributed to Zhao's eventual downfall."
        }
      }
    },
    {
      "source": "陕西省人民政府",
      "target": "中华人民共和国最高人民法院",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2008-05-04",
        "description": {
          "zh-cn": "向最高法院发函，称凯奇莱与西勘院的合同无效，并警告“如果维持省高级法院的判决，将会产生一系列严重后果”，试图影响案件审理。",
          "en": "Sent a letter to the Supreme Court, claiming the contract between Kailai and Xikanyuan was invalid and warning that 'upholding the provincial high court's verdict would lead to a series of serious consequences,' in an attempt to influence the case."
        }
      }
    },
    {
      "source": "中共中央政法委",
      "target": "王林清 (法官)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-01-08",
        "end_date": "2019-02-22",
        "description": {
          "zh-cn": "牵头成立联合调查组，最终认定案卷丢失是王林清故意所为，并将其涉嫌犯罪线索移交公安机关。",
          "en": "Led a joint investigation team that ultimately concluded Wang Linqing intentionally stole the case files and transferred his suspected criminal case to public security organs."
        }
      }
    },
    {
      "source": "王林清 (法官)",
      "target": "陕西千亿矿权案",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2016-11-25",
        "description": {
          "zh-cn": "根据官方调查结果，王林清将该案二审的部分正副卷材料带回家中，导致案卷“丢失”，严重干扰了司法程序。",
          "en": "According to the official investigation, Wang Linqing took parts of the main and supplementary files from the case's second instance home, causing the files to be 'lost' and severely disrupting judicial proceedings."
        }
      }
    },
    {
      "source": "王林清 (法官)",
      "target": "中华人民共和国最高人民法院",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "民一庭助理审判员",
          "en": "Assistant Judge of the First Civil Tribunal"
        },
        "description": {
          "zh-cn": "王林清曾任最高人民法院民一庭助理审判员，并承办陕西千亿矿权案。",
          "en": "Wang Linqing served as an assistant judge in the First Civil Tribunal of the Supreme People's Court and was the presiding judge for the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case'."
        }
      }
    },
    {
      "source": "周强",
      "target": "陕西千亿矿权案",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "据承办法官王林清在自述视频中称，时任最高法院院长的周强曾指示将该案发回重审，后又指示判解除合同，干预了合议庭的独立审判。",
          "en": "According to presiding judge Wang Linqing's self-recorded video, then-President of the Supreme Court Zhou Qiang instructed to remand the case for retrial and later instructed to rule for contract termination, interfering with the independent judgment of the collegial panel."
        }
      }
    },
    {
      "source": "奚晓明",
      "target": "陕西千亿矿权案",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-04",
        "description": {
          "zh-cn": "时任最高法院副院长的奚晓明邀请陕西省政府官员到最高法院“商议案情”，对案件审理进行干预。",
          "en": "Then-Vice President of the Supreme Court Xi Xiaoming invited officials from the Shaanxi government to the Supreme Court to 'discuss the case,' interfering with the trial."
        }
      }
    },
    {
      "source": "周永康",
      "target": "陕西千亿矿权案",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在陕西省政府干预司法被媒体曝光后，时任中央政法委书记的周永康作出批示，要求“正确引导舆论”，被认为是试图压制对官方的批评。",
          "en": "After the Shaanxi government's judicial interference was exposed by the media, then-Secretary of the Central Political and Legal Affairs Commission Zhou Yongkang issued an instruction to 'correctly guide public opinion,' which was seen as an attempt to suppress criticism of officials."
        }
      }
    },
    {
      "source": "西安地质矿产勘查开发院",
      "target": "香港益业投资（集团）有限公司",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "2006-04-14",
        "description": {
          "zh-cn": "在已与凯奇莱公司签订合同的情况下，西勘院又与香港益业公司就同一“波罗井田”签订了合作勘查合同。",
          "en": "Despite its existing contract with Kailai, Xikanyuan signed another cooperative exploration contract with Hong Kong Yiye for the same 'Boluo Coalfield'."
        }
      }
    },
    {
      "source": "胡志强 (中共党员)",
      "target": "胡富国",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "文本中提到，胡志强是原中共山西省委书记胡富国的长子。",
          "en": "The text mentions that Hu Zhiqiang is the eldest son of Hu Fuguo, the former Party Secretary of Shanxi Province."
        }
      }
    },
    {
      "source": "王林清 (法官)",
      "target": "电视认罪",
      "type": "PUSHED",
      "properties": {
        "start_date": "2019-02-22",
        "description": {
          "zh-cn": "在联合调查组公布调查结果当天，王林清在中国中央电视台节目中承认自己因个人不满而窃取了案卷。",
          "en": "On the day the joint investigation team announced its findings, Wang Linqing confessed on a China Central Television program that he had stolen the case files out of personal resentment."
        }
      }
    },
    {
      "source": "杜万华",
      "target": "王林清 (法官)",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2016",
        "position": {
          "zh-cn": "分管领导",
          "en": "Supervising Leader"
        },
        "description": {
          "zh-cn": "杜万华作为分管民一庭的院领导，多次就陕西千亿矿权案向承办法官王林清作出具体指示，王林清向其汇报工作。",
          "en": "As the court leader supervising the First Civil Tribunal, Du Wanhua gave specific instructions to the presiding judge Wang Linqing on the 'Shaanxi Hundred-Billion-Yuan Mining Rights Case' on multiple occasions, and Wang reported his work to him."
        }
      }
    },
    {
      "source": "杜万华",
      "target": "周强",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "根据崔永元公布的文件，杜万华在本案判决书上批示，称判决书已经周强院长审核。",
          "en": "According to documents released by Cui Yongyuan, Du Wanhua noted in his approval of the case's verdict that the judgment had been reviewed by President Zhou Qiang."
        }
      }
    }
  ]
}