{
  "nodes": [
    {
      "id": "藏人行政中央",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "藏人行政中央",
          "西藏流亡政府"
        ],
        "en": [
          "Central Tibetan Administration"
        ]
      },
      "properties": {
        "period": "1959-04-29 - ",
        "location": {
          "zh-cn": "达兰萨拉",
          "en": "Dharamshala"
        },
        "description": {
          "zh-cn": "一个主张拥有西藏主权及合法代表藏人的流亡政府，总部位于印度达兰萨拉。其前身为噶厦政府，在1959年藏区骚乱后由第十四世达赖喇嘛建立。",
          "en": "A government-in-exile that claims to be the legitimate representative of the Tibetan people and to have sovereignty over Tibet. Its headquarters are in Dharamshala, India. It originated from the Kashag government and was established by the 14th Dalai Lama after the 1959 Tibetan uprising."
        }
      }
    },
    {
      "id": "丹增嘉措",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丹增嘉措",
          "第十四世达赖喇嘛"
        ],
        "en": [
          "Tenzin Gyatso"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "第十四世达赖喇嘛，藏人行政中央的创始人和前最高领导者。他在1959年藏区骚乱后流亡印度并建立了该组织。2011年，他卸下一切政治权力，将统治权移交给民选领导人，完成政教分离。",
          "en": "The 14th Dalai Lama, founder and former supreme leader of the Central Tibetan Administration. He went into exile in India after the 1959 Tibetan uprising and established the organization. In 2011, he relinquished all political power, transferring it to an elected leader to achieve the separation of religion and state."
        }
      }
    },
    {
      "id": "边巴次仁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "边巴次仁"
        ],
        "en": [
          "Penpa Tsering"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "现任藏人行政中央的政治领导人，担任司政一职。",
          "en": "The current political leader of the Central Tibetan Administration, holding the position of Sikyong."
        }
      }
    },
    {
      "id": "洛桑森格",
      "type": "Person",
      "name": {
        "zh-cn": [
          "洛桑森格"
        ],
        "en": [
          "Lobsang Sangay"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "于2011年当选为藏人行政中央的领导人，成为首位噶伦赤巴，并从第十四世达赖喇嘛手中接管了所有政治权力。他也是第一位被称为西藏司政的民选首长。",
          "en": "Elected as the leader of the Central Tibetan Administration in 2011, becoming the first Kalon Tripa to assume all political powers from the 14th Dalai Lama. He was also the first elected head to be known as the Sikyong."
        }
      }
    },
    {
      "id": "噶厦",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "噶厦"
        ],
        "en": [
          "Kashag"
        ]
      },
      "properties": {
        "period": " - 1959",
        "description": {
          "zh-cn": "西藏的历史政府。在1959年藏区骚乱后，该政府被中华人民共和国政府视为无效，其功能由新成立的藏人行政中央在海外延续。",
          "en": "The historical government of Tibet. After the 1959 Tibetan uprising, this government was considered invalid by the government of the People's Republic of China, and its functions were continued abroad by the newly formed Central Tibetan Administration."
        }
      }
    },
    {
      "id": "1959年西藏骚乱",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1959年西藏骚乱",
          "1959年藏区骚乱"
        ],
        "en": [
          "1959 Tibetan uprising"
        ]
      },
      "properties": {
        "period": "1959",
        "description": {
          "zh-cn": "1959年在藏区发生的反对中国统治的武装冲突。该事件的失败导致第十四世达赖喇嘛流亡印度，并随后建立了藏人行政中央。",
          "en": "An armed conflict in 1959 in Tibetan areas against Chinese rule. The failure of this event led to the exile of the 14th Dalai Lama to India and the subsequent establishment of the Central Tibetan Administration."
        }
      }
    },
    {
      "id": "中华人民共和国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国政府"
        ],
        "en": [
          "Government of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的中央政府。在1959年藏区骚乱后宣布原西藏地方政府（噶厦）无效，并与藏人行政中央就西藏问题进行过多次谈判。",
          "en": "The central government of the People's Republic of China. After the 1959 Tibetan uprising, it declared the former local government of Tibet (Kashag) invalid and has held several rounds of negotiations with the Central Tibetan Administration on the issue of Tibet."
        }
      }
    },
    {
      "id": "印度",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "印度",
          "印度共和国"
        ],
        "en": [
          "India",
          "Republic of India"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "南亚国家，为藏人行政中央提供了总部所在地达兰萨拉，并接纳了大量海外藏人。",
          "en": "A country in South Asia that provides the headquarters for the Central Tibetan Administration in Dharamshala and has hosted a large Tibetan diaspora."
        }
      }
    },
    {
      "id": "达兰萨拉",
      "type": "Location",
      "name": {
        "zh-cn": [
          "达兰萨拉"
        ],
        "en": [
          "Dharamshala"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "印度喜马偕尔邦坎格拉县",
          "en": "Kangra district, Himachal Pradesh, India"
        },
        "description": {
          "zh-cn": "印度的一座城市，是藏人行政中央的总部所在地。",
          "en": "A city in India that serves as the headquarters of the Central Tibetan Administration."
        }
      }
    },
    {
      "id": "西藏流亡议会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "西藏流亡议会",
          "西藏人民议会"
        ],
        "en": [
          "Tibetan Parliament in Exile"
        ]
      },
      "properties": {
        "period": "1960 - ",
        "description": {
          "zh-cn": "藏人行政中央的立法机构，于1960年建立，其成员由民选产生。该议会通过了将政治领袖头衔从“噶伦赤巴”改为“司政”的修正案。",
          "en": "The legislative body of the Central Tibetan Administration, established in 1960 with democratically elected members. This parliament passed the amendment to change the title of the political leader from 'Kalon Tripa' to 'Sikyong'."
        }
      }
    },
    {
      "id": "政教分离",
      "type": "Document",
      "name": {
        "zh-cn": [
          "政教分离"
        ],
        "en": [
          "Separation of church and state"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种政治原则，指政治权力和宗教权力相分离。第十四世达赖喇嘛于2011年移交全部政治权力，被视为在藏人行政中央实现了这一原则。",
          "en": "A political principle referring to the separation of political and religious powers. The 14th Dalai Lama's transfer of all political power in 2011 is considered the implementation of this principle within the Central Tibetan Administration."
        }
      }
    },
    {
      "id": "噶伦赤巴",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "噶伦赤巴"
        ],
        "en": [
          "Kalon Tripa"
        ]
      },
      "properties": {
        "period": "2001 - 2012",
        "description": {
          "zh-cn": "藏人行政中央的首席部长职位，自2001年起通过直接选举产生。2012年，该职称被正式修订为“西藏司政”。洛桑森格是最后一位担任此职位者。",
          "en": "The position of the chief minister of the Central Tibetan Administration, elected directly since 2001. In 2012, this title was officially revised to 'Sikyong'. Lobsang Sangay was the last person to hold this title."
        }
      }
    },
    {
      "id": "西藏司政",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "西藏司政"
        ],
        "en": [
          "Sikyong"
        ]
      },
      "properties": {
        "period": "2012-09-20 - ",
        "description": {
          "zh-cn": "藏人行政中央的政治领袖职位，由“噶伦赤巴”修订而来，意为“政治领袖”。",
          "en": "The position of the political leader of the Central Tibetan Administration, revised from 'Kalon Tripa', meaning 'Political Leader'."
        }
      }
    },
    {
      "id": "美国国会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国国会"
        ],
        "en": [
          "United States Congress"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "美国",
          "en": "United States"
        },
        "description": {
          "zh-cn": "美国的立法机构，于2020年12月通过了《西藏政策及支援法案》。",
          "en": "The legislative body of the United States, which passed the Tibetan Policy and Support Act in December 2020."
        }
      }
    },
    {
      "id": "西藏政策及支援法案",
      "type": "Document",
      "name": {
        "zh-cn": [
          "西藏政策及支援法案"
        ],
        "en": [
          "Tibetan Policy and Support Act"
        ]
      },
      "properties": {
        "period": "2020-12",
        "description": {
          "zh-cn": "由美国国会于2020年12月通过的法案，该法案承认藏人行政中央是反映全世界西藏人民愿望的合法机构。",
          "en": "An act passed by the United States Congress in December 2020, which recognizes the Central Tibetan Administration as the legitimate institution reflecting the aspirations of Tibetan people worldwide."
        }
      }
    },
    {
      "id": "甲日·洛迪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "甲日·洛迪"
        ],
        "en": [
          "Lodi Gyari"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "藏人行政中央的代表，曾多次与中华人民共和国政府代表就西藏问题进行商谈。",
          "en": "A representative of the Central Tibetan Administration who engaged in multiple rounds of negotiations on the Tibet issue with representatives of the People's Republic of China government."
        }
      }
    },
    {
      "id": "杜青林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杜青林"
        ],
        "en": [
          "Du Qinglin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中共中央统战部部长，作为中华人民共和国政府的代表与甲日·洛迪进行商谈。",
          "en": "Former head of the United Front Work Department of the CPC Central Committee, who represented the government of the People's Republic of China in negotiations with Lodi Gyari."
        }
      }
    },
    {
      "id": "中共中央统战部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央统战部"
        ],
        "en": [
          "United Front Work Department of the CPC Central Committee"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会负责统一战线工作的职能部门，代表中国政府与藏人行政中央进行谈判。",
          "en": "A functional department of the Central Committee of the Communist Party of China responsible for united front work, which has negotiated with the Central Tibetan Administration on behalf of the Chinese government."
        }
      }
    },
    {
      "id": "314事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "314事件"
        ],
        "en": [
          "2008 Tibetan unrest"
        ]
      },
      "properties": {
        "period": "2008-03",
        "description": {
          "zh-cn": "指2008年3月在西藏发生的骚乱事件。该事件后，藏人行政中央与中华人民共和国政府方面进行了数次会面商谈。",
          "en": "Refers to the unrest that occurred in Tibet in March 2008. Following this event, several meetings and talks were held between the Central Tibetan Administration and the government of the People's Republic of China."
        }
      }
    },
    {
      "id": "为全体藏人获得真正自治的备忘录",
      "type": "Document",
      "name": {
        "zh-cn": [
          "为全体藏人获得真正自治的备忘录"
        ],
        "en": [
          "Memorandum on Genuine Autonomy for the Tibetan People"
        ]
      },
      "properties": {
        "period": "2008-11",
        "description": {
          "zh-cn": "2008年11月由藏人行政中央代表向北京提出的文件，主张在中华人民共和国宪法框架下为全体藏人获得真正自治。该备忘录被中方驳回。",
          "en": "A document presented to Beijing by representatives of the Central Tibetan Administration in November 2008, which proposed genuine autonomy for all Tibetan people within the framework of the Constitution of the People's Republic of China. The memorandum was rejected by the Chinese side."
        }
      }
    },
    {
      "id": "中央人民政府和西藏地方政府关于和平解放西藏办法的协议",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中央人民政府和西藏地方政府关于和平解放西藏办法的协议",
          "十七条协议"
        ],
        "en": [
          "Seventeen Point Agreement for the Peaceful Liberation of Tibet"
        ]
      },
      "properties": {
        "period": "1951 - 1959",
        "description": {
          "zh-cn": "1951年由中华人民共和国中央人民政府和西藏地方政府（噶厦）签订的协议。该协议在1959年藏区骚乱后被中华人民共和国政府视为无效。",
          "en": "An agreement signed in 1951 by the Central People's Government of the People's Republic of China and the local government of Tibet (Kashag). This agreement was considered invalid by the PRC government after the 1959 Tibetan uprising."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "1959年西藏骚乱",
      "target": "丹增嘉措",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "1959年藏区骚乱失败后，第十四世达赖喇嘛（丹增嘉措）从拉萨流亡到印度。",
          "en": "After the failure of the 1959 Tibetan uprising, the 14th Dalai Lama (Tenzin Gyatso) fled from Lhasa into exile in India."
        }
      }
    },
    {
      "source": "1959年西藏骚乱",
      "target": "藏人行政中央",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "1959年藏区骚乱后，第十四世达赖喇嘛流亡印度并建立了藏人行政中央。",
          "en": "After the 1959 Tibetan uprising, the 14th Dalai Lama went into exile in India and established the Central Tibetan Administration."
        }
      }
    },
    {
      "source": "丹增嘉措",
      "target": "藏人行政中央",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1959-04-29",
        "description": {
          "zh-cn": "在1959年流亡印度后，建立了藏人行政中央。",
          "en": "After going into exile in India in 1959, he established the Central Tibetan Administration."
        }
      }
    },
    {
      "source": "丹增嘉措",
      "target": "西藏流亡议会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1960",
        "description": {
          "zh-cn": "于1960年建立了西藏流亡议会。",
          "en": "Established the Tibetan Parliament in Exile in 1960."
        }
      }
    },
    {
      "source": "丹增嘉措",
      "target": "藏人行政中央",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2011-03-14",
        "position": {
          "zh-cn": "最高领导者",
          "en": "Supreme Leader"
        },
        "description": {
          "zh-cn": "作为最高领导者，直至2011年3月14日致信西藏流亡议会，要求卸下一切政治权力。",
          "en": "Served as the supreme leader until March 14, 2011, when he wrote to the Tibetan Parliament in Exile requesting to relinquish all political power."
        }
      }
    },
    {
      "source": "丹增嘉措",
      "target": "政教分离",
      "type": "PUSHED",
      "properties": {
        "start_date": "2011-03-14",
        "description": {
          "zh-cn": "通过卸下一切政治权力，将统治权交给民选领导人，推动并完成了藏人行政中央的政教分离。",
          "en": "By relinquishing all political power and handing it over to an elected leader, he promoted and completed the separation of religion and state within the Central Tibetan Administration."
        }
      }
    },
    {
      "source": "丹增嘉措",
      "target": "洛桑森格",
      "type": "PUSHED",
      "properties": {
        "start_date": "2011-08-08",
        "description": {
          "zh-cn": "将一切政治权力移交给洛桑森格，使其成为新的政治领导人。",
          "en": "Transferred all political power to Lobsang Sangay, making him the new political leader."
        }
      }
    },
    {
      "source": "洛桑森格",
      "target": "噶伦赤巴",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2011-08-08",
        "description": {
          "zh-cn": "2011年8月8日宣誓就任噶伦赤巴，成为该职位的民选领导人。",
          "en": "On August 8, 2011, he was sworn in as the Kalon Tripa, becoming the elected leader for this position."
        }
      }
    },
    {
      "source": "边巴次仁",
      "target": "西藏司政",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "现任西藏司政。",
          "en": "He is the current Sikyong."
        }
      }
    },
    {
      "source": "噶厦",
      "target": "藏人行政中央",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "藏人行政中央起源于西藏噶厦政府。",
          "en": "The Central Tibetan Administration originated from the Kashag government of Tibet."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "噶厦",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "1959年藏区骚乱后，中华人民共和国政府视原签订的《十七条协议》无效，原西藏地方政府（噶厦）的功能被终止。",
          "en": "After the 1959 Tibetan uprising, the PRC government deemed the 'Seventeen Point Agreement' invalid, terminating the functions of the original local government of Tibet (Kashag)."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "中央人民政府和西藏地方政府关于和平解放西藏办法的协议",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "1959年藏区骚乱后，中华人民共和国政府视《十七条协议》无效。",
          "en": "After the 1959 Tibetan uprising, the PRC government deemed the 'Seventeen Point Agreement' invalid."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "藏人行政中央",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "自1959年以来，中华人民共和国政府与藏人行政中央在西藏主权和治理问题上处于对立状态，尽管双方进行过多次谈判。",
          "en": "Since 1959, the PRC government and the Central Tibetan Administration have been in an adversarial relationship over the issues of Tibetan sovereignty and governance, despite several rounds of negotiations."
        }
      }
    },
    {
      "source": "印度",
      "target": "藏人行政中央",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "为藏人行政中央提供了总部所在地达兰萨拉，并给予其一些协助。",
          "en": "Provided Dharamshala as the headquarters for the Central Tibetan Administration and offered some assistance."
        }
      }
    },
    {
      "source": "西藏流亡议会",
      "target": "西藏司政",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2012-09-20",
        "description": {
          "zh-cn": "通过修正案，将西藏政治领袖“噶伦赤巴”的职称正式修订为“西藏司政”。",
          "en": "Through an amendment, it officially revised the title of the Tibetan political leader from 'Kalon Tripa' to 'Sikyong'."
        }
      }
    },
    {
      "source": "美国国会",
      "target": "西藏政策及支援法案",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-12",
        "description": {
          "zh-cn": "于2020年12月通过了《西藏政策及支援法案》。",
          "en": "Passed the 'Tibetan Policy and Support Act' in December 2020."
        }
      }
    },
    {
      "source": "西藏政策及支援法案",
      "target": "藏人行政中央",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-12",
        "description": {
          "zh-cn": "该法案承认藏人行政中央是反映全世界西藏人民愿望的合法机构。",
          "en": "The act recognizes the Central Tibetan Administration as the legitimate institution reflecting the aspirations of Tibetan people worldwide."
        }
      }
    },
    {
      "source": "314事件",
      "target": "藏人行政中央",
      "type": "PUSHED",
      "properties": {
        "start_date": "2008-05",
        "description": {
          "zh-cn": "314事件后，藏人行政中央与中华人民共和国政府方面进行了数次会面商谈。",
          "en": "Following the March 14 incident, the Central Tibetan Administration held several meetings and talks with the government of the People's Republic of China."
        }
      }
    },
    {
      "source": "甲日·洛迪",
      "target": "杜青林",
      "type": "MET_WITH",
      "properties": {
        "start_date": [
          "2008-05",
          "2008-07",
          "2008-11"
        ],
        "description": {
          "zh-cn": "作为藏人行政中央的代表，与中共中央统战部部长杜青林就西藏问题进行商谈。",
          "en": "As a representative of the Central Tibetan Administration, he held talks on the Tibet issue with Du Qinglin, head of the United Front Work Department of the CPC Central Committee."
        }
      }
    },
    {
      "source": "杜青林",
      "target": "中共中央统战部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        },
        "description": {
          "zh-cn": "担任中共中央统战部部长，并代表中国政府与藏方代表谈判。",
          "en": "Served as the Minister of the United Front Work Department of the CPC Central Committee and represented the Chinese government in negotiations with Tibetan representatives."
        }
      }
    },
    {
      "source": "中共中央统战部",
      "target": "中华人民共和国政府",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "作为中国政府的代表与藏人行政中央进行谈判，并转达中国政府的要求。",
          "en": "Acted as the representative of the Chinese government in negotiations with the Central Tibetan Administration and conveyed the government's demands."
        }
      }
    },
    {
      "source": "藏人行政中央",
      "target": "为全体藏人获得真正自治的备忘录",
      "type": "PUSHED",
      "properties": {
        "start_date": "2008-11",
        "description": {
          "zh-cn": "通过其代表甲日·洛迪等人向北京方面提出该备忘录。",
          "en": "Proposed the memorandum to Beijing through its representatives, including Lodi Gyari."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "为全体藏人获得真正自治的备忘录",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-11",
        "description": {
          "zh-cn": "通过官方媒体发文反驳该备忘录，认为其隐含“假自治真独立”等企图，导致会谈没有进一步结果。",
          "en": "Rejected the memorandum through official media, arguing it concealed intentions of 'fake autonomy, real independence,' leading to a lack of further progress in talks."
        }
      }
    }
  ]
}