{
  "nodes": [
    {
      "id": "中国人民解放军国防科技大学外国语学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军国防科技大学外国语学院",
          "College of international studies.NUDT"
        ],
        "en": []
      },
      "properties": {
        "period": "2024 - ",
        "location": {
          "zh-cn": "江苏省南京市雨花台区, 苏州市昆山市, 云南省昆明市五华区",
          "en": "Yuhua tai District, Nanjing, Jiangsu; Kunshan, Suzhou, Jiangsu; Wuhua District, Kunming, Yunnan"
        },
        "description": {
          "zh-cn": "隶属于中国人民解放军国防科技大学的副军级军事单位，是中国人民解放军专门从事外语教学、国际关系学、国别区域学以及军事情报学研究的院校。",
          "en": "A deputy corps-level military unit subordinate to the National University of Defense Technology, specializing in foreign language teaching, international relations, area studies, and military intelligence research for the PLA."
        }
      }
    },
    {
      "id": "中国人民解放军国防科技大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军国防科技大学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国人民解放军的综合性大学，是中央军事委员会直属的综合性全国重点大学。",
          "en": "A comprehensive university of the People's Liberation Army, it is a national key university directly under the Central Military Commission."
        }
      }
    },
    {
      "id": "王鑫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王鑫"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军少将，担任中国人民解放军国防科技大学外国语学院院长。",
          "en": "A Major General in the People's Liberation Army, serving as the President of the College of Foreign Languages, National University of Defense Technology."
        }
      }
    },
    {
      "id": "王学军 (1964年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王学军 (1964年)",
          "王学军"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军少将，担任中国人民解放军国防科技大学外国语学院政治委员。",
          "en": "A Major General in the People's Liberation Army, serving as the Political Commissar of the College of Foreign Languages, National University of Defense Technology."
        }
      }
    },
    {
      "id": "国防科技大学国际关系学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国防科技大学国际关系学院"
        ],
        "en": []
      },
      "properties": {
        "period": "2017 - 2024",
        "description": {
          "zh-cn": "中国人民解放军国防科技大学外国语学院的前身之一，主体位于南京。",
          "en": "One of the predecessors of the College of Foreign Languages, National University of Defense Technology, with its main campus in Nanjing."
        }
      }
    },
    {
      "id": "中国人民解放军战略支援部队信息工程大学外国语学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军战略支援部队信息工程大学外国语学院"
        ],
        "en": []
      },
      "properties": {
        "period": "2017 - 2023-08",
        "description": {
          "zh-cn": "中国人民解放军国防科技大学外国语学院的前身之一，位于洛阳。",
          "en": "One of the predecessors of the College of Foreign Languages, National University of Defense Technology, located in Luoyang."
        }
      }
    },
    {
      "id": "中央特科",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央特科"
        ],
        "en": []
      },
      "properties": {
        "period": "1927 - 1935",
        "description": {
          "zh-cn": "中国共产党在1927年至1935年间存在的秘密情报和政治保卫机关。其情报科为国防科技大学外国语学院的最早源头。",
          "en": "The secret intelligence and political security agency of the Chinese Communist Party that existed from 1927 to 1935. Its intelligence section is the earliest origin of the College of Foreign Languages, National University of Defense Technology."
        }
      }
    },
    {
      "id": "无线电训练班",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "无线电训练班"
        ],
        "en": []
      },
      "properties": {
        "period": "1931-01-28 - 1932-01",
        "description": {
          "zh-cn": "1931年由红一方面军总部创办，是中国共产党创建的首批工程技术培训单位之一。",
          "en": "Established in 1931 by the headquarters of the First Front Army of the Red Army, it was one of the first engineering and technical training units created by the Chinese Communist Party."
        }
      }
    },
    {
      "id": "中国工农红军第一方面军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国工农红军第一方面军",
          "红一方面军"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国工农红军主力部队之一。",
          "en": "One of the main forces of the Chinese Workers' and Peasants' Red Army."
        }
      }
    },
    {
      "id": "朱德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱德"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1886-12-01 - 1976-07-06",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人之一。曾任红一方面军总司令。",
          "en": "One of the main founders and leaders of the Communist Party of China, the People's Republic of China, and the People's Liberation Army. He served as the Commander-in-Chief of the First Front Army of the Red Army."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人之一。曾任红一方面军总政治委员。",
          "en": "One of the main founders and leaders of the Communist Party of China, the People's Republic of China, and the People's Liberation Army. He served as the General Political Commissar of the First Front Army of the Red Army."
        }
      }
    },
    {
      "id": "中央革命军事委员会无线电学校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央革命军事委员会无线电学校"
        ],
        "en": []
      },
      "properties": {
        "period": "1932-01 - 1933-03",
        "description": {
          "zh-cn": "由“无线电训练班”更名而来，是中国共产党创办的第一所工程技术学校。",
          "en": "Renamed from the 'Radio Training Class', it was the first engineering and technical school founded by the Chinese Communist Party."
        }
      }
    },
    {
      "id": "中国工农红军通信学校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国工农红军通信学校"
        ],
        "en": []
      },
      "properties": {
        "period": "1933-03 - ",
        "description": {
          "zh-cn": "由“中央革命军事委员会无线电学校”更名而来。",
          "en": "Renamed from the 'Central Revolutionary Military Commission Radio School'."
        }
      }
    },
    {
      "id": "长征",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "长征"
        ],
        "en": []
      },
      "properties": {
        "period": "1934-10 - 1936-10",
        "description": {
          "zh-cn": "中国工农红军的战略转移，期间中国工农红军通信学校随军行动。",
          "en": "The strategic retreat of the Chinese Workers' and Peasants' Red Army, during which the Red Army Communication School moved with the army."
        }
      }
    },
    {
      "id": "深化国防和军队改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "深化国防和军队改革"
        ],
        "en": []
      },
      "properties": {
        "period": "2015 - ",
        "description": {
          "zh-cn": "2015年起由中央军委主席习近平主导的中国人民解放军的全面改革，影响了多所军事院校的隶属关系和结构。",
          "en": "A comprehensive reform of the People's Liberation Army led by Xi Jinping, Chairman of the Central Military Commission, since 2015, which affected the affiliation and structure of many military academies."
        }
      }
    },
    {
      "id": "中国人民解放军国际关系学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军国际关系学院"
        ],
        "en": []
      },
      "properties": {
        "period": "1986 - 2017",
        "description": {
          "zh-cn": "位于南京，是中国人民解放军总参谋部下属的院校，后改革为国防科技大学国际关系学院。",
          "en": "Located in Nanjing, it was an academy under the PLA General Staff Department, later reformed into the College of International Relations of the National University of Defense Technology."
        }
      }
    },
    {
      "id": "中国人民解放军战略支援部队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军战略支援部队"
        ],
        "en": []
      },
      "properties": {
        "period": "2015-12-31 - 2024-04-19",
        "description": {
          "zh-cn": "中国人民解放军的五大军种之一，负责支援作战，包括情报、技术侦察、电子对抗、网络攻防、心理战等领域。",
          "en": "One of the five services of the PLA, responsible for combat support, including intelligence, technical reconnaissance, electronic warfare, cyber warfare, and psychological warfare."
        }
      }
    },
    {
      "id": "中国人民解放军外国语学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军外国语学院"
        ],
        "en": []
      },
      "properties": {
        "period": "1986-06-09 - 2017",
        "description": {
          "zh-cn": "位于洛阳，隶属总参三部，后并入战略支援部队信息工程大学。",
          "en": "Located in Luoyang, subordinate to the Third Department of the General Staff, later merged into the PLA Information Engineering University of the Strategic Support Force."
        }
      }
    },
    {
      "id": "中国人民解放军总参谋部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军总参谋部"
        ],
        "en": []
      },
      "properties": {
        "period": "1954 - 2016",
        "description": {
          "zh-cn": "曾是中央军事委员会的军事工作机关，负责组织领导全军的军事建设和组织指挥全军的军事行动。",
          "en": "Formerly the military affairs organ of the Central Military Commission, responsible for organizing and leading the military construction and commanding the military operations of the entire army."
        }
      }
    },
    {
      "id": "中央军事委员会训练管理部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央军事委员会训练管理部"
        ],
        "en": []
      },
      "properties": {
        "period": "2016 - ",
        "description": {
          "zh-cn": "中央军事委员会的职能部门之一，负责全军的军事训练和院校管理。",
          "en": "One of the functional departments of the Central Military Commission, responsible for military training and academy management for the entire army."
        }
      }
    },
    {
      "id": "中央军事委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央军事委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高国家军事领导机关，统一领导全国武装力量。",
          "en": "The supreme state military leading organ of the People's Republic of China, which commands the country's armed forces."
        }
      }
    },
    {
      "id": "张中如",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张中如"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "抗战老兵，曾任解放军国际关系学院第一任校长。",
          "en": "A veteran of the War of Resistance Against Japanese Aggression, he served as the first president of the PLA Institute of International Relations."
        }
      }
    },
    {
      "id": "中央军委外国语文学校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央军委外国语文学校"
        ],
        "en": []
      },
      "properties": {
        "period": "1953 - 1957",
        "description": {
          "zh-cn": "中国人民解放军外国语文专科学校的前身之一。",
          "en": "One of the predecessors of the PLA Foreign Language Specialist School."
        }
      }
    },
    {
      "id": "王京武",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王京武"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军少将，曾任解放军国际关系学院院长和国防科技大学国际关系学院院长。",
          "en": "A Major General in the People's Liberation Army, he has served as President of the PLA Institute of International Relations and President of the College of International Relations, National University of Defense Technology."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国人民解放军国防科技大学外国语学院",
      "target": "中国人民解放军国防科技大学",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2024",
        "description": {
          "zh-cn": "中国人民解放军国防科技大学外国语学院隶属于中国人民解放军国防科技大学。",
          "en": "The College of Foreign Languages of the PLA National University of Defense Technology is subordinate to the PLA National University of Defense Technology."
        }
      }
    },
    {
      "source": "王鑫",
      "target": "中国人民解放军国防科技大学外国语学院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2024-04",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "王鑫担任中国人民解放军国防科技大学外国语学院院长。",
          "en": "Wang Xin serves as the President of the College of Foreign Languages of the PLA National University of Defense Technology."
        }
      }
    },
    {
      "source": "王学军 (1964年)",
      "target": "中国人民解放军国防科技大学外国语学院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2024-04",
        "position": {
          "zh-cn": "政治委员",
          "en": "Political Commissar"
        },
        "description": {
          "zh-cn": "王学军担任中国人民解放军国防科技大学外国语学院政治委员。",
          "en": "Wang Xuejun serves as the Political Commissar of the College of Foreign Languages of the PLA National University of Defense Technology."
        }
      }
    },
    {
      "source": "国防科技大学国际关系学院",
      "target": "中国人民解放军国防科技大学外国语学院",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-04-02",
        "description": {
          "zh-cn": "国防科技大学国际关系学院与信息工程大学原洛阳校区主体调整组建为国防科技大学外国语学院。",
          "en": "The College of International Relations of the National University of Defense Technology and the main body of the former Luoyang campus of the Information Engineering University were reorganized to form the College of Foreign Languages of the National University of Defense Technology."
        }
      }
    },
    {
      "source": "中国人民解放军战略支援部队信息工程大学外国语学院",
      "target": "国防科技大学国际关系学院",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-08",
        "description": {
          "zh-cn": "根据中央军事委员会命令，中国人民解放军战略支援部队信息工程大学外国语学院整体移交中国人民解放军国防科技大学国际关系学院，成为其洛阳教学区。",
          "en": "According to the order of the Central Military Commission, the College of Foreign Languages of the PLA Strategic Support Force Information Engineering University was transferred to the College of International Relations of the PLA National University of Defense Technology as a whole, becoming its Luoyang teaching area."
        }
      }
    },
    {
      "source": "中央特科",
      "target": "无线电训练班",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1931-01-28",
        "description": {
          "zh-cn": "红一方面军总部在原中央特科部分技术人员基础上创办了无线电训练班。",
          "en": "The headquarters of the First Front Army of the Red Army established the Radio Training Class based on some technical personnel from the former Central Special Branch."
        }
      }
    },
    {
      "source": "中国工农红军第一方面军",
      "target": "无线电训练班",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1931-01-28",
        "description": {
          "zh-cn": "红一方面军总部创办了“无线电训练班”。",
          "en": "The headquarters of the First Front Army of the Red Army founded the 'Radio Training Class'."
        }
      }
    },
    {
      "source": "朱德",
      "target": "无线电训练班",
      "type": "PUSHED",
      "properties": {
        "start_date": "1931-01-28",
        "description": {
          "zh-cn": "红一方面军总司令朱德与总政治委员毛泽东共同签发命令，创办了“无线电训练班”。",
          "en": "Zhu De, Commander-in-Chief of the First Front Army of the Red Army, and Mao Zedong, General Political Commissar, jointly issued an order to establish the 'Radio Training Class'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "无线电训练班",
      "type": "PUSHED",
      "properties": {
        "start_date": "1931-01-28",
        "description": {
          "zh-cn": "红一方面军总司令朱德与总政治委员毛泽东共同签发命令，创办了“无线电训练班”。",
          "en": "Zhu De, Commander-in-Chief of the First Front Army of the Red Army, and Mao Zedong, General Political Commissar, jointly issued an order to establish the 'Radio Training Class'."
        }
      }
    },
    {
      "source": "无线电训练班",
      "target": "中央革命军事委员会无线电学校",
      "type": "PUSHED",
      "properties": {
        "start_date": "1932-01",
        "description": {
          "zh-cn": "“无线电训练班”更名为“中央革命军事委员会无线电学校”。",
          "en": "The 'Radio Training Class' was renamed the 'Central Revolutionary Military Commission Radio School'."
        }
      }
    },
    {
      "source": "中央革命军事委员会无线电学校",
      "target": "中国工农红军通信学校",
      "type": "PUSHED",
      "properties": {
        "start_date": "1933-03",
        "description": {
          "zh-cn": "“中央革命军事委员会无线电学校”更名为“中国工农红军通信学校”。",
          "en": "The 'Central Revolutionary Military Commission Radio School' was renamed the 'Chinese Workers' and Peasants' Red Army Communication School'."
        }
      }
    },
    {
      "source": "长征",
      "target": "中国工农红军通信学校",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1934-10",
        "description": {
          "zh-cn": "中国工农红军通信学校随红一方面军参加长征。",
          "en": "The Chinese Workers' and Peasants' Red Army Communication School participated in the Long March with the First Front Army."
        }
      }
    },
    {
      "source": "深化国防和军队改革",
      "target": "中国人民解放军国际关系学院",
      "type": "PUSHED",
      "properties": {
        "start_date": "2017",
        "description": {
          "zh-cn": "在深化国防和军队改革中，中国人民解放军国际关系学院等院校合并组建为新的国防科技大学，原国际关系学院改制为国防科技大学国际关系学院。",
          "en": "During the reform of national defense and the military, the PLA Institute of International Relations and other institutions were merged to form the new National University of Defense Technology. The former Institute of International Relations was restructured into the College of International Relations of the National University of Defense Technology."
        }
      }
    },
    {
      "source": "中国人民解放军国际关系学院",
      "target": "中央军事委员会训练管理部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2016-01",
        "end_date": "2017",
        "description": {
          "zh-cn": "2016年1月，在深化国防和军队改革中，中国人民解放军国际关系学院由原总参谋部转隶新组建的中央军事委员会训练管理部。",
          "en": "In January 2016, during the reform of national defense and the military, the PLA Institute of International Relations was transferred from the former General Staff Department to the newly established Training and Administration Department of the Central Military Commission."
        }
      }
    },
    {
      "source": "中国人民解放军国际关系学院",
      "target": "中国人民解放军总参谋部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "2016-01",
        "description": {
          "zh-cn": "中国人民解放军国际关系学院原隶属于中国人民解放军总参谋部。",
          "en": "The PLA Institute of International Relations was formerly subordinate to the PLA General Staff Department."
        }
      }
    },
    {
      "source": "中国人民解放军外国语学院",
      "target": "中国人民解放军战略支援部队",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2016",
        "end_date": "2017",
        "description": {
          "zh-cn": "2016年，在深化国防和军队改革中，解放军外国语学院由总参谋部第三部转隶中国人民解放军战略支援部队。",
          "en": "In 2016, during the reform of national defense and the military, the PLA Foreign Language Institute was transferred from the Third Department of the General Staff Department to the PLA Strategic Support Force."
        }
      }
    },
    {
      "source": "中国人民解放军外国语学院",
      "target": "中国人民解放军总参谋部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "2016",
        "description": {
          "zh-cn": "中国人民解放军外国语学院曾隶属于中国人民解放军总参谋部第三部。",
          "en": "The PLA Foreign Language Institute was formerly subordinate to the Third Department of the PLA General Staff Department."
        }
      }
    },
    {
      "source": "张中如",
      "target": "中央军委外国语文学校",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1953-03",
        "end_date": "1957",
        "position": {
          "zh-cn": "校长",
          "en": "President"
        },
        "description": {
          "zh-cn": "张中如担任中央军委外国语文学校校长。",
          "en": "Zhang Zhongru served as the President of the CMC Foreign Languages School."
        }
      }
    },
    {
      "source": "王京武",
      "target": "中国人民解放军国际关系学院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2016",
        "end_date": "2017",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "王京武于2016年至2017年间担任中国人民解放军国际关系学院院长。",
          "en": "Wang Jingwu served as the President of the PLA Institute of International Relations from 2016 to 2017."
        }
      }
    },
    {
      "source": "王京武",
      "target": "国防科技大学国际关系学院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2017",
        "end_date": "2023-08",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "王京武于2017年至2023年8月间担任国防科技大学国际关系学院院长。",
          "en": "Wang Jingwu served as the President of the College of International Relations, National University of Defense Technology from 2017 to August 2023."
        }
      }
    },
    {
      "source": "王鑫",
      "target": "国防科技大学国际关系学院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2023-08",
        "end_date": "2024-04",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "王鑫于2023年8月至2024年4月间担任国防科技大学国际关系学院院长。",
          "en": "Wang Xin served as the President of the College of International Relations, National University of Defense Technology from August 2023 to April 2024."
        }
      }
    }
  ]
}