{
  "nodes": [
    {
      "id": "康有为",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康有为",
          "祖诒",
          "广厦",
          "长素",
          "明夷",
          "更生",
          "西樵山人",
          "游存叟",
          "天游化人",
          "康南海"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1858-03-19 - 1927-03-31",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "大清广东省南海县丹灶苏村",
          "en": ""
        },
        "death_place": {
          "zh-cn": "中华民国山东省胶澳商埠",
          "en": ""
        },
        "description": {
          "zh-cn": "中国近代思想家、学者、政治家，清末维新变法派的主要发起者。他致力于通过君主立宪制改革清朝，戊戌变法失败后流亡海外。民国成立后，他坚持保皇立场，反对共和，并参与策划了张勋复辟。",
          "en": "A Chinese thinker, scholar, and politician of the late Qing dynasty, and a key initiator of the Hundred Days' Reform. He was dedicated to reforming the Qing dynasty through a constitutional monarchy. After the failure of the reform, he went into exile overseas. Following the establishment of the Republic of China, he maintained his royalist stance, opposed the republic, and participated in plotting the Zhang Xun Restoration."
        }
      }
    },
    {
      "id": "梁启超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁启超"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "康有为的弟子，近代中国思想家、政治家，维新派的重要人物，与康有为一同领导了戊戌变法。",
          "en": "A disciple of Kang Youwei, a modern Chinese thinker, politician, a key figure in the reformist faction, and co-leader of the Hundred Days' Reform with Kang Youwei."
        }
      }
    },
    {
      "id": "戊戌变法",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "戊戌变法"
        ],
        "en": []
      },
      "properties": {
        "period": "1898",
        "description": {
          "zh-cn": "由光绪帝推动，康有为、梁启超等人主导的一场政治改革运动，旨在通过学习西方君主立宪制来挽救清朝统治，但仅持续103天后便因戊戌政变而失败。",
          "en": "A political reform movement initiated by the Guangxu Emperor and led by figures such as Kang Youwei and Liang Qichao, aimed at saving the Qing dynasty by adopting a Western-style constitutional monarchy. It failed after 103 days due to the Wuxu Coup."
        }
      }
    },
    {
      "id": "慈禧太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈禧太后"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清朝末期同治、光绪两朝的实际统治者。她发动戊戌政变，囚禁光绪帝，导致戊戌变法失败并通缉康有为等维新派人士。",
          "en": "The de facto ruler of China during the late Qing dynasty for 47 years from 1861 until her death in 1908. She launched the Wuxu Coup, imprisoned the Guangxu Emperor, which led to the failure of the Hundred Days' Reform, and ordered the arrest of reformers like Kang Youwei."
        }
      }
    },
    {
      "id": "光绪帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "光绪帝"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清朝第十一位皇帝。他支持并推行维新变法，重用康有为等维新派。戊戌政变后被慈禧太后囚禁。",
          "en": "The eleventh emperor of the Qing dynasty. He supported and implemented the Hundred Days' Reform, heavily relying on reformers like Kang Youwei. He was imprisoned by Empress Dowager Cixi after the Wuxu Coup."
        }
      }
    },
    {
      "id": "张勋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张勋"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清末民初的军事将领。1917年，他与康有为合作，率兵进入北京，发动兵变拥立已退位的宣统帝溥仪复辟，但迅速被段祺瑞讨平。",
          "en": "A military general during the late Qing and early Republican era. In 1917, he collaborated with Kang Youwei, led troops into Beijing, and staged a coup to restore the abdicated Xuantong Emperor Puyi to the throne, but was quickly defeated by Duan Qirui."
        }
      }
    },
    {
      "id": "张勋复辟",
      "type": "Event",
      "name": {
        "zh-cn": [
          "张勋复辟",
          "丁巳复辟"
        ],
        "en": []
      },
      "properties": {
        "period": "1917-07-01 - 1917-07-12",
        "description": {
          "zh-cn": "1917年由张勋和康有为等人策动，旨在恢复清朝统治的政治事件。此次复辟仅持续12天即告失败。",
          "en": "A political event in 1917, orchestrated by Zhang Xun, Kang Youwei, and others, aimed at restoring the Qing dynasty's rule. The restoration lasted only 12 days before failing."
        }
      }
    },
    {
      "id": "段祺瑞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "段祺瑞"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国时期皖系军阀首领。他迅速组织讨逆军，平定了张勋复辟，并下令追缉康有为。",
          "en": "A Chinese warlord and politician, a prominent figure during the Republic of China. He quickly organized forces to suppress the Zhang Xun Restoration and ordered the arrest of Kang Youwei."
        }
      }
    },
    {
      "id": "孙文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙文",
          "孙中山"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国近代革命家，中华民国国父。他主张通过革命推翻清朝，建立共和制，与康有为的君主立宪思想形成对立。康有为曾视其为主要政治对手并密谋刺杀。",
          "en": "A Chinese revolutionary and the founding father of the Republic of China. He advocated for the overthrow of the Qing dynasty through revolution to establish a republic, which contrasted with Kang Youwei's constitutional monarchy ideals. Kang considered him a primary political rival and plotted his assassination."
        }
      }
    },
    {
      "id": "保皇会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "保皇会",
          "中国维新会"
        ],
        "en": []
      },
      "properties": {
        "period": "1899-07-20 - ",
        "description": {
          "zh-cn": "康有为在戊戌变法失败后于加拿大成立的政治组织，旨在支持光绪帝，推行君主立宪，反对革命。",
          "en": "A political organization founded by Kang Youwei in Canada after the failure of the Hundred Days' Reform, aimed at supporting the Guangxu Emperor, promoting constitutional monarchy, and opposing revolution."
        }
      }
    },
    {
      "id": "溥仪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "溥仪",
          "宣统帝"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清朝最后一位皇帝。康有为在民国时期一直谋求其复位。",
          "en": "The last emperor of the Qing dynasty. Kang Youwei sought his restoration to the throne during the Republican era."
        }
      }
    },
    {
      "id": "李提摩太",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李提摩太"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "英国传教士。他曾向康有为建议聘请伊藤博文为顾问，并在戊戌政变后协助康有为逃亡。",
          "en": "A British missionary. He suggested to Kang Youwei to hire Itō Hirobumi as an adviser and assisted Kang in his escape after the Wuxu Coup."
        }
      }
    },
    {
      "id": "伊藤博文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伊藤博文"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "日本前首相。戊戌变法期间访问中国，康有为派官员曾建议清政府重用他，引起保守派警惕。",
          "en": "Former Prime Minister of Japan. He visited China during the Hundred Days' Reform, and officials from Kang Youwei's faction suggested the Qing government appoint him, which alerted conservatives."
        }
      }
    },
    {
      "id": "杨崇伊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨崇伊"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清末保守派官员。他向慈禧太后密奏，警告重用伊藤博文的危险，促使慈禧太后发动政变。",
          "en": "A conservative official in the late Qing dynasty. He secretly reported to Empress Dowager Cixi, warning of the danger of appointing Itō Hirobumi, which contributed to Cixi launching the coup."
        }
      }
    },
    {
      "id": "君主立宪",
      "type": "Document",
      "name": {
        "zh-cn": [
          "君主立宪"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一种政治体制，康有为毕生为其在中国实现而奋斗。",
          "en": "A political system for the realization of which in China Kang Youwei strove throughout his life."
        }
      }
    },
    {
      "id": "共和制",
      "type": "Document",
      "name": {
        "zh-cn": [
          "共和制",
          "共和"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一种国家政体，与君主制相对。康有为在民国成立后持续反对共和制。",
          "en": "A form of state governance, as opposed to a monarchy. Kang Youwei continuously opposed republicanism after the founding of the Republic of China."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": []
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "中华人民共和国时期的一场政治运动。期间，康有为被视为“保皇派”代表，其墓地被红卫兵掘开，遗骸遭损毁。",
          "en": "A political movement in the People's Republic of China. During this period, Kang Youwei was regarded as a representative of the 'royalists', his tomb was desecrated by Red Guards, and his remains were damaged."
        }
      }
    },
    {
      "id": "红卫兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红卫兵"
        ],
        "en": []
      },
      "properties": {
        "period": "1966 - 1977",
        "description": {
          "zh-cn": "文化大革命时期的群众性组织。1966年8月，红卫兵掘开康有为墓，并将其遗骸游街示众。",
          "en": "Mass organizations during the Cultural Revolution. In August 1966, Red Guards excavated Kang Youwei's tomb and paraded his remains through the streets."
        }
      }
    },
    {
      "id": "严复",
      "type": "Person",
      "name": {
        "zh-cn": [
          "严复"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国近代思想家、翻译家。他曾批评康有为在戊戌变法中行事鲁莽，以及流亡海外后敛财欺人。",
          "en": "A modern Chinese thinker and translator. He criticized Kang Youwei for his recklessness during the Hundred Days' Reform and for deceiving people to raise funds while in exile."
        }
      }
    },
    {
      "id": "张云珠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张云珠"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1855 - 1922",
        "gender": "Female",
        "description": {
          "zh-cn": "康有为的大房夫人。",
          "en": "Kang Youwei's first wife."
        }
      }
    },
    {
      "id": "康同薇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康同薇"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1879 - 1974",
        "gender": "Female",
        "description": {
          "zh-cn": "康有为长女。",
          "en": "Kang Youwei's eldest daughter."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "康有为",
      "target": "梁启超",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "康有为是梁启超的老师，梁启超是其在万木草堂时期的弟子。",
          "en": "Kang Youwei was Liang Qichao's teacher; Liang was his disciple at the Wanmu Caotang."
        }
      }
    },
    {
      "source": "康有为",
      "target": "梁启超",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1898",
        "end_date": "1898",
        "description": {
          "zh-cn": "康有为与弟子梁启超合作，共同发起并领导了戊戌变法。",
          "en": "Kang Youwei collaborated with his disciple Liang Qichao to jointly launch and lead the Hundred Days' Reform."
        }
      }
    },
    {
      "source": "康有为",
      "target": "戊戌变法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1898-06-11",
        "end_date": "1898-09-21",
        "description": {
          "zh-cn": "作为维新派的主要发起者和领袖，康有为策划并主导了整个戊戌变法的进程。",
          "en": "As the main initiator and leader of the reformist faction, Kang Youwei planned and directed the entire process of the Hundred Days' Reform."
        }
      }
    },
    {
      "source": "光绪帝",
      "target": "戊戌变法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1898-06-11",
        "description": {
          "zh-cn": "光绪帝下令变法，并召见、重用康有为等维新派人士推行新政。",
          "en": "The Guangxu Emperor ordered the reform and summoned and appointed reformers like Kang Youwei to implement new policies."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "戊戌变法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1898-09-21",
        "description": {
          "zh-cn": "发动戊戌政变，囚禁光绪帝，下令捕杀维新派人士，从而终结了戊戌变法。",
          "en": "Launched the Wuxu Coup, imprisoned the Guangxu Emperor, and ordered the arrest and execution of reformers, thus ending the Hundred Days' Reform."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "康有为",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1898-09-21",
        "description": {
          "zh-cn": "在戊戌政变后，下令革职并通缉康有为。",
          "en": "After the Wuxu Coup, she ordered Kang Youwei to be dismissed from his post and be arrested."
        }
      }
    },
    {
      "source": "康有为",
      "target": "光绪帝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1898-06-16",
        "end_date": "1898-09-21",
        "position": {
          "zh-cn": "总理衙门章京",
          "en": "Secretary of the Zongli Yamen"
        },
        "description": {
          "zh-cn": "光绪帝召见康有为，任命其为总理衙门章京，准其专折奏事，筹备变法。",
          "en": "The Guangxu Emperor summoned Kang Youwei, appointing him as a secretary in the Zongli Yamen, allowing him to submit memorials directly and prepare for the reform."
        }
      }
    },
    {
      "source": "康有为",
      "target": "张勋",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1917-06",
        "end_date": "1917-07",
        "description": {
          "zh-cn": "1917年，康有为与张勋合作，共同策划并拥立溥仪复辟。",
          "en": "In 1917, Kang Youwei collaborated with Zhang Xun to jointly plan and support Puyi's restoration."
        }
      }
    },
    {
      "source": "康有为",
      "target": "张勋复辟",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917-06-28",
        "end_date": "1917-07-12",
        "description": {
          "zh-cn": "康有为是张勋复辟的主要同谋者之一，积极参与了拥立溥仪的行动。",
          "en": "Kang Youwei was one of the main conspirators in the Zhang Xun Restoration, actively participating in the effort to restore Puyi to the throne."
        }
      }
    },
    {
      "source": "段祺瑞",
      "target": "张勋复辟",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1917-07",
        "description": {
          "zh-cn": "率领讨逆军攻入北京，仅用四天时间便讨平了复辟。",
          "en": "Led the 'Rebel-Suppressing Army' into Beijing and crushed the restoration in just four days."
        }
      }
    },
    {
      "source": "康有为",
      "target": "孙文",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1900 - 1925",
        "description": {
          "zh-cn": "康有为主张君主立宪，反对孙文的革命主张，视其为主要政治对手，并于1905年密令刺杀孙文。晚年，他强烈反对孙文的联俄容共政策。",
          "en": "Kang Youwei advocated for constitutional monarchy and opposed Sun Yat-sen's revolutionary ideas, viewing him as a primary political rival. In 1905, he secretly ordered Sun's assassination. In his later years, he strongly opposed Sun's policy of allying with Russia and admitting communists."
        }
      }
    },
    {
      "source": "康有为",
      "target": "保皇会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1899-07-20",
        "description": {
          "zh-cn": "戊戌变法失败后，康有为在加拿大组织成立保皇会，以“保救大清皇帝”为名，鼓吹君主立宪。",
          "en": "After the failure of the Hundred Days' Reform, Kang Youwei founded the Baohuanghui (Protect the Emperor Society) in Canada to advocate for constitutional monarchy under the banner of 'saving the Great Qing Emperor'."
        }
      }
    },
    {
      "source": "康有为",
      "target": "共和制",
      "type": "BLOCKED",
      "properties": {
        "period": "1912 - 1927",
        "description": {
          "zh-cn": "在1912年宣统退位、中华民国成立后，康有为持续反对共和制，坚持君主立宪的保皇立场。",
          "en": "After the abdication of the Xuantong Emperor and the establishment of the Republic of China in 1912, Kang Youwei continuously opposed the republican system, adhering to his royalist stance of constitutional monarchy."
        }
      }
    },
    {
      "source": "杨崇伊",
      "target": "慈禧太后",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1898-09",
        "description": {
          "zh-cn": "密奏慈禧太后，称康有为等人欲借助日本前首相伊藤博文之力行“合邦”之举，此举促使慈禧太后下定决心发动政变。",
          "en": "Secretly reported to Empress Dowager Cixi that Kang Youwei and others intended to use the influence of former Japanese Prime Minister Itō Hirobumi to form a 'federation', which prompted Cixi to resolve to launch a coup."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "康有为",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-08",
        "description": {
          "zh-cn": "文化大革命期间，康有为被视为“中国历史上最大的保皇派”，其墓地被红卫兵掘开，遗骸被掘墓鞭打并游街示众。",
          "en": "During the Cultural Revolution, Kang Youwei was labeled 'the biggest royalist in Chinese history'. His tomb was desecrated by Red Guards, and his remains were exhumed, beaten, and paraded through the streets."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "康有为",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-08",
        "description": {
          "zh-cn": "1966年8月，红卫兵掘开康有为墓，将其遗骸损毁。",
          "en": "In August 1966, Red Guards excavated Kang Youwei's tomb and destroyed his remains."
        }
      }
    },
    {
      "source": "严复",
      "target": "康有为",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "批评康有为行事鲁莽、虑事不周，导致变法失败，并指责其流亡海外后巧立名目敛财欺人。",
          "en": "Criticized Kang Youwei for being reckless and thoughtless, leading to the failure of the reform, and accused him of deceiving people to raise funds under false pretenses while in exile."
        }
      }
    },
    {
      "source": "康有为",
      "target": "张云珠",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "张云珠是康有为的大房夫人。",
          "en": "Zhang Yunzhu was Kang Youwei's first wife."
        }
      }
    },
    {
      "source": "康同薇",
      "target": "康有为",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "康同薇",
      "target": "张云珠",
      "type": "CHILD_OF",
      "properties": {}
    }
  ]
}