{
  "nodes": [
    {
      "id": "董卓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董卓",
          "仲颖"
        ],
        "en": [
          "Dong Zhuo"
        ]
      },
      "properties": {
        "lifetime": " - 192-05-22",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "陇西郡临洮县",
          "en": "Lintao County, Longxi Commandery"
        },
        "death_place": {
          "zh-cn": "长安北掖门",
          "en": "North Ye Gate, Chang'an"
        },
        "description": {
          "zh-cn": "东汉末年军阀及权臣，原为凉州将领，后受大将军何进征召率兵入京，趁乱夺取中央政权，废黜汉少帝，另立汉献帝，自封相国，独揽大权。其统治残暴，引发了关东诸侯讨伐。最终被司徒王允和义子吕布合谋刺杀。",
          "en": "A warlord and official of the late Eastern Han dynasty. Originally a general from Liang Province, he was summoned to the capital by General-in-Chief He Jin. He seized the opportunity to take control of the central government, deposed Emperor Shao, installed Emperor Xian, and made himself Chancellor, monopolizing power. His tyrannical rule led to a crusade by a coalition of warlords. He was eventually assassinated in a plot by Minister over the Masses Wang Yun and his adopted son Lü Bu."
        }
      }
    },
    {
      "id": "吕布",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕布"
        ],
        "en": [
          "Lü Bu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年名将，以武勇著称。原为丁原部将，后被董卓招揽，杀害丁原后成为董卓的义子和心腹大将。后因与董卓侍婢私通且遭其掷戟羞辱，与王允合谋刺杀了董卓。",
          "en": "A famous general of the late Eastern Han dynasty, known for his martial prowess. Originally a subordinate of Ding Yuan, he was enticed by Dong Zhuo to assassinate Ding Yuan and subsequently became Dong Zhuo's adopted son and key general. Later, due to an affair with Dong Zhuo's maid and being humiliated by him, he conspired with Wang Yun to assassinate Dong Zhuo."
        }
      }
    },
    {
      "id": "王允",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王允"
        ],
        "en": [
          "Wang Yun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年官员，官至司徒。不满董卓专权，设计反间计，联合吕布成功刺杀了董卓。董卓死后，未能妥善处理其凉州旧部，导致李傕、郭汜反攻长安，最终兵败被杀。",
          "en": "An official of the late Eastern Han dynasty who served as Minister over the Masses. Dissatisfied with Dong Zhuo's tyranny, he devised a plot and successfully assassinated Dong Zhuo in collaboration with Lü Bu. After Dong Zhuo's death, his mishandling of Dong's former subordinates led to a counterattack on Chang'an by Li Jue and Guo Si, resulting in his defeat and death."
        }
      }
    },
    {
      "id": "何进",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何进"
        ],
        "en": [
          "He Jin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年外戚，官至大将军。为铲除宦官势力，征召董卓等地方将领率兵入京，但计划泄露，反被宦官所杀，其举动间接导致了董卓乱政。",
          "en": "A relative of the empress and General-in-Chief during the late Eastern Han dynasty. To eliminate the influence of the eunuchs, he summoned regional warlords, including Dong Zhuo, to the capital with their armies. His plan was leaked, and he was assassinated by the eunuchs, an act that indirectly led to Dong Zhuo's rise to power."
        }
      }
    },
    {
      "id": "刘辩",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘辩",
          "汉少帝",
          "弘农王"
        ],
        "en": [
          "Liu Bian",
          "Emperor Shao of Han"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉第十三位皇帝，汉灵帝之子。即位后不久，被入京的董卓废为弘农王，后遭董卓毒杀。",
          "en": "The 13th emperor of the Eastern Han dynasty, son of Emperor Ling. Shortly after his accession, he was deposed by Dong Zhuo, who had entered the capital, and demoted to the Prince of Hongnong. He was later poisoned to death by Dong Zhuo."
        }
      }
    },
    {
      "id": "汉献帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉献帝",
          "刘协",
          "陈留王"
        ],
        "en": [
          "Emperor Xian of Han",
          "Liu Xie"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉最后一位皇帝。由董卓拥立为帝，成为其傀儡。董卓死后，先后被李傕、郭汜和曹操控制，最终禅位于曹丕。",
          "en": "The last emperor of the Eastern Han dynasty. He was installed on the throne by Dong Zhuo as a puppet ruler. After Dong Zhuo's death, he was controlled successively by Li Jue, Guo Si, and Cao Cao, eventually abdicating the throne to Cao Pi."
        }
      }
    },
    {
      "id": "袁绍",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁绍"
        ],
        "en": [
          "Yuan Shao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年军阀，四世三公出身。因反对董卓废立皇帝而逃离洛阳，后成为关东联军盟主，共同讨伐董卓。",
          "en": "A warlord of the late Eastern Han dynasty from a prestigious family of high-ranking officials. He fled Luoyang after opposing Dong Zhuo's decision to depose the emperor and later became the leader of the coalition of warlords that campaigned against Dong Zhuo."
        }
      }
    },
    {
      "id": "曹操",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹操"
        ],
        "en": [
          "Cao Cao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年权臣，曹魏的奠基人。曾参与讨伐董卓的关东联军，并在董卓西迁后独自追击，但兵败。",
          "en": "An influential statesman of the late Eastern Han dynasty and the founder of the state of Cao Wei. He participated in the coalition against Dong Zhuo and pursued Dong's forces alone after they retreated west, but was defeated."
        }
      }
    },
    {
      "id": "李傕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李傕"
        ],
        "en": [
          "Li Jue"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "董卓的部将。董卓死后，采纳贾诩之策，与郭汜等人合兵攻陷长安，杀死王允，把持朝政数年。",
          "en": "A general under Dong Zhuo. After Dong Zhuo's death, he accepted Jia Xu's advice and, along with Guo Si and others, attacked and captured Chang'an, killed Wang Yun, and controlled the imperial court for several years."
        }
      }
    },
    {
      "id": "郭汜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭汜"
        ],
        "en": [
          "Guo Si"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "董卓的部将。董卓死后，与李傕等人合兵攻陷长安，把持朝政。后与李傕反目，导致关中大乱。",
          "en": "A general under Dong Zhuo. After Dong Zhuo's death, he joined forces with Li Jue and others to capture Chang'an and control the imperial court. He later had a falling out with Li Jue, leading to chaos in the Guanzhong region."
        }
      }
    },
    {
      "id": "丁原",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丁原"
        ],
        "en": [
          "Ding Yuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年官员，时任并州刺史，为吕布的旧主。在洛阳与董卓对峙时，被其义子吕布所杀。",
          "en": "An official of the late Eastern Han dynasty who served as the Inspector of Bing Province and was Lü Bu's original master. During a standoff with Dong Zhuo in Luoyang, he was killed by his adopted son Lü Bu."
        }
      }
    },
    {
      "id": "董卓讨伐战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "董卓讨伐战",
          "讨伐董卓之战"
        ],
        "en": [
          "Campaign against Dong Zhuo"
        ]
      },
      "properties": {
        "period": "190 - 191",
        "description": {
          "zh-cn": "指东汉末年，由袁绍、曹操等关东地区的州牧和太守组成的联军，共同讨伐控制朝廷的董卓的战争。",
          "en": "Refers to the war in the late Eastern Han dynasty where a coalition of regional governors and administrators from east of Hangu Pass, led by Yuan Shao and Cao Cao, campaigned against Dong Zhuo who controlled the imperial court."
        }
      }
    },
    {
      "id": "关东诸侯",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "关东诸侯",
          "关东联军"
        ],
        "en": [
          "Coalition of Guandong Warlords"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉末年，为讨伐董卓而由袁绍、曹操、孙坚等各地州牧、刺史、太守组成的军事联盟。",
          "en": "A military coalition formed in the late Eastern Han dynasty by regional governors, inspectors, and administrators such as Yuan Shao, Cao Cao, and Sun Jian to campaign against Dong Zhuo."
        }
      }
    },
    {
      "id": "汉羌战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "汉羌战争",
          "东汉与羌的战争"
        ],
        "en": [
          "Han-Qiang Wars"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉时期汉朝与西部羌族部落之间旷日持久的系列军事冲突。董卓在这些战争中崛起，积累了军事经验和力量。",
          "en": "A series of protracted military conflicts between the Han dynasty and the Qiang tribes in the west during the Eastern Han period. Dong Zhuo rose to prominence during these wars, accumulating military experience and power."
        }
      }
    },
    {
      "id": "张奂",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张奂"
        ],
        "en": [
          "Zhang Huan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉名将，曾任护匈奴中郎将。董卓早期曾在其麾下担任军司马，参与讨伐羌人。",
          "en": "A famous general of the Eastern Han dynasty who served as the Protector of the Xiongnu. Dong Zhuo served under him as a major in his early career, participating in campaigns against the Qiang people."
        }
      }
    },
    {
      "id": "李儒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李儒"
        ],
        "en": [
          "Li Ru"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "董卓的谋士，官至博士。曾任弘农王刘辩的郎中令，并奉董卓之命毒杀了刘辩。",
          "en": "An advisor to Dong Zhuo who held the rank of Erudite. He served as the Prefect of the Gentlemen of the Household to Liu Bian, the Prince of Hongnong, and poisoned him under Dong Zhuo's orders."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "汉羌战争",
      "target": "董卓",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "董卓长期参与汉羌战争，在此过程中崛起，积累了军事经验和部队，为其日后成为军阀奠定了基础。",
          "en": "Dong Zhuo's long-term participation in the Han-Qiang Wars allowed him to rise in prominence, gain military experience, and build up his forces, laying the foundation for his future as a warlord."
        }
      }
    },
    {
      "source": "董卓",
      "target": "张奂",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "军司马",
          "en": "Major"
        },
        "description": {
          "zh-cn": "董卓早期在护匈奴中郎将张奂部下担任军司马，参与讨伐汉阳羌人。",
          "en": "In his early career, Dong Zhuo served as a Major under Zhang Huan, the Protector of the Xiongnu, participating in the campaign against the Qiang people of Hanyang."
        }
      }
    },
    {
      "source": "何进",
      "target": "董卓",
      "type": "PUSHED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "为诛杀宦官，征召时任并州牧的董卓率兵进京，此举为董卓控制中央政权创造了契机。",
          "en": "In order to eliminate the eunuchs, He Jin summoned Dong Zhuo, then Inspector of Bing Province, to lead his army to the capital. This move created the opportunity for Dong Zhuo to seize control of the central government."
        }
      }
    },
    {
      "source": "董卓",
      "target": "刘辩",
      "type": "BLOCKED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "入京掌控大权后，废黜汉少帝刘辩为弘农王。",
          "en": "After entering the capital and seizing power, he deposed Emperor Shao Liu Bian and demoted him to the Prince of Hongnong."
        }
      }
    },
    {
      "source": "李儒",
      "target": "刘辩",
      "type": "BLOCKED",
      "properties": {
        "start_date": "190-03-06",
        "description": {
          "zh-cn": "奉董卓之命，用毒酒杀害了已被废为弘农王的刘辩。",
          "en": "Under Dong Zhuo's orders, he poisoned Liu Bian, the deposed Prince of Hongnong."
        }
      }
    },
    {
      "source": "董卓",
      "target": "汉献帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "废黜汉少帝后，拥立年幼的陈留王刘协为帝，即汉献帝，以便于控制朝政。",
          "en": "After deposing Emperor Shao, he installed the young Prince of Chenliu, Liu Xie, as emperor (Emperor Xian) to facilitate his control over the court."
        }
      }
    },
    {
      "source": "董卓",
      "target": "吕布",
      "type": "PUSHED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "招揽吕布，唆使其杀害旧主丁原，并收其为义子。",
          "en": "He recruited Lü Bu, instigated him to kill his former master Ding Yuan, and adopted him as his son."
        }
      }
    },
    {
      "source": "吕布",
      "target": "丁原",
      "type": "BLOCKED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "受董卓招揽和唆使，杀害了自己的旧主丁原。",
          "en": "Instigated and recruited by Dong Zhuo, he assassinated his former master Ding Yuan."
        }
      }
    },
    {
      "source": "吕布",
      "target": "董卓",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "189",
        "end_date": "192-05-22",
        "position": {
          "zh-cn": "义子、大将",
          "en": "Adopted Son, General"
        },
        "description": {
          "zh-cn": "吕布在杀死丁原后，成为董卓的义子和核心将领，直至他与王允合谋刺杀董卓。",
          "en": "After killing Ding Yuan, Lü Bu became Dong Zhuo's adopted son and key general until he conspired with Wang Yun to assassinate him."
        }
      }
    },
    {
      "source": "关东诸侯",
      "target": "董卓讨伐战",
      "type": "PUSHED",
      "properties": {
        "start_date": "190",
        "description": {
          "zh-cn": "以袁绍为盟主，起兵讨伐董卓，掀起了董卓讨伐战。",
          "en": "With Yuan Shao as their leader, they raised an army to campaign against Dong Zhuo, initiating the Campaign against Dong Zhuo."
        }
      }
    },
    {
      "source": "董卓讨伐战",
      "target": "董卓",
      "type": "BLOCKED",
      "properties": {
        "start_date": "190",
        "description": {
          "zh-cn": "关东诸侯组成的联军对董卓的统治构成了严重军事威胁，迫使其放弃洛阳，迁都长安。",
          "en": "The coalition army formed by the Guandong warlords posed a serious military threat to Dong Zhuo's rule, forcing him to abandon Luoyang and move the capital to Chang'an."
        }
      }
    },
    {
      "source": "袁绍",
      "target": "董卓",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "因反对董卓废立皇帝而与其决裂，后成为讨董联军的盟主。",
          "en": "He broke with Dong Zhuo over the deposition of the emperor and later became the leader of the coalition against him."
        }
      }
    },
    {
      "source": "曹操",
      "target": "董卓",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "190",
        "description": {
          "zh-cn": "曹操是讨伐董卓的发起人之一，并参与了联军。在联军解散后，曾独自追击董卓军但被徐荣击败。",
          "en": "Cao Cao was one of the initiators of the campaign against Dong Zhuo and participated in the coalition. After the coalition disbanded, he pursued Dong Zhuo's army alone but was defeated by Xu Rong."
        }
      }
    },
    {
      "source": "王允",
      "target": "董卓",
      "type": "ENEMY_OF",
      "properties": {
        "end_date": "192-05-22",
        "description": {
          "zh-cn": "王允不满董卓的暴政，密谋策划了针对董卓的刺杀行动。",
          "en": "Dissatisfied with Dong Zhuo's tyranny, Wang Yun secretly planned his assassination."
        }
      }
    },
    {
      "source": "吕布",
      "target": "董卓",
      "type": "BLOCKED",
      "properties": {
        "start_date": "192-05-22",
        "description": {
          "zh-cn": "与王允合谋，亲手刺杀了董卓。",
          "en": "Conspiring with Wang Yun, he personally assassinated Dong Zhuo."
        }
      }
    },
    {
      "source": "王允",
      "target": "吕布",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "设计反间计，成功挑拨并说服吕布加入刺杀董卓的计划。",
          "en": "He devised a plot to successfully sow discord and persuade Lü Bu to join the plan to assassinate Dong Zhuo."
        }
      }
    },
    {
      "source": "李傕",
      "target": "王允",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "董卓死后，李傕与郭汜等董卓旧部攻入长安，杀害了王允。",
          "en": "After Dong Zhuo's death, Li Jue, along with Guo Si and other former subordinates of Dong Zhuo, attacked Chang'an and killed Wang Yun."
        }
      }
    }
  ]
}