{
  "nodes": [
    {
      "id": "东汉",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东汉",
          "后汉",
          "中汉"
        ],
        "en": [
          "Eastern Han"
        ]
      },
      "properties": {
        "period": "25 - 220",
        "location": {
          "zh-cn": "中国"
        },
        "description": {
          "zh-cn": "中国历史上继西汉之后的朝代，与西汉合称“两汉”，由汉光武帝刘秀建立，末代皇帝为汉献帝刘协。",
          "en": "A Chinese dynasty that succeeded the Western Han, collectively known as the 'Two Hans'. It was founded by Emperor Guangwu (Liu Xiu) and ended with Emperor Xian (Liu Xie)."
        }
      }
    },
    {
      "id": "刘秀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘秀",
          "汉光武帝"
        ],
        "en": [
          "Liu Xiu",
          "Emperor Guangwu of Han"
        ]
      },
      "properties": {
        "lifetime": " - 57",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉开国皇帝，汉朝宗室，通过东汉统一战争统一天下，光复汉室，开创了“光武中兴”。",
          "en": "The founding emperor of the Eastern Han dynasty, a descendant of the Han imperial clan. He reunified China through the Eastern Han unification wars, restored the Han dynasty, and initiated the 'Guangwu Restoration'."
        }
      }
    },
    {
      "id": "曹丕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹丕"
        ],
        "en": [
          "Cao Pi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曹操的嫡子，曹魏的开国皇帝。他逼迫汉献帝禅让，结束了东汉王朝。",
          "en": "The legitimate son of Cao Cao and the founding emperor of the Cao Wei state. He forced Emperor Xian of Han to abdicate, thus ending the Eastern Han dynasty."
        }
      }
    },
    {
      "id": "刘协",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘协",
          "汉献帝"
        ],
        "en": [
          "Liu Xie",
          "Emperor Xian of Han"
        ]
      },
      "properties": {
        "lifetime": " - 234",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末代皇帝，被董卓拥立，后长期受曹操控制，最终被迫禅让帝位给曹丕。",
          "en": "The last emperor of the Eastern Han dynasty. He was installed by Dong Zhuo, later controlled by Cao Cao for a long period, and was eventually forced to abdicate the throne to Cao Pi."
        }
      }
    },
    {
      "id": "光武中兴",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "光武中兴"
        ],
        "en": [
          "Guangwu Restoration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "汉光武帝刘秀统治时期，东汉政治改革、经济发展、社会平稳的局面。",
          "en": "A period during the reign of Emperor Guangwu (Liu Xiu) characterized by political reforms, economic development, and social stability in the Eastern Han dynasty."
        }
      }
    },
    {
      "id": "绿林军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "绿林军"
        ],
        "en": [
          "Lülin Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "新朝末年的一支农民起义军，在刘秀推翻新莽政权的过程中提供了协助。",
          "en": "A peasant rebel army during the late Xin dynasty that assisted Liu Xiu in overthrowing the Xin regime."
        }
      }
    },
    {
      "id": "明章之治",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "明章之治"
        ],
        "en": [
          "Rule of Ming and Zhang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "汉明帝和汉章帝统治时期的盛世，东汉国力强盛，社会稳定，人口滋殖。",
          "en": "A golden age during the reigns of Emperor Ming and Emperor Zhang, characterized by national strength, social stability, and population growth in the Eastern Han."
        }
      }
    },
    {
      "id": "汉章帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉章帝",
          "刘炟"
        ],
        "en": [
          "Emperor Zhang of Han",
          "Liu Da"
        ]
      },
      "properties": {
        "lifetime": "57 - 88",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉第三位皇帝，汉明帝之子。他开创了东汉大力任用外戚的先河。",
          "en": "The third emperor of the Eastern Han dynasty, son of Emperor Ming. He set the precedent for the significant employment of consort kin in the Eastern Han government."
        }
      }
    },
    {
      "id": "外戚",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "外戚"
        ],
        "en": [
          "Consort clan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉中后期与宦官轮流掌权的政治势力，通常指皇帝的母族或妻族。",
          "en": "A political faction that took turns holding power with the eunuchs during the middle and late Eastern Han dynasty, typically referring to the emperor's maternal or marital relatives."
        }
      }
    },
    {
      "id": "汉和帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉和帝",
          "刘肇"
        ],
        "en": [
          "Emperor He of Han",
          "Liu Zhao"
        ]
      },
      "properties": {
        "lifetime": "79 - 106",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉第四位皇帝，在位期间东汉国力达到极盛，史称“永元之隆”。他重用宦官以制衡外戚势力。",
          "en": "The fourth emperor of the Eastern Han dynasty. During his reign, the dynasty's power reached its zenith, a period known as the 'Reign of Yongyuan'. He heavily relied on eunuchs to counterbalance the power of the consort clans."
        }
      }
    },
    {
      "id": "宦官",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "宦官"
        ],
        "en": [
          "Eunuch"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉中后期与外戚轮流掌权的政治势力，因其在宫中的特殊地位而获得权力。",
          "en": "A political faction that took turns holding power with the consort clans during the middle and late Eastern Han dynasty, gaining power due to their special positions within the imperial palace."
        }
      }
    },
    {
      "id": "窦宪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "窦宪"
        ],
        "en": [
          "Dou Xian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉外戚，章德窦皇后的兄长。在窦太后执政期间，窦氏戚族曾一度掌权。",
          "en": "A member of an Eastern Han consort clan, the elder brother of Empress Dowager Dou. During the regency of Empress Dowager Dou, the Dou clan briefly held power."
        }
      }
    },
    {
      "id": "何进",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何进"
        ],
        "en": [
          "He Jin"
        ]
      },
      "properties": {
        "lifetime": " - 189",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年外戚，官拜大将军，意图铲除宦官势力但事泄被杀。",
          "en": "A member of a consort clan in the late Eastern Han dynasty who served as Grand Marshal. He attempted to eliminate the eunuch faction but was assassinated after his plan was leaked."
        }
      }
    },
    {
      "id": "十常侍",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "十常侍"
        ],
        "en": [
          "Ten Attendants"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉末年一个以张让为首的宦官集团，因杀害大将军何进而引发了导致宦官势力覆灭的冲突。",
          "en": "A eunuch faction led by Zhang Rang in the late Eastern Han dynasty. Their assassination of Grand Marshal He Jin triggered a conflict that led to the downfall of the eunuch power."
        }
      }
    },
    {
      "id": "袁绍",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁绍"
        ],
        "en": [
          "Yuan Shao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年重要军阀，士族领袖。曾率军攻入皇宫，屠杀宦官，并组织关东联军讨伐董卓。",
          "en": "A major warlord and leader of the gentry clans in the late Eastern Han dynasty. He led troops to storm the imperial palace, massacred the eunuchs, and organized the Guandong Coalition to campaign against Dong Zhuo."
        }
      }
    },
    {
      "id": "董卓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董卓"
        ],
        "en": [
          "Dong Zhuo"
        ]
      },
      "properties": {
        "lifetime": " - 192",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年军阀，趁外戚与宦官相争之际引兵进京，控制朝廷，废少帝立献帝，后被王允和吕布合谋刺杀。",
          "en": "A warlord in the late Eastern Han dynasty who led his army into the capital during the conflict between consort clans and eunuchs, seized control of the court, deposed Emperor Shao and installed Emperor Xian. He was later assassinated in a plot by Wang Yun and Lü Bu."
        }
      }
    },
    {
      "id": "刘辩",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘辩",
          "汉少帝"
        ],
        "en": [
          "Liu Bian",
          "Emperor Shao of Han"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉灵帝之子，继位后不久即被军阀董卓废黜。",
          "en": "Son of Emperor Ling, he was deposed by the warlord Dong Zhuo shortly after ascending the throne."
        }
      }
    },
    {
      "id": "灵思皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "灵思皇后",
          "何太后"
        ],
        "en": [
          "Empress He"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "汉灵帝的皇后，汉少帝刘辩的生母，大将军何进的妹妹。后被董卓所杀。",
          "en": "The empress of Emperor Ling, mother of Emperor Shao (Liu Bian), and sister of Grand Marshal He Jin. She was later killed by Dong Zhuo."
        }
      }
    },
    {
      "id": "曹操",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹操"
        ],
        "en": [
          "Cao Cao"
        ]
      },
      "properties": {
        "lifetime": "155 - 220",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年杰出的政治家、军事家和文学家，挟汉献帝以令诸侯，逐步统一中国北方，为曹魏的建立奠定了基础。",
          "en": "An outstanding statesman, strategist, and writer in the late Eastern Han dynasty. He held Emperor Xian hostage to command the other warlords, gradually unified northern China, and laid the foundation for the state of Cao Wei."
        }
      }
    },
    {
      "id": "梁冀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁冀"
        ],
        "en": [
          "Liang Ji"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉外戚，顺烈皇后梁妠的兄弟。在汉顺帝死后，他掌控朝政近二十年，期间肆意废立皇帝，后被汉桓帝联合宦官诛灭。",
          "en": "A member of an Eastern Han consort clan, brother of Empress Liang Na. After the death of Emperor Shun, he controlled the court for nearly twenty years, deposing and installing emperors at will, before being eliminated by Emperor Huan in collusion with eunuchs."
        }
      }
    },
    {
      "id": "汉质帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉质帝",
          "刘缵"
        ],
        "en": [
          "Emperor Zhi of Han",
          "Liu Zuan"
        ]
      },
      "properties": {
        "lifetime": "138 - 146",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉皇帝，由外戚梁冀拥立，因表露出对梁冀的不满而被其毒死。",
          "en": "An Eastern Han emperor installed by the consort clan relative Liang Ji. He was poisoned by Liang Ji after expressing dissatisfaction with him."
        }
      }
    },
    {
      "id": "汉桓帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉桓帝",
          "刘志"
        ],
        "en": [
          "Emperor Huan of Han",
          "Liu Zhi"
        ]
      },
      "properties": {
        "lifetime": "132 - 168",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉皇帝，由梁冀拥立。后联合宦官诛灭梁氏外戚势力，但也导致了宦官权力的扩张。",
          "en": "An Eastern Han emperor installed by Liang Ji. He later allied with eunuchs to eliminate the Liang consort clan, but this also led to the expansion of eunuch power."
        }
      }
    },
    {
      "id": "黄巾之乱",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "黄巾之乱"
        ],
        "en": [
          "Yellow Turban Rebellion"
        ]
      },
      "properties": {
        "period": "184 - ",
        "description": {
          "zh-cn": "东汉末年规模最大的一次农民起义，严重动摇了东汉的统治，并导致地方军阀割据局面的形成。",
          "en": "The largest peasant rebellion in the late Eastern Han dynasty. It severely weakened the dynasty's rule and led to the formation of regional warlord factions."
        }
      }
    },
    {
      "id": "王允",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王允"
        ],
        "en": [
          "Wang Yun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉大臣，曾唆使吕布合作谋杀董卓。",
          "en": "An Eastern Han minister who instigated Lü Bu to assassinate Dong Zhuo."
        }
      }
    },
    {
      "id": "吕布",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕布"
        ],
        "en": [
          "Lü Bu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年名将及军阀，以勇武著称。曾在王允的唆使下刺杀董卓。",
          "en": "A famous general and warlord in the late Eastern Han dynasty, known for his martial prowess. He assassinated Dong Zhuo at the instigation of Wang Yun."
        }
      }
    },
    {
      "id": "赤壁之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "赤壁之战"
        ],
        "en": [
          "Battle of Red Cliffs"
        ]
      },
      "properties": {
        "period": "208",
        "description": {
          "zh-cn": "东汉末年一场关键战役，孙权和刘备联军在此击败曹操，奠定了三国鼎立的基础。",
          "en": "A decisive battle in the late Eastern Han dynasty where the allied forces of Sun Quan and Liu Bei defeated Cao Cao, laying the foundation for the Three Kingdoms period."
        }
      }
    },
    {
      "id": "孙权",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙权"
        ],
        "en": [
          "Sun Quan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年军阀，孙吴政权的建立者。在赤壁之战中与刘备联手抗击曹操。",
          "en": "A warlord in the late Eastern Han dynasty and the founder of the state of Sun Wu. He allied with Liu Bei to fight against Cao Cao in the Battle of Red Cliffs."
        }
      }
    },
    {
      "id": "刘备",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘备"
        ],
        "en": [
          "Liu Bei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年军阀，蜀汉政权的建立者。在赤壁之战中与孙权联手抗击曹操。",
          "en": "A warlord in the late Eastern Han dynasty and the founder of the state of Shu Han. He allied with Sun Quan to fight against Cao Cao in the Battle of Red Cliffs."
        }
      }
    },
    {
      "id": "南匈奴",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南匈奴"
        ],
        "en": [
          "Southern Xiongnu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由匈奴分裂出的一支部落，后归附东汉，长期与汉族杂居。",
          "en": "A tribal confederation that split from the Xiongnu. They later submitted to the Eastern Han and lived alongside the Han people for a long period."
        }
      }
    },
    {
      "id": "北匈奴",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北匈奴"
        ],
        "en": [
          "Northern Xiongnu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由匈奴分裂出的一支部落，与东汉为敌，后被东汉击败，向西迁移。",
          "en": "A tribal confederation that split from the Xiongnu. They were hostile to the Eastern Han, were eventually defeated, and migrated westward."
        }
      }
    },
    {
      "id": "佛教",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "佛教"
        ],
        "en": [
          "Buddhism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "在东汉时期传入中国的宗教。",
          "en": "A religion that was introduced to China during the Eastern Han dynasty."
        }
      }
    },
    {
      "id": "汉明帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉明帝",
          "刘庄"
        ],
        "en": [
          "Emperor Ming of Han",
          "Liu Zhuang"
        ]
      },
      "properties": {
        "lifetime": "28 - 75",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉第二位皇帝，光武帝刘秀之子。他统治时期与汉章帝时期合称为“明章之治”，并派人去西域求取佛法。",
          "en": "The second emperor of the Eastern Han dynasty, son of Emperor Guangwu (Liu Xiu). His reign, together with that of Emperor Zhang, is known as the 'Rule of Ming and Zhang'. He also dispatched envoys to the Western Regions to seek Buddhist teachings."
        }
      }
    },
    {
      "id": "白马寺",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "白马寺"
        ],
        "en": [
          "White Horse Temple"
        ]
      },
      "properties": {
        "period": "68 - ",
        "description": {
          "zh-cn": "中国第一座官办佛教寺院，由汉明帝下令修建，被认为是中国佛教的发源地。",
          "en": "The first official Buddhist temple in China, built by order of Emperor Ming. It is considered the cradle of Chinese Buddhism."
        }
      }
    },
    {
      "id": "乌桓",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "乌桓"
        ],
        "en": [
          "Wuhuan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "原臣属于匈奴的东胡部落，东汉末年曾割据辽东、辽西等地，后被曹操击败。",
          "en": "An Eastern Hu tribe originally subordinate to the Xiongnu. They established a regional power base in Liaodong and Liaoxi during the late Eastern Han but were later defeated by Cao Cao."
        }
      }
    },
    {
      "id": "蹋顿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蹋顿"
        ],
        "en": [
          "Tadun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年乌桓首领，曾收留袁绍之子袁尚，后在白狼山之战中被曹操击败并斩杀。",
          "en": "A Wuhuan chieftain in the late Eastern Han dynasty. He gave refuge to Yuan Shao's son Yuan Shang, but was later defeated and executed by Cao Cao at the Battle of White Wolf Mountain."
        }
      }
    },
    {
      "id": "蔡伦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡伦"
        ],
        "en": [
          "Cai Lun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉时期的宦官，改进了造纸术，对中国乃至世界文化的传播做出了巨大贡献。",
          "en": "A eunuch in the Eastern Han dynasty who improved the papermaking process, making a huge contribution to the dissemination of culture in China and the world."
        }
      }
    },
    {
      "id": "造纸术",
      "type": "Document",
      "name": {
        "zh-cn": [
          "造纸术"
        ],
        "en": [
          "Papermaking"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代的一项重要发明。东汉蔡伦对其进行了关键性改良，降低了成本，为纸的普及创造了条件。",
          "en": "An important ancient Chinese invention. It was significantly improved by Cai Lun of the Eastern Han, which lowered its cost and created the conditions for the widespread use of paper."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "刘秀",
      "target": "东汉",
      "type": "FOUNDED",
      "properties": {
        "start_date": "25",
        "description": {
          "zh-cn": "汉室后人刘秀通过武力统一天下，光复汉朝，定都洛阳，史称东汉。",
          "en": "Liu Xiu, a descendant of the Han imperial family, reunified the realm by force, restored the Han dynasty, and established the capital at Luoyang, known historically as the Eastern Han."
        }
      }
    },
    {
      "source": "曹丕",
      "target": "东汉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "220-10",
        "description": {
          "zh-cn": "延康元年十月，曹丕逼迫汉献帝禅让而篡位，东汉灭亡。",
          "en": "In the tenth month of the first year of the Yankang era (220 AD), Cao Pi forced Emperor Xian of Han to abdicate and usurped the throne, leading to the demise of the Eastern Han dynasty."
        }
      }
    },
    {
      "source": "曹丕",
      "target": "刘协",
      "type": "BLOCKED",
      "properties": {
        "start_date": "220-10",
        "description": {
          "zh-cn": "曹丕逼迫汉献帝禅让，取而代之成为皇帝。",
          "en": "Cao Pi forced Emperor Xian of Han to abdicate and replaced him as emperor."
        }
      }
    },
    {
      "source": "绿林军",
      "target": "刘秀",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "刘秀在绿林军的协助下推翻了王莽的新朝。",
          "en": "With the assistance of the Lülin Army, Liu Xiu overthrew Wang Mang's Xin dynasty."
        }
      }
    },
    {
      "source": "刘秀",
      "target": "光武中兴",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "刘秀通过进行多项政治改革让汉朝再次进入平稳发展的局面，史称“光武中兴”。",
          "en": "Through various political reforms, Liu Xiu brought the Han dynasty back to a state of stable development, a period known as the 'Guangwu Restoration'."
        }
      }
    },
    {
      "source": "汉章帝",
      "target": "外戚",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "汉章帝开启了东汉大力任用外戚的先河，导致外戚势力开始坐大。",
          "en": "Emperor Zhang initiated the precedent of heavily employing consort clans in the Eastern Han, which led to the rise of their power."
        }
      }
    },
    {
      "source": "汉和帝",
      "target": "窦宪",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "汉和帝联合宦官力量消灭了以窦宪为首的窦氏外戚势力。",
          "en": "Emperor He allied with eunuch forces to eliminate the Dou consort clan, led by Dou Xian."
        }
      }
    },
    {
      "source": "汉和帝",
      "target": "宦官",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "汉和帝为制衡外戚势力而重用宦官，使得宦官成为朝廷中一只强大的政治力量。",
          "en": "Emperor He heavily used eunuchs to counterbalance the power of the consort clans, which allowed the eunuchs to become a powerful political force in the court."
        }
      }
    },
    {
      "source": "十常侍",
      "target": "何进",
      "type": "BLOCKED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "外戚大将军何进意图铲除宦官，事泄后反被十常侍等宦官所杀。",
          "en": "The consort clan's Grand Marshal He Jin planned to eliminate the eunuchs, but his plan was leaked and he was killed by the Ten Attendants and other eunuchs."
        }
      }
    },
    {
      "source": "袁绍",
      "target": "十常侍",
      "type": "BLOCKED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "何进被杀后，袁绍率军攻入皇宫，对宦官进行屠杀，十常侍也被杀死。",
          "en": "After He Jin was killed, Yuan Shao led troops to storm the imperial palace and massacre the eunuchs, including the Ten Attendants."
        }
      }
    },
    {
      "source": "董卓",
      "target": "刘辩",
      "type": "BLOCKED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "董卓进京控制朝廷后，废黜了汉少帝刘辩。",
          "en": "After entering the capital and seizing control of the court, Dong Zhuo deposed Emperor Shao, Liu Bian."
        }
      }
    },
    {
      "source": "董卓",
      "target": "灵思皇后",
      "type": "BLOCKED",
      "properties": {
        "start_date": "190",
        "description": {
          "zh-cn": "董卓废黜少帝后，杀害了其母何太后。",
          "en": "After deposing Emperor Shao, Dong Zhuo killed his mother, Empress Dowager He."
        }
      }
    },
    {
      "source": "董卓",
      "target": "刘协",
      "type": "PUSHED",
      "properties": {
        "start_date": "189",
        "description": {
          "zh-cn": "董卓废黜少帝刘辩后，拥立其弟刘协为帝，即汉献帝。",
          "en": "After deposing Emperor Shao Liu Bian, Dong Zhuo installed his younger brother Liu Xie as emperor, who became Emperor Xian."
        }
      }
    },
    {
      "source": "袁绍",
      "target": "董卓",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "190",
        "description": {
          "zh-cn": "地方官员不满董卓的专权，推举袁绍为盟主，组成关东联军讨伐董卓。",
          "en": "Dissatisfied with Dong Zhuo's tyranny, regional officials elected Yuan Shao as their leader and formed the Guandong Coalition to campaign against Dong Zhuo."
        }
      }
    },
    {
      "source": "吕布",
      "target": "董卓",
      "type": "BLOCKED",
      "properties": {
        "start_date": "192",
        "description": {
          "zh-cn": "大臣王允唆使董卓的部将吕布，合作谋杀了董卓。",
          "en": "The minister Wang Yun instigated Dong Zhuo's general Lü Bu to cooperate in assassinating Dong Zhuo."
        }
      }
    },
    {
      "source": "王允",
      "target": "吕布",
      "type": "PUSHED",
      "properties": {
        "start_date": "192",
        "description": {
          "zh-cn": "大臣王允唆使董卓的部将吕布，合作谋杀了董卓。",
          "en": "The minister Wang Yun instigated Dong Zhuo's general Lü Bu to cooperate in assassinating Dong Zhuo."
        }
      }
    },
    {
      "source": "曹操",
      "target": "刘协",
      "type": "BLOCKED",
      "properties": {
        "start_date": "196",
        "end_date": "220",
        "description": {
          "zh-cn": "曹操将汉献帝迎至许都，此后长期控制汉献帝，掌握朝廷权力。",
          "en": "Cao Cao moved Emperor Xian to Xudu and subsequently controlled him for a long period, holding the power of the imperial court."
        }
      }
    },
    {
      "source": "曹操",
      "target": "袁绍",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "200",
        "description": {
          "zh-cn": "自200年起，曹操在官渡之战、仓亭之战中与袁绍决战并取得胜利，统一了中原和河北地区。",
          "en": "Starting from 200 AD, Cao Cao decisively battled and defeated Yuan Shao at the Battle of Guandu and the Battle of Cangting, unifying the Central Plains and Hebei regions."
        }
      }
    },
    {
      "source": "赤壁之战",
      "target": "曹操",
      "type": "BLOCKED",
      "properties": {
        "start_date": "208",
        "description": {
          "zh-cn": "曹操在赤壁之战中败于孙权、刘备联军，失去了以武力征服南方的机会。",
          "en": "Cao Cao was defeated by the allied forces of Sun Quan and Liu Bei at the Battle of Red Cliffs, losing the opportunity to conquer the south by force."
        }
      }
    },
    {
      "source": "梁冀",
      "target": "汉质帝",
      "type": "BLOCKED",
      "properties": {
        "start_date": "146",
        "description": {
          "zh-cn": "汉质帝因表露出对梁冀的不满，而被梁冀毒死。",
          "en": "Because Emperor Zhi expressed dissatisfaction with Liang Ji, he was poisoned to death by him."
        }
      }
    },
    {
      "source": "汉桓帝",
      "target": "梁冀",
      "type": "BLOCKED",
      "properties": {
        "start_date": "159",
        "description": {
          "zh-cn": "汉桓帝联合宦官一起诛灭了梁氏外戚势力。",
          "en": "Emperor Huan, in alliance with the eunuchs, exterminated the Liang consort clan."
        }
      }
    },
    {
      "source": "黄巾之乱",
      "target": "东汉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "184",
        "description": {
          "zh-cn": "黄巾之乱爆发后，东汉朝廷为平息暴乱而放权于地方，导致中央集权瓦解和军阀割据。",
          "en": "After the outbreak of the Yellow Turban Rebellion, the Eastern Han court decentralized power to local authorities to quell the uprising, which led to the collapse of central authority and the rise of warlords."
        }
      }
    },
    {
      "source": "东汉",
      "target": "北匈奴",
      "type": "BLOCKED",
      "properties": {
        "start_date": "91",
        "description": {
          "zh-cn": "东汉在公元91年灭亡北匈奴，消除了长期的北方外患。",
          "en": "In 91 AD, the Eastern Han dynasty destroyed the Northern Xiongnu, eliminating a long-standing northern threat."
        }
      }
    },
    {
      "source": "南匈奴",
      "target": "东汉",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "匈奴分裂后，南匈奴归附东汉，入居云中等地。",
          "en": "After the Xiongnu split, the Southern Xiongnu submitted to the Eastern Han and settled in areas such as Yunzhong."
        }
      }
    },
    {
      "source": "汉明帝",
      "target": "佛教",
      "type": "PUSHED",
      "properties": {
        "start_date": "67",
        "description": {
          "zh-cn": "东汉永平十年，汉明帝派人去西域求法，迎来高僧，并修建白马寺以供其翻译佛经，推动了佛教在中国的传播。",
          "en": "In the 10th year of the Yongping era of the Eastern Han (67 AD), Emperor Ming dispatched envoys to the Western Regions to seek Buddhist teachings, welcomed eminent monks, and built the White Horse Temple for them to translate scriptures, thereby promoting the spread of Buddhism in China."
        }
      }
    },
    {
      "source": "汉明帝",
      "target": "白马寺",
      "type": "PUSHED",
      "properties": {
        "start_date": "68",
        "description": {
          "zh-cn": "汉明帝下令修建白马寺，以安置从西域请来的高僧和佛经，该寺成为中国第一座官办佛寺。",
          "en": "Emperor Ming ordered the construction of the White Horse Temple to house the eminent monks and Buddhist scriptures brought from the Western Regions, making it the first official Buddhist temple in China."
        }
      }
    },
    {
      "source": "曹操",
      "target": "乌桓",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "207",
        "description": {
          "zh-cn": "建安十二年，曹操北征乌桓，在白狼山之战中大败乌桓，从此乌桓彻底衰落。",
          "en": "In the 12th year of the Jian'an era (207 AD), Cao Cao launched a northern expedition against the Wuhuan, decisively defeating them at the Battle of White Wolf Mountain, which led to the complete decline of the Wuhuan."
        }
      }
    },
    {
      "source": "曹操",
      "target": "蹋顿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "207",
        "description": {
          "zh-cn": "在北征乌桓的白狼山之战中，曹操俘获并斩杀了乌桓首领蹋顿。",
          "en": "During the Battle of White Wolf Mountain in his northern campaign against the Wuhuan, Cao Cao captured and executed the Wuhuan chieftain, Tadun."
        }
      }
    },
    {
      "source": "蔡伦",
      "target": "造纸术",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "东汉宦官蔡伦对造纸工艺进行了重大改良，降低了原料和成本要求，为纸的普及创造了条件。",
          "en": "The Eastern Han eunuch Cai Lun significantly improved the papermaking process, reducing raw material and cost requirements, which paved the way for the widespread use of paper."
        }
      }
    }
  ]
}