{
  "nodes": [
    {
      "id": "年羹尧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "年羹尧",
          "亮工",
          "双峰"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1680-03-26 - 1726-01-13",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "广宁县 (奉天)",
          "en": "Guangning County, Fengtian"
        },
        "description": {
          "zh-cn": "清朝康熙和雍正年间重要将领，雍正帝的敦肃皇贵妃之兄。因在拥立雍正帝即位时发挥重要作用，后又平定青海叛乱，权倾一时，但后因恃功自傲，被雍正帝赐死。",
          "en": "An important general during the Kangxi and Yongzheng eras of the Qing Dynasty, and the elder brother of Emperor Yongzheng's Imperial Noble Consort Dunsu. He played a crucial role in Emperor Yongzheng's ascension to the throne and later suppressed the Qinghai rebellion, wielding immense power. However, he was later ordered to commit suicide by Emperor Yongzheng due to his arrogance and abuse of power."
        }
      }
    },
    {
      "id": "雍正帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "雍正帝",
          "胤禛",
          "雍正"
        ],
        "en": [
          "Yongzheng Emperor"
        ]
      },
      "properties": {
        "lifetime": "1678-12-13 - 1735-10-08",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第五位皇帝，康熙帝第四子。在位期间，对年羹尧先是委以重任，后又将其赐死。",
          "en": "The fifth emperor of the Qing dynasty, the fourth son of the Kangxi Emperor. During his reign, he first entrusted Nian Gengyao with great responsibilities and later ordered his death."
        }
      }
    },
    {
      "id": "康熙帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康熙帝",
          "康熙"
        ],
        "en": [
          "Kangxi Emperor"
        ]
      },
      "properties": {
        "lifetime": "1654-05-04 - 1722-12-20",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第四位皇帝。在位期间，赏识并提拔了年羹尧。",
          "en": "The fourth emperor of the Qing dynasty. During his reign, he recognized and promoted Nian Gengyao."
        }
      }
    },
    {
      "id": "隆科多",
      "type": "Person",
      "name": {
        "zh-cn": [
          "隆科多"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝康熙末年和雍正初年的重臣，与年羹尧一同在雍正帝即位过程中发挥了关键作用。",
          "en": "An influential court official during the late Kangxi and early Yongzheng eras of the Qing dynasty. He, along with Nian Gengyao, played a key role in Emperor Yongzheng's accession to the throne."
        }
      }
    },
    {
      "id": "敦肃皇贵妃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "敦肃皇贵妃",
          "年氏"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - 1725-12-27",
        "gender": "Female",
        "description": {
          "zh-cn": "年羹尧之妹，雍正帝的妃嫔，初为侧福晋，后晋封为皇贵妃。",
          "en": "The younger sister of Nian Gengyao and a consort of the Yongzheng Emperor. She was initially a side consort and was later elevated to the rank of Imperial Noble Consort."
        }
      }
    },
    {
      "id": "年遐龄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "年遐龄"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1643 - 1727",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，曾任湖广巡抚，是年羹尧的父亲。",
          "en": "A Qing dynasty official who served as the Governor of Huguang. He was the father of Nian Gengyao."
        }
      }
    },
    {
      "id": "李维钧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李维钧"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，曾任直隶总督。早期与年羹尧结党，后在年羹尧失势时上奏弹劾。",
          "en": "A Qing dynasty official who served as the Viceroy of Zhili. He was initially allied with Nian Gengyao but later impeached him after his fall from power."
        }
      }
    },
    {
      "id": "岳钟琪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "岳钟琪"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝将领，曾在年羹尧麾下参与平定青海罗卜藏丹津叛乱，后接任年羹尧的川陕总督之职。",
          "en": "A Qing dynasty general who served under Nian Gengyao in suppressing the rebellion of Lobsang Tendzin in Qinghai. He later succeeded Nian as the Viceroy of Sichuan and Shaanxi."
        }
      }
    },
    {
      "id": "罗卜藏丹津",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗卜藏丹津"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清代青海和硕特蒙古首领，于雍正元年发动叛乱，后被年羹尧率领的清军镇压。",
          "en": "A leader of the Khoshut Mongols in Qinghai during the Qing dynasty. He launched a rebellion in the first year of the Yongzheng reign, which was suppressed by Qing forces led by Nian Gengyao."
        }
      }
    },
    {
      "id": "汪景祺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪景祺"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "年羹尧的幕客与亲信，在年羹尧死后因其著作《西征随笔》被雍正帝下令斩首。",
          "en": "An advisor and confidant of Nian Gengyao. After Nian's death, he was beheaded by order of the Yongzheng Emperor due to his book 'Notes on the Western Expedition'."
        }
      }
    },
    {
      "id": "钱名世",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱名世"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝翰林院侍讲，因作诗谄媚颂扬年羹尧，在年羹尧案后被雍正帝斥为“名教罪人”并革职。",
          "en": "A Hanlin Academy Expositor-in-waiting of the Qing dynasty. He was denounced by the Yongzheng Emperor as a 'sinner against Confucian morality' and dismissed from office for writing poems that flattered and praised Nian Gengyao."
        }
      }
    },
    {
      "id": "策妄阿喇布坦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "策妄阿喇布坦"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "准噶尔汗国可汗，曾派兵入侵西藏，引发清朝出兵干预，年羹尧参与了相关战事。",
          "en": "A Khan of the Dzungar Khanate who dispatched troops to invade Tibet, prompting military intervention from the Qing dynasty in which Nian Gengyao participated."
        }
      }
    },
    {
      "id": "策凌敦多卜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "策凌敦多卜"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "准噶尔将领，受策妄阿喇布坦之命率军入侵并占领西藏，后被清军击败。",
          "en": "A Dzungar general who, under the command of Tsewang Rabtan, led an army to invade and occupy Tibet, but was later defeated by Qing forces."
        }
      }
    },
    {
      "id": "范时捷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "范时捷"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，曾任巡抚。在年羹尧权势鼎盛时，曾被迫在路边跪迎年羹尧。",
          "en": "A Qing dynasty official who served as a provincial governor. At the height of Nian Gengyao's power, he was forced to kneel on the roadside to greet Nian."
        }
      }
    },
    {
      "id": "年希尧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "年希尧"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1671 - 1738",
        "gender": "Male",
        "description": {
          "zh-cn": "年羹尧之兄，曾任工部侍郎、内务府总管大臣。",
          "en": "The elder brother of Nian Gengyao, who served as Vice Minister of Works and Minister of the Imperial Household Department."
        }
      }
    },
    {
      "id": "广宁县 (奉天)",
      "type": "Location",
      "name": {
        "zh-cn": [
          "广宁县 (奉天)",
          "广宁"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "年羹尧的籍贯所在地，位于辽东。",
          "en": "Nian Gengyao's ancestral home, located in Liaodong."
        }
      }
    },
    {
      "id": "翰林院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "翰林院"
        ],
        "en": [
          "Hanlin Academy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝的学术和秘书机构，年羹尧在康熙三十九年考中进士后在此任职。",
          "en": "An academic and administrative institution in the Qing dynasty, where Nian Gengyao served after becoming a Jinshi in 1700."
        }
      }
    },
    {
      "id": "镶白旗",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "镶白旗"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清代八旗之一，年羹尧最初隶属于汉军镶白旗。",
          "en": "One of the Eight Banners of the Qing dynasty. Nian Gengyao was initially affiliated with the Bordered White Banner Han Martial."
        }
      }
    },
    {
      "id": "镶黄旗",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "镶黄旗"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清代八旗中的上三旗之首，雍正元年，年羹尧被抬入汉军镶黄旗。",
          "en": "The head of the Upper Three Banners of the Eight Banners of the Qing dynasty. In 1723, Nian Gengyao was transferred to the Bordered Yellow Banner Han Martial."
        }
      }
    },
    {
      "id": "年富",
      "type": "Person",
      "name": {
        "zh-cn": [
          "年富"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "年羹尧之子。年羹尧被赐死后，年富被处斩。",
          "en": "Son of Nian Gengyao. After Nian Gengyao was ordered to commit suicide, Nian Fu was executed."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "年羹尧",
      "target": "年遐龄",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "年羹尧是年遐龄的儿子。",
          "en": "Nian Gengyao was the son of Nian Xialing."
        }
      }
    },
    {
      "source": "敦肃皇贵妃",
      "target": "年羹尧",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "敦肃皇贵妃是年羹尧的妹妹。",
          "en": "Imperial Noble Consort Dunsu was Nian Gengyao's younger sister."
        }
      }
    },
    {
      "source": "年希尧",
      "target": "年羹尧",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "年希尧是年羹尧的兄长。",
          "en": "Nian Xiyao was Nian Gengyao's elder brother."
        }
      }
    },
    {
      "source": "年富",
      "target": "年羹尧",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "年富是年羹尧的儿子。",
          "en": "Nian Fu was the son of Nian Gengyao."
        }
      }
    },
    {
      "source": "敦肃皇贵妃",
      "target": "雍正帝",
      "type": "LOVER_OF",
      "properties": {
        "description": {
          "zh-cn": "敦肃皇贵妃是雍正帝的侧福晋，后被册封为皇贵妃。",
          "en": "Imperial Noble Consort Dunsu was a side consort to the Yongzheng Emperor and was later conferred the title of Imperial Noble Consort."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "广宁县 (奉天)",
      "type": "BORN_IN",
      "properties": {
        "description": {
          "zh-cn": "年羹尧的籍贯是辽东广宁。",
          "en": "Nian Gengyao's ancestral home was Guangning in Liaodong."
        }
      }
    },
    {
      "source": "康熙帝",
      "target": "年羹尧",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "康熙帝因年羹尧在平定西藏时的出色表现而赏识他，并任命他为四川总督等要职。",
          "en": "The Kangxi Emperor appreciated Nian Gengyao for his outstanding performance in pacifying Tibet and appointed him to key positions such as the Viceroy of Sichuan."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "康熙帝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1709",
        "end_date": "1722",
        "position": {
          "zh-cn": "四川巡抚、四川总督、川陕总督、定西将军",
          "en": "Governor of Sichuan, Viceroy of Sichuan, Viceroy of Sichuan and Shaanxi, General Who Pacifies the West"
        },
        "description": {
          "zh-cn": "在康熙朝后期，年羹尧历任多个重要职务，直接向康熙帝负责。",
          "en": "In the late Kangxi period, Nian Gengyao held several important posts, reporting directly to the Kangxi Emperor."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "雍正帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "1722",
        "description": {
          "zh-cn": "在康熙末年的皇位继承斗争中，年羹尧与隆科多合作，为雍正帝的顺利即位发挥了关键作用。",
          "en": "During the succession struggle in the final years of Kangxi's reign, Nian Gengyao collaborated with Longkodo, playing a crucial role in the smooth accession of the Yongzheng Emperor."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "雍正帝",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1709",
        "end_date": "1725",
        "description": {
          "zh-cn": "年羹尧早年即成为时为雍亲王的胤禛的亲信，两人关系密切，直至雍正三年关系破裂。",
          "en": "Early in his career, Nian Gengyao became a confidant of Yinzhen, then Prince Yong, and they maintained a close relationship until it fractured in the third year of the Yongzheng reign (1725)."
        }
      }
    },
    {
      "source": "雍正帝",
      "target": "年羹尧",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1725-04",
        "end_date": "1726-01-13",
        "description": {
          "zh-cn": "自雍正三年（1725年）起，雍正帝以年羹尧恃功自傲、结党营私等九十二条大罪，逐步削夺其官爵，并最终于雍正三年十二月（1726年1月）赐其自尽。",
          "en": "Starting from 1725, the Yongzheng Emperor, citing 92 major crimes including arrogance, factionalism, and abuse of power, progressively stripped Nian Gengyao of his titles and positions, ultimately ordering him to commit suicide in January 1726."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "隆科多",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "在拥立雍正帝即位时，两人里应外合，被时人并称为“内有隆科多，外有年羹尧”。",
          "en": "During the enthronement of Emperor Yongzheng, the two collaborated closely, leading to the contemporary saying, 'Longkodo on the inside, Nian Gengyao on the outside'."
        }
      }
    },
    {
      "source": "岳钟琪",
      "target": "年羹尧",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1723",
        "end_date": "1724",
        "description": {
          "zh-cn": "在平定青海罗卜藏丹津叛乱期间，岳钟琪作为将领在抚远大将军年羹尧麾下作战。",
          "en": "During the suppression of the Lobsang Tendzin rebellion in Qinghai, Yue Zhongqi served as a general under the command of Fuyuan Great General Nian Gengyao."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "罗卜藏丹津",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1723",
        "end_date": "1724",
        "description": {
          "zh-cn": "雍正元年，年羹尧被任命为抚远大将军，率军征讨并平定了罗卜藏丹津在青海发动的叛乱。",
          "en": "In 1723, Nian Gengyao was appointed Fuyuan Great General and led the army to suppress the rebellion launched by Lobsang Tendzin in Qinghai."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "策凌敦多卜",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1717",
        "end_date": "1720",
        "description": {
          "zh-cn": "在康熙年间清军驱逐入侵西藏的准噶尔军队的战争中，年羹尧负责后勤并参与军事部署，与准噶尔将领策凌敦多卜的军队为敌。",
          "en": "During the Kangxi-era war where Qing forces expelled the invading Dzungar army from Tibet, Nian Gengyao was responsible for logistics and participated in military planning, opposing the forces of the Dzungar general Tsewang Dondob."
        }
      }
    },
    {
      "source": "李维钧",
      "target": "年羹尧",
      "type": "FRIEND_OF",
      "properties": {
        "end_date": "1725",
        "description": {
          "zh-cn": "李维钧曾与年羹尧结党，但在年羹尧失势后，他迅速转变立场，成为弹劾年羹尧的主要官员之一。",
          "en": "Li Weijun was once allied with Nian Gengyao, but after Nian fell from power, he quickly changed his stance and became one of the main officials to impeach him."
        }
      }
    },
    {
      "source": "李维钧",
      "target": "年羹尧",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1725-09",
        "description": {
          "zh-cn": "年羹尧失势后，直隶总督李维钧连上三本奏折，痛斥年羹尧的罪行，加速了其最终的败亡。",
          "en": "After Nian Gengyao fell from power, Zhili Viceroy Li Weijun submitted three memorials vehemently denouncing Nian's crimes, thereby hastening his downfall."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "李维钧",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "年羹尧权势鼎盛时，入京时曾令总督李维钧跪在路旁迎接，对其进行羞辱。",
          "en": "At the height of his power, Nian Gengyao humiliated Viceroy Li Weijun by forcing him to kneel on the roadside to greet him upon his arrival in the capital."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "范时捷",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "年羹尧权势鼎盛时，入京时曾令巡抚范时捷跪在路旁迎接，对其进行羞辱。",
          "en": "At the height of his power, Nian Gengyao humiliated Governor Fan Shijie by forcing him to kneel on the roadside to greet him upon his arrival in the capital."
        }
      }
    },
    {
      "source": "汪景祺",
      "target": "年羹尧",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "幕客",
          "en": "Advisor"
        },
        "description": {
          "zh-cn": "汪景祺是年羹尧的幕僚和亲信，因与年羹尧关系密切而受牵连，在年案后被处死。",
          "en": "Wang Jingqi was Nian Gengyao's advisor and confidant. He was implicated due to his close relationship with Nian and was executed after Nian's case."
        }
      }
    },
    {
      "source": "钱名世",
      "target": "年羹尧",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "钱名世因作诗谄媚颂扬年羹尧，被视为年党成员，在年羹尧倒台后遭到严惩。",
          "en": "Qian Mingshi was considered a member of Nian's faction for writing flattering poems in praise of Nian Gengyao, and was severely punished after Nian's downfall."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "翰林院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1700",
        "end_date": "1709",
        "position": {
          "zh-cn": "庶吉士、检讨、侍讲学士",
          "en": "Shujishi, Jiantao, Expositor-in-waiting"
        },
        "description": {
          "zh-cn": "年羹尧于康熙三十九年（1700年）中进士后，入翰林院任职，后累迁至侍讲学士。",
          "en": "After passing the imperial examination in 1700, Nian Gengyao joined the Hanlin Academy and was later promoted to Expositor-in-waiting."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "镶白旗",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1723",
        "description": {
          "zh-cn": "年羹尧及其家族最初隶属于汉军镶白旗。",
          "en": "Nian Gengyao and his family were originally affiliated with the Bordered White Banner Han Martial."
        }
      }
    },
    {
      "source": "年羹尧",
      "target": "镶黄旗",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1723",
        "description": {
          "zh-cn": "雍正元年（1723年），为表彰其功绩，雍正帝将年羹尧抬入汉军镶黄旗。",
          "en": "In 1723, to recognize his merits, the Yongzheng Emperor transferred Nian Gengyao to the Bordered Yellow Banner Han Martial."
        }
      }
    }
  ]
}