{
  "nodes": [
    {
      "id": "韩桓惠王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩桓惠王",
          "韩桓王",
          "韩惠王",
          "悼惠王"
        ],
        "en": []
      },
      "properties": {
        "period": "-0272 - -0239",
        "lifetime": " - -0239",
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期韩国君主，韩厘王之子。其在位期间，韩国国力日衰，面临秦国的强大军事压力。",
          "en": "King of the State of Han during the Warring States period, son of King Xili of Han. During his reign, the power of Han declined under strong military pressure from the State of Qin."
        }
      }
    },
    {
      "id": "韩厘王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩厘王",
          "韩-{厘}-王"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期韩国君主，韩桓惠王之父。",
          "en": "King of the State of Han during the Warring States period, father of King Huanhui of Han."
        }
      }
    },
    {
      "id": "韩非",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩非"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期韩国法家思想家，曾多次上书韩桓惠王，要求推行法治以图富强。",
          "en": "A Legalist philosopher from the State of Han during the Warring States period, who repeatedly submitted memorials to King Huanhui of Han, advocating for the implementation of the rule of law to strengthen the state."
        }
      }
    },
    {
      "id": "郑国 (战国人)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑国 (战国人)",
          "郑国"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期韩国水利专家，奉韩桓惠王之命赴秦国，通过建议修建大型水利工程以消耗秦国国力。",
          "en": "A hydraulic engineer from the State of Han during the Warring States period, who was sent by King Huanhui of Han to the State of Qin to propose the construction of a large-scale irrigation project in an attempt to deplete Qin's resources."
        }
      }
    },
    {
      "id": "郑国渠",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "郑国渠"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "在秦国修建的一项大型水利工程。该计划最初由韩国提出，意图消耗秦国国力，但建成后反而极大地增强了秦国的农业生产和经济实力。",
          "en": "A large-scale irrigation project built in the State of Qin. The project was initially proposed by the State of Han to drain Qin's resources, but its completion greatly enhanced Qin's agricultural production and economic strength."
        }
      }
    },
    {
      "id": "秦国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "秦国"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国战国时期的诸侯国，战国七雄之一，以其强大的军事力量著称。",
          "en": "A state during the Warring States period of China, one of the Seven Warring States, known for its powerful military."
        }
      }
    },
    {
      "id": "白起",
      "type": "Person",
      "name": {
        "zh-cn": [
          "白起"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期秦国军事家，以其在战争中的卓越指挥和巨大杀伤而闻名。",
          "en": "A military general of the State of Qin during the Warring States period, famous for his outstanding command in warfare and the massive casualties he inflicted."
        }
      }
    },
    {
      "id": "韩国 (战国)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "韩国 (战国)",
          "韩国"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国战国时期的诸侯国，战国七雄之一。",
          "en": "A state during the Warring States period of China, one of the Seven Warring States."
        }
      }
    },
    {
      "id": "上党",
      "type": "Location",
      "name": {
        "zh-cn": [
          "上党"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "战国时期韩国的郡，其归属问题是长平之战的直接导火索。",
          "en": "A commandery of the State of Han during the Warring States period. The dispute over its ownership was the direct trigger of the Battle of Changping."
        }
      }
    },
    {
      "id": "靳黈",
      "type": "Person",
      "name": {
        "zh-cn": [
          "靳黈"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期韩国上党郡太守，因不愿执行将上党割让给秦国的命令而被韩桓惠王罢免。",
          "en": "The governor of Shangdang Commandery in the State of Han during the Warring States period. He was dismissed by King Huanhui of Han for refusing to carry out the order to cede Shangdang to the State of Qin."
        }
      }
    },
    {
      "id": "范且",
      "type": "Person",
      "name": {
        "zh-cn": [
          "范且",
          "应侯"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期秦国相国，获封应侯。韩桓惠王曾向其许诺割让上党以求和。",
          "en": "The prime minister of the State of Qin during the Warring States period, enfeoffed as Marquis of Ying. King Huanhui of Han promised to cede Shangdang to him in exchange for peace."
        }
      }
    },
    {
      "id": "冯亭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冯亭"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期韩国上党郡太守，接替靳黈后，不愿降秦而率领当地军民归顺赵国，直接引发了长平之战。",
          "en": "The governor of Shangdang Commandery in the State of Han during the Warring States period. After succeeding Jin Tou, he refused to surrender to Qin and led the local army and people to align with the State of Zhao, directly triggering the Battle of Changping."
        }
      }
    },
    {
      "id": "赵国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "赵国"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国战国时期的诸侯国，战国七雄之一。",
          "en": "A state during the Warring States period of China, one of the Seven Warring States."
        }
      }
    },
    {
      "id": "廉颇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "廉颇"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期赵国名将，在长平之战初期率领赵军抵抗秦军。",
          "en": "A renowned general of the State of Zhao during the Warring States period, who led the Zhao army against the Qin forces in the early stages of the Battle of Changping."
        }
      }
    },
    {
      "id": "长平之战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "长平之战"
        ],
        "en": []
      },
      "properties": {
        "period": "-0262 - -0260",
        "description": {
          "zh-cn": "战国时期秦国与赵国为争夺上党地区而爆发的一场大规模决战，结果以赵国惨败告终，极大地改变了战国末期的政治格局。",
          "en": "A large-scale decisive battle between the states of Qin and Zhao over the Shangdang region during the Warring States period. It ended in a catastrophic defeat for Zhao and significantly altered the political landscape in the late Warring States era."
        }
      }
    },
    {
      "id": "韩废王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩废王",
          "韩安"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国末代君主，韩桓惠王之子。",
          "en": "The last king of the State of Han, son of King Huanhui of Han."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "韩桓惠王",
      "target": "韩厘王",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "韩桓惠王是韩厘王之子。",
          "en": "King Huanhui of Han was the son of King Xili of Han."
        }
      }
    },
    {
      "source": "韩废王",
      "target": "韩桓惠王",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "韩废王（韩安）是韩桓惠王之子。",
          "en": "King Fei of Han (Han An) was the son of King Huanhui of Han."
        }
      }
    },
    {
      "source": "韩桓惠王",
      "target": "韩国 (战国)",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "-0272",
        "end_date": "-0239",
        "position": {
          "zh-cn": "君主",
          "en": "King"
        },
        "description": {
          "zh-cn": "韩桓惠王于公元前272年至前239年担任韩国君主。",
          "en": "King Huanhui of Han reigned as the king of the State of Han from 272 BC to 239 BC."
        }
      }
    },
    {
      "source": "韩非",
      "target": "韩桓惠王",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "韩非作为韩国臣子，曾多次向其君主韩桓惠王上书进谏，要求推行法治。",
          "en": "As a subject of the State of Han, Han Fei repeatedly submitted memorials to his monarch, King Huanhui, advocating for the implementation of the rule of law."
        }
      }
    },
    {
      "source": "郑国 (战国人)",
      "target": "韩桓惠王",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "郑国奉韩桓惠王之命，作为使臣前往秦国执行疲秦之计。",
          "en": "Zheng Guo, acting on the orders of King Huanhui of Han, went to the State of Qin as an envoy to carry out the strategy of exhausting Qin."
        }
      }
    },
    {
      "source": "韩桓惠王",
      "target": "郑国渠",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "韩桓惠王采纳并实施了通过修建郑国渠以消耗秦国国力的“疲秦之计”，间接推动了该工程的启动。",
          "en": "King Huanhui of Han adopted and implemented the 'fatigue Qin strategy' by promoting the construction of the Zheng Guo Canal to deplete Qin's resources, thus indirectly pushing for the project's initiation."
        }
      }
    },
    {
      "source": "白起",
      "target": "韩国 (战国)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0262",
        "description": {
          "zh-cn": "公元前262年，秦国大将白起率军进攻韩国，占领了野王，对韩国构成了严重军事威胁。",
          "en": "In 262 BC, the Qin general Bai Qi led an army to attack the State of Han, capturing the territory of Yewang and posing a serious military threat to Han."
        }
      }
    },
    {
      "source": "韩国 (战国)",
      "target": "秦国",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "在战国后期，秦国对包括韩国在内的东方六国持续发动兼并战争，两国长期处于敌对状态。",
          "en": "In the late Warring States period, the State of Qin continuously waged wars of annexation against the six eastern states, including Han, leading to a long-term state of hostility between the two."
        }
      }
    },
    {
      "source": "韩桓惠王",
      "target": "靳黈",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0262",
        "description": {
          "zh-cn": "因上党郡太守靳黈拒绝执行割地命令，韩桓惠王将其罢免，以推进对秦的求和政策。",
          "en": "Because the governor of Shangdang Commandery, Jin Tou, refused to execute the order to cede territory, King Huanhui of Han dismissed him to advance the policy of seeking peace with Qin."
        }
      }
    },
    {
      "source": "冯亭",
      "target": "长平之战",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0262",
        "description": {
          "zh-cn": "冯亭决定将上党郡献给赵国而非秦国，这一行为直接激化了秦赵矛盾，成为长平之战的导火索。",
          "en": "Feng Ting's decision to offer Shangdang Commandery to the State of Zhao instead of Qin directly escalated the conflict between Qin and Zhao, becoming the trigger for the Battle of Changping."
        }
      }
    },
    {
      "source": "韩桓惠王",
      "target": "范且",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "-0262",
        "description": {
          "zh-cn": "为应对白起的军事进攻，韩桓惠王向时任秦国相国的范且（应侯）许诺割让上党郡以求和。",
          "en": "In response to Bai Qi's military offensive, King Huanhui of Han promised the Prime Minister of Qin, Fan Ju (Marquis of Ying), to cede Shangdang Commandery in exchange for peace."
        }
      }
    },
    {
      "source": "赵国",
      "target": "秦国",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "-0262",
        "end_date": "-0260",
        "description": {
          "zh-cn": "赵国因接受韩国上党郡而与意图夺取该地的秦国爆发了长平之战，两国成为敌对交战方。",
          "en": "The State of Zhao's acceptance of Shangdang Commandery from Han led to the Battle of Changping with the State of Qin, which also intended to seize the territory, making the two states adversaries in the war."
        }
      }
    }
  ]
}