{
  "nodes": [
    {
      "id": "731部队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "731部队",
          "石井部队",
          "关东军防疫给水部本部",
          "满洲第731部队"
        ],
        "en": [
          "Unit 731"
        ]
      },
      "properties": {
        "period": "1936 - 1945-08",
        "location": {
          "zh-cn": "哈尔滨平房区",
          "en": "Pingfang District, Harbin"
        },
        "description": {
          "zh-cn": "大日本帝国陆军关东军防疫给水部本部的通称号，由石井四郎领导。该部队在抗日战争和第二次世界大战期间，从事生物战、细菌战和人体试验，对包括中国人、苏联人、朝鲜人及同盟国战俘在内的活人进行惨无人道的实验，犯下严重的战争罪和危害人类罪。",
          "en": "The codename for the headquarters of the Epidemic Prevention and Water Purification Department of the Kwantung Army of the Imperial Japanese Army, led by Shirō Ishii. During the Second Sino-Japanese War and World War II, this unit engaged in biological warfare, bacteriological warfare, and human experimentation, conducting inhumane experiments on living subjects including Chinese, Soviets, Koreans, and Allied prisoners of war, committing severe war crimes and crimes against humanity."
        }
      }
    },
    {
      "id": "石井四郎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "石井四郎"
        ],
        "en": [
          "Shirō Ishii"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "大日本帝国陆军军医，731部队的创始人和首任部队长。他提议并主导了在中国东北建立细菌战研究基地，并领导了该部队进行的大量非人道人体实验。战后，他通过向美国提供实验数据换取了战争罪豁免。",
          "en": "A military physician in the Imperial Japanese Army, founder and first commander of Unit 731. He proposed and led the establishment of a bacteriological warfare research base in Northeast China and directed the unit's extensive inhumane human experiments. After the war, he was granted immunity from war crimes prosecution in exchange for providing experimental data to the United States."
        }
      }
    },
    {
      "id": "关东军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "关东军"
        ],
        "en": [
          "Kwantung Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大日本帝国陆军的一支重要部队，驻扎在中国东北（满洲），731部队是其下属的防疫给水部。",
          "en": "A major army group of the Imperial Japanese Army, stationed in Northeast China (Manchuria). Unit 731 was part of its Epidemic Prevention and Water Purification Department."
        }
      }
    },
    {
      "id": "大日本帝国陆军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大日本帝国陆军"
        ],
        "en": [
          "Imperial Japanese Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1871年至1945年期间大日本帝国的陆上武装力量，关东军是其下属部队。",
          "en": "The official ground-based armed force of the Empire of Japan from 1871 to 1945. The Kwantung Army was one of its subordinate units."
        }
      }
    },
    {
      "id": "人体试验",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "人体试验"
        ],
        "en": [
          "Human experimentation"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "731部队进行的核心活动，使用活人作为实验对象（称为“马路大”或“原木”）进行细菌感染、冻伤、毒气、活体解剖等非人道实验。",
          "en": "The core activity of Unit 731, which used living humans as test subjects (called 'maruta' or 'logs') for inhumane experiments including bacterial infection, frostbite, poison gas, and vivisection."
        }
      }
    },
    {
      "id": "生物战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "生物战"
        ],
        "en": [
          "Biological warfare"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "731部队的主要研究和实践领域，包括研发和使用细菌武器。",
          "en": "The primary area of research and practice for Unit 731, including the development and use of bacteriological weapons."
        }
      }
    },
    {
      "id": "细菌战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "细菌战"
        ],
        "en": [
          "Bacteriological warfare"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "731部队实施的一种战争形式，通过在中国各地散播鼠疫、霍乱等病菌，造成大量平民伤亡。",
          "en": "A form of warfare conducted by Unit 731, which caused mass civilian casualties by spreading pathogens such as plague and cholera in various parts of China."
        }
      }
    },
    {
      "id": "北野政次",
      "type": "Person",
      "name": {
        "zh-cn": [
          "北野政次"
        ],
        "en": [
          "Masaji Kitano"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本陆军军医中将，731部队的第二任部队长。战后加入了内藤良一创立的绿十字公司。",
          "en": "A lieutenant general and military physician in the Imperial Japanese Army, and the second commander of Unit 731. After the war, he joined the Green Cross Corporation founded by Ryōichi Naitō."
        }
      }
    },
    {
      "id": "关东军防疫给水部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "关东军防疫给水部",
          "满洲659部队"
        ],
        "en": [
          "Kwantung Army Epidemic Prevention and Water Purification Department"
        ]
      },
      "properties": {
        "period": "1940-07 - 1945",
        "description": {
          "zh-cn": "由关东军防疫部改组而成的部队，通称满洲659部队。其本部即为731部队，下辖多个支队，是日军进行细菌战研究和实施的核心机构。",
          "en": "An organization reformed from the Kwantung Army Anti-epidemic Department, also known as Manchurian Unit 659. Its headquarters was Unit 731, and it commanded several detachments, serving as the core institution for the Japanese army's bacteriological warfare research and implementation."
        }
      }
    },
    {
      "id": "苏日战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "苏日战争"
        ],
        "en": [
          "Soviet–Japanese War"
        ]
      },
      "properties": {
        "period": "1945-08",
        "description": {
          "zh-cn": "1945年8月苏联对日本宣战，苏联红军进攻满洲，直接导致了关东军的溃败和731部队的覆灭。",
          "en": "In August 1945, the Soviet Union declared war on Japan, and the Soviet Red Army's invasion of Manchuria directly led to the collapse of the Kwantung Army and the demise of Unit 731."
        }
      }
    },
    {
      "id": "美国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国"
        ],
        "en": [
          "United States"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "第二次世界大战中的同盟国成员。战后，美国为获取731部队的细菌战和人体实验数据，给予石井四郎及其他部队成员战争罪豁免权。",
          "en": "A member of the Allied Powers during World War II. After the war, the United States granted immunity from war crimes prosecution to Shirō Ishii and other members of Unit 731 in exchange for their data on bacteriological warfare and human experimentation."
        }
      }
    },
    {
      "id": "京都帝国大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "京都帝国大学"
        ],
        "en": [
          "Kyoto Imperial University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "日本的一所顶尖大学，石井四郎的母校。该校医学部向731部队派遣了多名优秀的医学专家，深度参与了其非人道研究。",
          "en": "A top university in Japan and the alma mater of Shirō Ishii. Its medical faculty dispatched numerous elite medical experts to Unit 731, becoming deeply involved in its inhumane research."
        }
      }
    },
    {
      "id": "东京帝国大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东京帝国大学"
        ],
        "en": [
          "Tokyo Imperial University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "日本的一所顶尖大学，向731部队派出了至少6名医学专家。",
          "en": "A top university in Japan that dispatched at least six medical experts to Unit 731."
        }
      }
    },
    {
      "id": "内藤良一",
      "type": "Person",
      "name": {
        "zh-cn": [
          "内藤良一"
        ],
        "en": [
          "Ryōichi Naitō"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原731部队成员，战后创办了日本大型医药公司“绿十字”，并招募了多名前731部队成员。",
          "en": "A former member of Unit 731 who, after the war, founded the major Japanese pharmaceutical company Green Cross Corporation and recruited several other former Unit 731 members."
        }
      }
    },
    {
      "id": "绿十字 (公司)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "绿十字 (公司)",
          "绿十字"
        ],
        "en": [
          "Green Cross Corporation"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由前731部队成员内藤良一创立的日本医药公司，招募了多名731部队旧部。该公司后因“药害艾滋事件”而解体。",
          "en": "A Japanese pharmaceutical company founded by former Unit 731 member Ryōichi Naitō, which recruited many former members of the unit. The company was later dissolved due to the Japanese HIV-tainted blood scandal."
        }
      }
    },
    {
      "id": "药害爱滋事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "药害爱滋事件"
        ],
        "en": [
          "Japanese HIV-tainted blood scandal"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一起由绿十字公司等制药企业销售受艾滋病毒污染的血液制品而导致的公共卫生灾难，造成近500人死亡。",
          "en": "A public health disaster caused by the sale of HIV-contaminated blood products by pharmaceutical companies including Green Cross Corporation, resulting in nearly 500 deaths."
        }
      }
    },
    {
      "id": "川岛清",
      "type": "Person",
      "name": {
        "zh-cn": [
          "川岛清"
        ],
        "en": [
          "Kiyoshi Kawashima"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "731部队军医少将，先后担任第四部（细菌制造部）和第一部（细菌研究部）部长。他在战后的伯力审判中供认731部队用活人进行细菌试验，杀害了至少3000人。",
          "en": "A major general and military physician in Unit 731, who served as the chief of the 4th Department (Bacteria Manufacturing) and later the 1st Department (Bacteria Research). In the post-war Khabarovsk War Crime Trials, he confessed that Unit 731 used living humans for bacteriological experiments, killing at least 3,000 people."
        }
      }
    },
    {
      "id": "伯力审判",
      "type": "Event",
      "name": {
        "zh-cn": [
          "伯力审判"
        ],
        "en": [
          "Khabarovsk War Crime Trials"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "二战后苏联在哈巴罗夫斯克（伯力）对被俘的日本关东军成员进行的战争罪审判，部分731部队成员在此次审判中被起诉并供认了罪行。",
          "en": "Post-WWII war crime trials conducted by the Soviet Union in Khabarovsk for captured members of the Japanese Kwantung Army. Some members of Unit 731 were prosecuted and confessed to their crimes during these trials."
        }
      }
    },
    {
      "id": "约翰·威廉·鲍威尔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "约翰·威廉·鲍威尔"
        ],
        "en": [
          "John W. Powell"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "美国记者，他在1980年代发表文章，通过美国《信息自由法》获得的文件，揭露了731部队的暴行以及美国为获取其研究成果而掩盖其战争罪行的事实。",
          "en": "An American journalist who, in the 1980s, published articles based on documents obtained through the Freedom of Information Act, exposing the atrocities of Unit 731 and the U.S. cover-up of its war crimes to obtain its research data."
        }
      }
    },
    {
      "id": "日本的细菌战：美国对战争罪行的掩盖",
      "type": "Document",
      "name": {
        "zh-cn": [
          "日本的细菌战：美国对战争罪行的掩盖"
        ],
        "en": [
          "Japan's Germ Warfare: The U.S. Cover-up of a War Crime"
        ]
      },
      "properties": {
        "period": "1980",
        "description": {
          "zh-cn": "由美国记者约翰·威廉·鲍威尔于1980年发表的文章，对揭露731部队内幕及美国政府的掩盖行为起到了重要作用。",
          "en": "An article published in 1980 by American journalist John W. Powell, which played a crucial role in exposing the secrets of Unit 731 and the U.S. government's cover-up."
        }
      }
    },
    {
      "id": "中国人",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人"
        ],
        "en": [
          "Chinese people"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "731部队人体实验的主要受害者群体之一。",
          "en": "One of the main victim groups of Unit 731's human experiments."
        }
      }
    },
    {
      "id": "苏联人",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联人"
        ],
        "en": [
          "Soviet people"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "731部队人体实验的受害者群体之一。",
          "en": "One of the victim groups of Unit 731's human experiments."
        }
      }
    },
    {
      "id": "朝鲜人",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "朝鲜人",
          "朝鲜族"
        ],
        "en": [
          "Korean people"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "731部队人体实验的受害者群体之一。",
          "en": "One of the victim groups of Unit 731's human experiments."
        }
      }
    },
    {
      "id": "同盟国 (第二次世界大战)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "同盟国 (第二次世界大战)",
          "同盟国"
        ],
        "en": [
          "Allies of World War II"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "在第二次世界大战中对抗轴心国的国家联盟。其战俘也是731部队人体实验的受害者。",
          "en": "The alliance of nations that fought against the Axis powers during World War II. Its prisoners of war were also victims of Unit 731's human experiments."
        }
      }
    },
    {
      "id": "诺门罕战役",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "诺门罕战役",
          "诺门罕战斗"
        ],
        "en": [
          "Battles of Nomonhan"
        ]
      },
      "properties": {
        "period": "1939",
        "description": {
          "zh-cn": "1939年发生在日本与苏联、蒙古之间的未宣战的边境冲突。731部队在此次战斗中首次使用了细菌武器。",
          "en": "An undeclared border conflict between Japan and the Soviet Union/Mongolia in 1939. Unit 731 used bacteriological weapons for the first time during this battle."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "731部队",
      "target": "关东军防疫给水部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "731部队是关东军防疫给水部（通称满洲659部队）的司令部（本部）。",
          "en": "Unit 731 was the headquarters of the Kwantung Army Epidemic Prevention and Water Purification Department (also known as Manchurian Unit 659)."
        }
      }
    },
    {
      "source": "关东军防疫给水部",
      "target": "关东军",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "关东军防疫给水部是关东军下属的专门部队。",
          "en": "The Kwantung Army Epidemic Prevention and Water Purification Department was a specialized unit under the Kwantung Army."
        }
      }
    },
    {
      "source": "关东军",
      "target": "大日本帝国陆军",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "关东军是大日本帝国陆军的一支主要部队。",
          "en": "The Kwantung Army was a major army group of the Imperial Japanese Army."
        }
      }
    },
    {
      "source": "石井四郎",
      "target": "731部队",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1933",
        "position": {
          "zh-cn": "创始人、首任部长",
          "en": "Founder, First Commander"
        },
        "description": {
          "zh-cn": "石井四郎提议并领导建立了731部队及其前身，是该部队的核心人物。",
          "en": "Shirō Ishii proposed and led the establishment of Unit 731 and its predecessors, serving as the central figure of the unit."
        }
      }
    },
    {
      "source": "北野政次",
      "target": "731部队",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1942-08",
        "end_date": "1945-03",
        "position": {
          "zh-cn": "第二任部长",
          "en": "Second Commander"
        },
        "description": {
          "zh-cn": "北野政次接替石井四郎，担任731部队（关东军防疫给水部）的第二任部长。",
          "en": "Masaji Kitano succeeded Shirō Ishii as the second commander of Unit 731 (Kwantung Army Epidemic Prevention and Water Purification Department)."
        }
      }
    },
    {
      "source": "731部队",
      "target": "生物战",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "731部队是日本进行生物战研究和实施的核心机构。",
          "en": "Unit 731 was the core institution for Japan's research and implementation of biological warfare."
        }
      }
    },
    {
      "source": "731部队",
      "target": "细菌战",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "731部队在中国多地实施了大规模细菌战，造成大量平民死伤。",
          "en": "Unit 731 conducted large-scale bacteriological warfare in multiple locations in China, causing numerous civilian casualties."
        }
      }
    },
    {
      "source": "731部队",
      "target": "人体试验",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "731部队系统性地进行了包括活体解剖在内的非人道人体实验。",
          "en": "Unit 731 systematically conducted inhumane human experiments, including vivisection."
        }
      }
    },
    {
      "source": "731部队",
      "target": "中国人",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "731部队使用大量中国人作为活体实验材料，导致数千人死亡。",
          "en": "Unit 731 used a large number of Chinese people as living subjects for experiments, resulting in thousands of deaths."
        }
      }
    },
    {
      "source": "731部队",
      "target": "苏联人",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "731部队使用苏联人作为活体实验材料。",
          "en": "Unit 731 used Soviet people as living subjects for experiments."
        }
      }
    },
    {
      "source": "731部队",
      "target": "朝鲜人",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "731部队使用朝鲜人作为活体实验材料。",
          "en": "Unit 731 used Korean people as living subjects for experiments."
        }
      }
    },
    {
      "source": "731部队",
      "target": "同盟国 (第二次世界大战)",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "731部队使用同盟国战俘作为活体实验材料。",
          "en": "Unit 731 used Allied prisoners of war as living subjects for experiments."
        }
      }
    },
    {
      "source": "苏日战争",
      "target": "731部队",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1945-08",
        "description": {
          "zh-cn": "苏联对日作战并迅速攻入满洲，迫使731部队仓促撤退、销毁证据并最终覆灭。",
          "en": "The Soviet invasion of Manchuria during the war against Japan forced Unit 731 to hastily retreat, destroy evidence, and ultimately led to its dissolution."
        }
      }
    },
    {
      "source": "美国",
      "target": "石井四郎",
      "type": "PUSHED",
      "properties": {
        "start_date": "1945",
        "description": {
          "zh-cn": "美国通过给予战争罪豁免权，换取了石井四郎及其部队所掌握的人体实验和细菌战研究数据，从而使其免于被起诉。",
          "en": "The United States granted immunity from war crimes prosecution to Shirō Ishii and his unit in exchange for their data on human experimentation and bacteriological warfare, thus shielding them from prosecution."
        }
      }
    },
    {
      "source": "京都帝国大学",
      "target": "731部队",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "京都帝国大学医学部向731部队派遣了多名医学专家，为其研究活动提供了关键的人才支持。",
          "en": "The Faculty of Medicine at Kyoto Imperial University dispatched numerous medical experts to Unit 731, providing crucial personnel support for its research activities."
        }
      }
    },
    {
      "source": "东京帝国大学",
      "target": "731部队",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "东京帝国大学向731部队派出了至少6名医学专家。",
          "en": "Tokyo Imperial University dispatched at least six medical experts to Unit 731."
        }
      }
    },
    {
      "source": "内藤良一",
      "target": "731部队",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "内藤良一是731部队的军医中佐。",
          "en": "Ryōichi Naitō was a lieutenant colonel and military physician in Unit 731."
        }
      }
    },
    {
      "source": "内藤良一",
      "target": "绿十字 (公司)",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "战后，内藤良一创办了日本大型医药公司“绿十字”。",
          "en": "After the war, Ryōichi Naitō founded the major Japanese pharmaceutical company, Green Cross Corporation."
        }
      }
    },
    {
      "source": "北野政次",
      "target": "绿十字 (公司)",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "前731部队长官北野政次在战后加入了绿十字公司。",
          "en": "Former Unit 731 commander Masaji Kitano joined Green Cross Corporation after the war."
        }
      }
    },
    {
      "source": "绿十字 (公司)",
      "target": "药害爱滋事件",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "绿十字公司因销售受污染的血液制品，引发了“药害艾滋事件”。",
          "en": "Green Cross Corporation caused the 'Japanese HIV-tainted blood scandal' by selling contaminated blood products."
        }
      }
    },
    {
      "source": "伯力审判",
      "target": "川岛清",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "川岛清在伯力审判中作为战犯被起诉，并供认了731部队的罪行。",
          "en": "Kiyoshi Kawashima was prosecuted as a war criminal at the Khabarovsk War Crime Trials and confessed to the crimes of Unit 731."
        }
      }
    },
    {
      "source": "约翰·威廉·鲍威尔",
      "target": "日本的细菌战：美国对战争罪行的掩盖",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980",
        "description": {
          "zh-cn": "约翰·威廉·鲍威尔撰写并发表了文章《日本的细菌战：美国对战争罪行的掩盖》。",
          "en": "John W. Powell wrote and published the article 'Japan's Germ Warfare: The U.S. Cover-up of a War Crime'."
        }
      }
    },
    {
      "source": "日本的细菌战：美国对战争罪行的掩盖",
      "target": "美国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1980",
        "description": {
          "zh-cn": "该文章揭露了美国政府为获取实验数据而掩盖731部队战争罪行的事实。",
          "en": "This article exposed the U.S. government's cover-up of Unit 731's war crimes in order to obtain experimental data."
        }
      }
    },
    {
      "source": "731部队",
      "target": "诺门罕战役",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1939",
        "description": {
          "zh-cn": "731部队在1939年的诺门罕战役中首次使用了细菌武器。",
          "en": "Unit 731 used bacteriological weapons for the first time in the Battles of Nomonhan in 1939."
        }
      }
    }
  ]
}