{
  "nodes": [
    {
      "id": "全国大串连",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "全国大串连",
          "大串连",
          "大串联"
        ],
        "en": []
      },
      "properties": {
        "period": "1966-08 - 1967-10",
        "description": {
          "zh-cn": "文化大革命初期，以学生和红卫兵为主体，在全国范围内免费交通食宿，互相串联、交流和宣传造反的社会运动。",
          "en": "A social movement during the early Cultural Revolution, primarily involving students and Red Guards, who traveled across the country for free to exchange revolutionary experiences and promote rebellion."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党主席，发动了文化大革命，并支持红卫兵进行全国大串连。",
          "en": "Chairman of the Communist Party of China, who launched the Cultural Revolution and supported the Red Guards in the Great Networking movement."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发起和领导的在中国发生的政治运动，全国大串连是其初期的社会动员措施之一。",
          "en": "A political movement in China initiated and led by Mao Zedong. The Great Networking was one of its early social mobilization measures."
        }
      }
    },
    {
      "id": "中央文化革命小组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央文化革命小组",
          "中央文革小组"
        ],
        "en": [
          "Cultural Revolution Group"
        ]
      },
      "properties": {
        "period": "1966-05 - 1969-04",
        "description": {
          "zh-cn": "文化大革命期间中国的实际最高权力机构，表态支持全国大串连。",
          "en": "The de facto supreme power body in China during the Cultural Revolution, which expressed support for the Great Networking movement."
        }
      }
    },
    {
      "id": "红卫兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红卫兵"
        ],
        "en": [
          "Red Guards"
        ]
      },
      "properties": {
        "period": "1966 - 1968",
        "description": {
          "zh-cn": "文化大革命期间中国青年学生组成的群众组织，是全国大串连的主体。",
          "en": "Mass organizations composed of young students in China during the Cultural Revolution, who were the main participants in the Great Networking movement."
        }
      }
    },
    {
      "id": "中共中央、国务院关于组织外地高等院校革命学生、中等学校革命学生代表和革命职工代表来京参观文化大革命运动的通知",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中共中央、国务院关于组织外地高等院校革命学生、中等学校革命学生代表和革命职工代表来京参观文化大革命运动的通知",
          "关于组织外地高等学校革命师生、中等学校革命师生代表和革命教职工来京参观文化大革命运动的通知"
        ],
        "en": []
      },
      "properties": {
        "period": "1966-09-05",
        "description": {
          "zh-cn": "由中共中央和国务院于1966年9月5日发出的通知，该通知的发表促使全国性的大串联活动迅速开展。",
          "en": "A notice issued by the CCP Central Committee and the State Council on September 5, 1966, the publication of which led to the rapid development of the nationwide Great Networking movement."
        }
      }
    },
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央领导机构，发布了推动和停止全国大串连的通知。",
          "en": "The central leading body of the Communist Party of China, which issued notices both promoting and halting the Great Networking movement."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "国务院"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国中央人民政府，与中共中央联合发布通知，推动了全国大串连。",
          "en": "The Central People's Government of the People's Republic of China, which jointly issued a notice with the CCP Central Committee to promote the Great Networking movement."
        }
      }
    },
    {
      "id": "聂元梓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "聂元梓"
        ],
        "en": [
          "Nie Yuanzi"
        ]
      },
      "properties": {
        "lifetime": "1921-04-05 - 2019-08-28",
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治人物，其所写的大字报被全国播出后，引发了外地造反者奔赴北京的热潮，是全国大串连的缘起之一。",
          "en": "A Chinese political figure whose big-character poster, after being broadcast nationwide, triggered a wave of rebels heading to Beijing, becoming one of the origins of the Great Networking movement."
        }
      }
    },
    {
      "id": "中国共产党第八届中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党第八届中央委员会"
        ],
        "en": [
          "8th Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1956-09 - 1969-04",
        "description": {
          "zh-cn": "中国共产党在1956年至1969年间的中央领导机构，其第十一次全体会议通过了“十六条”，对大串连起到了推动作用。",
          "en": "The central leading body of the Communist Party of China from 1956 to 1969. Its Eleventh Plenary Session adopted the \"Sixteen Points,\" which helped promote the Great Networking movement."
        }
      }
    },
    {
      "id": "十六条",
      "type": "Document",
      "name": {
        "zh-cn": [
          "十六条"
        ],
        "en": [
          "Sixteen Points"
        ]
      },
      "properties": {
        "period": "1966-08-08",
        "description": {
          "zh-cn": "《中国共产党中央委员会关于无产阶级文化大革命的决定》的简称，对全国大串连的兴起造成了强大冲击。",
          "en": "An abbreviation for the \"Decision of the Central Committee of the Communist Party of China Concerning the Great Proletarian Cultural Revolution,\" which had a powerful impact on the rise of the Great Networking movement."
        }
      }
    },
    {
      "id": "毛泽东接见红卫兵",
      "type": "Event",
      "name": {
        "zh-cn": [
          "毛泽东接见红卫兵"
        ],
        "en": []
      },
      "properties": {
        "period": "1966-08-18 - 1966-11-26",
        "description": {
          "zh-cn": "1966年毛泽东在北京多次接见来自全国各地的红卫兵和师生，公开表达对红卫兵的支持，极大地推动了全国大串连。",
          "en": "In 1966, Mao Zedong received Red Guards and students from all over the country in Beijing multiple times, publicly expressing his support for the Red Guards, which greatly promoted the Great Networking movement."
        }
      }
    },
    {
      "id": "破四旧",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "破四旧"
        ],
        "en": [
          "Destroy the Four Olds"
        ]
      },
      "properties": {
        "period": "1966",
        "description": {
          "zh-cn": "文化大革命初期的一场社会运动，红卫兵在全国大串连期间在各地进行了“破四旧”活动。",
          "en": "A social movement in the early days of the Cultural Revolution. During the Great Networking, Red Guards carried out \"Destroy the Four Olds\" activities in various places."
        }
      }
    },
    {
      "id": "中共中央关于停止全国大串联的通知",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中共中央关于停止全国大串联的通知"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央为结束全国大串连而发出的通知，标志着该运动的尾声。",
          "en": "A notice issued by the CCP Central Committee to end the Great Networking, marking the end of the movement."
        }
      }
    },
    {
      "id": "复课闹革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "复课闹革命"
        ],
        "en": []
      },
      "properties": {
        "period": "1967-10",
        "description": {
          "zh-cn": "文化大革命期间提出的口号和政策，要求学生返回学校继续进行革命，客观上结束了全国大串连。",
          "en": "A slogan and policy proposed during the Cultural Revolution, requiring students to return to school to continue the revolution, which objectively ended the Great Networking movement."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党中央委员会总书记，曾公开提及自己在大串连期间的经历。",
          "en": "General Secretary of the Central Committee of the Communist Party of China, who has publicly mentioned his experiences during the Great Networking movement."
        }
      }
    },
    {
      "id": "红军长征",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "红军长征"
        ],
        "en": [
          "Long March"
        ]
      },
      "properties": {
        "period": "1934-10 - 1936-10",
        "description": {
          "zh-cn": "中国工农红军的战略转移，其精神和形式在全国大串连中被部分红卫兵效仿。",
          "en": "The strategic retreat of the Chinese Workers' and Peasants' Red Army. Its spirit and form were emulated by some Red Guards during the Great Networking movement."
        }
      }
    },
    {
      "id": "人民日报",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "人民日报"
        ],
        "en": [
          "People's Daily"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的机关报，曾发表社论支持红卫兵的串连活动。",
          "en": "The official newspaper of the Central Committee of the Communist Party of China, which published editorials supporting the networking activities of the Red Guards."
        }
      }
    },
    {
      "id": "造反派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "造反派"
        ],
        "en": [
          "Rebel Faction"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "文化大革命中的一个政治派别，是全国大串连的积极参与者。",
          "en": "A political faction during the Cultural Revolution and active participants in the Great Networking movement."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "文化大革命",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "毛泽东发动了文化大革命。",
          "en": "Mao Zedong launched the Cultural Revolution."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "全国大串连是文化大革命的社会动员措施之一。",
          "en": "The Great Networking was one of the social mobilization measures of the Cultural Revolution."
        }
      }
    },
    {
      "source": "中央文化革命小组",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "中央文化革命小组表态支持全国各地的学生到北京交流革命经验，也支持北京学生到各地去进行革命串联。",
          "en": "The Central Cultural Revolution Group expressed support for students from all over the country to come to Beijing to exchange revolutionary experiences and also supported Beijing students to go to other places for revolutionary networking."
        }
      }
    },
    {
      "source": "中共中央、国务院关于组织外地高等院校革命学生、中等学校革命学生代表和革命职工代表来京参观文化大革命运动的通知",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-09-05",
        "description": {
          "zh-cn": "该通知发表后，全国性的大串联活动迅速开展起来。",
          "en": "After this notice was published, the nationwide Great Networking movement developed rapidly."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中共中央、国务院关于组织外地高等院校革命学生、中等学校革命学生代表和革命职工代表来京参观文化大革命运动的通知",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-09-05",
        "description": {
          "zh-cn": "与国务院联合发布了该通知。",
          "en": "Jointly issued this notice with the State Council."
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "中共中央、国务院关于组织外地高等院校革命学生、中等学校革命学生代表和革命职工代表来京参观文化大革命运动的通知",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-09-05",
        "description": {
          "zh-cn": "与中共中央联合发布了该通知。",
          "en": "Jointly issued this notice with the CCP Central Committee."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "红卫兵是全国大串连活动的主体。",
          "en": "The Red Guards were the main participants of the Great Networking movement."
        }
      }
    },
    {
      "source": "聂元梓",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "聂元梓的大字报向全国播出后，受到压抑的外地造反者开始奔赴北京，成为大串连的缘起之一。",
          "en": "After Nie Yuanzi's big-character poster was broadcast nationwide, suppressed rebels from other regions began to flock to Beijing, becoming one of the triggers for the Great Networking."
        }
      }
    },
    {
      "source": "中国共产党第八届中央委员会",
      "target": "十六条",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-08-08",
        "description": {
          "zh-cn": "中国共产党第八届中央委员会第十一次全体会议通过了“十六条”。",
          "en": "The Eleventh Plenary Session of the Eighth Central Committee of the Communist Party of China adopted the \"Sixteen Points\"."
        }
      }
    },
    {
      "source": "十六条",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-08-08",
        "description": {
          "zh-cn": "“十六条”的发表对大串连的兴起造成了强大的冲击波。",
          "en": "The publication of the \"Sixteen Points\" created a powerful shockwave that contributed to the rise of the Great Networking."
        }
      }
    },
    {
      "source": "毛泽东接见红卫兵",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-08-18",
        "description": {
          "zh-cn": "毛泽东接见红卫兵的活动吸引了各地青年学生源源不断涌向北京参与大串连。",
          "en": "Mao Zedong's reception of the Red Guards attracted a continuous stream of young students from all over the country to Beijing to participate in the Great Networking."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "红卫兵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-08",
        "description": {
          "zh-cn": "毛泽东通过给清华附中红卫兵回信和多次接见红卫兵等方式，公开肯定和支持红卫兵运动，极大地提升了其影响力和合法性。",
          "en": "Through actions such as replying to the Red Guards of Tsinghua University High School and receiving them multiple times, Mao Zedong publicly affirmed and supported the Red Guard movement, greatly enhancing its influence and legitimacy."
        }
      }
    },
    {
      "source": "全国大串连",
      "target": "破四旧",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-08",
        "description": {
          "zh-cn": "在全国大串连期间，红卫兵在全国各地冲击党政机关，并进行“破四旧”活动。",
          "en": "During the Great Networking, Red Guards attacked party and government organs across the country and carried out \"Destroy the Four Olds\" activities."
        }
      }
    },
    {
      "source": "中共中央关于停止全国大串联的通知",
      "target": "全国大串连",
      "type": "BLOCKED",
      "properties": {
        "start_date": [
          "1967-02-03",
          "1967-03-19"
        ],
        "description": {
          "zh-cn": "中共中央两次发出该通知，要求停止全国大串联。",
          "en": "The CCP Central Committee issued this notice twice, demanding a halt to the Great Networking."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中共中央关于停止全国大串联的通知",
      "type": "PUSHED",
      "properties": {
        "start_date": [
          "1967-02-03",
          "1967-03-19"
        ],
        "description": {
          "zh-cn": "发布了该通知以停止全国大串联。",
          "en": "Issued this notice to stop the Great Networking."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "全国大串连",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1967-08",
        "description": {
          "zh-cn": "1967年8月，毛泽东号召“就地闹革命”，促使大串联活动基本结束。",
          "en": "In August 1967, Mao Zedong's call to \"make revolution on the spot\" led to the essential end of the Great Networking movement."
        }
      }
    },
    {
      "source": "复课闹革命",
      "target": "全国大串连",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1967-10",
        "description": {
          "zh-cn": "1967年10月，中共中央发文要求“复课闹革命”，大串联活动随之基本结束。",
          "en": "In October 1967, the CCP Central Committee issued a document calling for \"resuming classes to make revolution,\" which subsequently led to the essential end of the Great Networking movement."
        }
      }
    },
    {
      "source": "全国大串连",
      "target": "习近平",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "习近平曾参与全国大串连，并公开提及过此段经历。",
          "en": "Xi Jinping participated in the Great Networking and has publicly mentioned this experience."
        }
      }
    },
    {
      "source": "红军长征",
      "target": "全国大串连",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "部分红卫兵在进行大串连时效仿了红军长征的形式，例如进行步行串连。",
          "en": "Some Red Guards emulated the form of the Long March when conducting the Great Networking, for example, by undertaking linking-up on foot."
        }
      }
    },
    {
      "source": "人民日报",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-10-22",
        "description": {
          "zh-cn": "通过报道红卫兵步行串连事迹并发表社论《红卫兵不怕远征难》，对大串连活动起到了宣传和推动作用。",
          "en": "By reporting on the deeds of Red Guards' walking link-ups and publishing the editorial \"Red Guards Fear Not the Trials of the Long March,\" it played a role in publicizing and promoting the Great Networking movement."
        }
      }
    },
    {
      "source": "造反派",
      "target": "全国大串连",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "造反派是全国大串连的积极参与者，在聂元梓大字报后奔赴北京取经。",
          "en": "The Rebel Faction were active participants in the Great Networking, flocking to Beijing to learn after Nie Yuanzi's big-character poster."
        }
      }
    }
  ]
}