{
  "nodes": [
    {
      "id": "社会主义教育运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "社会主义教育运动",
          "社教运动",
          "四清运动",
          "四清"
        ],
        "en": [
          "Socialist Education Movement"
        ]
      },
      "properties": {
        "period": "1963 - 1965",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "1963年至1965年在中国农村地区发起的一场政治运动，旨在反修防修。该运动常被视为文化大革命的预演。",
          "en": "A political movement launched in rural areas of China from 1963 to 1965, aimed at combating revisionism. It is often regarded as a prelude to the Cultural Revolution."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党中央委员会主席，中华人民共和国主要缔造者，社会主义教育运动和文化大革命的发动者。",
          "en": "Chairman of the Central Committee of the Communist Party of China, the main founder of the People's Republic of China, and the initiator of the Socialist Education Movement and the Cultural Revolution."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华人民共和国主席，在四清运动期间与毛泽东产生严重分歧，后在文化大革命中被迫害致死。",
          "en": "Then-President of the People's Republic of China, who had serious disagreements with Mao Zedong during the Four Cleanups Movement and was later persecuted to death during the Cultural Revolution."
        }
      }
    },
    {
      "id": "中国共产党八届十中全会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党八届十中全会",
          "中共八届十中全会"
        ],
        "en": [
          "10th Plenary Session of the 8th Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1962-09",
        "description": {
          "zh-cn": "中国共产党的一次重要会议，毛泽东在会上重提阶级斗争，为社会主义教育运动的发动奠定了基础。",
          "en": "An important meeting of the Communist Party of China where Mao Zedong re-emphasized class struggle, laying the groundwork for the launch of the Socialist Education Movement."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "由毛泽东发动的在中国发生的一场大规模政治运动。",
          "en": "A large-scale political movement in China initiated by Mao Zedong."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的国家，由中国共产党领导。",
          "en": "A country in East Asia led by the Communist Party of China."
        }
      }
    },
    {
      "id": "和平演变",
      "type": "Document",
      "name": {
        "zh-cn": [
          "和平演变"
        ],
        "en": [
          "Peaceful evolution"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种政治理论，指社会主义国家在资本主义国家的政治、经济、文化影响下，逐渐演变为资本主义国家。四清运动的一个目标是防止和平演变。",
          "en": "A political theory suggesting that socialist states gradually evolve into capitalist states under the political, economic, and cultural influence of capitalist countries. One of the goals of the Four Cleanups Movement was to prevent peaceful evolution."
        }
      }
    },
    {
      "id": "冤假错案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "冤假错案"
        ],
        "en": [
          "Unjust, false and wrongly decided cases"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指在司法或政治运动中发生的错误判决和迫害事件。四清运动产生了大量的冤假错案。",
          "en": "Refers to wrongful verdicts and persecution incidents in judicial or political movements. The Four Cleanups Movement produced a large number of such cases."
        }
      }
    },
    {
      "id": "七千人大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七千人大会"
        ],
        "en": [
          "Seven Thousand Cadres Conference"
        ]
      },
      "properties": {
        "period": "1962-01",
        "description": {
          "zh-cn": "1962年初召开的中共中央扩大的工作会议，会议总结了大跃进的经验教训，之后毛泽东退居二线。",
          "en": "An expanded Central Work Conference of the CCP held in early 1962 to summarize the lessons of the Great Leap Forward, after which Mao Zedong retreated to the 'second line'."
        }
      }
    },
    {
      "id": "三自一包",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "三自一包"
        ],
        "en": [
          "Three-Self and One-Bao"
        ]
      },
      "properties": {
        "period": "1962",
        "description": {
          "zh-cn": "指1962年前后中国农村出现的“自由市场、自留地、自负盈亏、包产到户”的经济调整措施，受到刘少奇等人的支持，但遭到毛泽东的反对。",
          "en": "Refers to the economic adjustment measures of 'free markets, private plots, self-responsibility for profits and losses, and household responsibility' that appeared in rural China around 1962, supported by figures like Liu Shaoqi but opposed by Mao Zedong."
        }
      }
    },
    {
      "id": "农村社会主义教育运动中目前提出的一些问题",
      "type": "Document",
      "name": {
        "zh-cn": [
          "农村社会主义教育运动中目前提出的一些问题",
          "二十三条",
          "十七条"
        ],
        "en": [
          "Some Current Problems Raised in the Socialist Education Movement in the Rural Areas"
        ]
      },
      "properties": {
        "period": "1965-01-14",
        "description": {
          "zh-cn": "一份中共中央文件，标志着四清运动的重点转向“整党内走资本主义道路的当权派”，激化了毛泽东与刘少奇的矛盾。",
          "en": "A CCP Central Committee document that marked a shift in the focus of the Four Cleanups Movement to rectifying 'Party persons in power taking the capitalist road', intensifying the conflict between Mao Zedong and Liu Shaoqi."
        }
      }
    },
    {
      "id": "党内走资本主义道路的当权派",
      "type": "Document",
      "name": {
        "zh-cn": [
          "党内走资本主义道路的当权派"
        ],
        "en": [
          "Party persons in power taking the capitalist road"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个政治术语，由毛泽东在《二十三条》中提出，指代他认为在中国共产党内试图走资本主义路线的领导干部。",
          "en": "A political term proposed by Mao Zedong in the 'Twenty-Three Articles', referring to leading cadres within the Communist Party of China whom he believed were attempting to take the capitalist road."
        }
      }
    },
    {
      "id": "王光美",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王光美"
        ],
        "en": [
          "Wang Guangmei"
        ]
      },
      "properties": {
        "lifetime": "1921-09-26 - 2006-10-13",
        "gender": "Female",
        "description": {
          "zh-cn": "刘少奇的妻子，在四清运动中前往河北桃园大队搞试点，总结出“桃园经验”。",
          "en": "Wife of Liu Shaoqi, who went to Taoyuan Brigade in Hebei to conduct a pilot program during the Four Cleanups Movement and summarized the 'Taoyuan Experience'."
        }
      }
    },
    {
      "id": "桃园经验",
      "type": "Document",
      "name": {
        "zh-cn": [
          "桃园经验"
        ],
        "en": [
          "Taoyuan Experience"
        ]
      },
      "properties": {
        "period": "1963-11",
        "description": {
          "zh-cn": "王光美在河北省抚宁县卢王庄公社桃园大队蹲点搞四清运动时总结出的经验报告，后被刘少奇推广至全国。",
          "en": "An experience report summarized by Wang Guangmei during her participation in the Four Cleanups Movement at Taoyuan Brigade, Luwangzhuang Commune, Funing County, Hebei Province, which was later promoted nationwide by Liu Shaoqi."
        }
      }
    },
    {
      "id": "喷气式",
      "type": "Event",
      "name": {
        "zh-cn": [
          "喷气式"
        ],
        "en": [
          "Jetliner position"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种体罚和羞辱方式，在批斗会上强迫受害者弯腰并将双臂向后抬起。这种方式在“桃园经验”中出现，并在文化大革命中流行。",
          "en": "A form of corporal punishment and humiliation where victims were forced to bend over with their arms raised behind their backs during struggle sessions. This method appeared in the 'Taoyuan Experience' and became prevalent during the Cultural Revolution."
        }
      }
    },
    {
      "id": "彭德怀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭德怀"
        ],
        "en": [
          "Peng Dehuai"
        ]
      },
      "properties": {
        "lifetime": "1898-10-24 - 1974-11-29",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，因在1959年庐山会议上对“大跃进”提出异议而被毛泽东打倒。",
          "en": "A Marshal of the People's Republic of China, who was purged by Mao Zedong for criticizing the 'Great Leap Forward' at the 1959 Lushan Conference."
        }
      }
    },
    {
      "id": "庐山会议 (1959年)",
      "type": "Event",
      "name": {
        "zh-cn": [
          "庐山会议 (1959年)",
          "庐山会议"
        ],
        "en": [
          "Lushan Conference (1959)"
        ]
      },
      "properties": {
        "period": "1959-07",
        "description": {
          "zh-cn": "1959年中共中央召开的会议，会上彭德怀因批评大跃进而被打倒，会后毛泽东发动了“反右倾斗争”。",
          "en": "A meeting of the CCP Central Committee in 1959 where Peng Dehuai was purged for criticizing the Great Leap Forward, after which Mao Zedong launched the 'Anti-Rightist struggle'."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国第二代主要领导核心。在四清运动相关文件中，曾参与修改“后十条”。",
          "en": "The paramount leader of the second generation of the Communist Party of China and the People's Republic of China. He participated in revising the 'Latter Ten Points' document related to the Four Cleanups Movement."
        }
      }
    },
    {
      "id": "第三届全国人大",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第三届全国人大"
        ],
        "en": [
          "3rd National People's Congress"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的第三届最高国家权力机关。",
          "en": "The third term of the highest state authority in the People's Republic of China."
        }
      }
    },
    {
      "id": "邓子恢",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓子恢"
        ],
        "en": [
          "Deng Zihui"
        ]
      },
      "properties": {
        "lifetime": "1896-08-17 - 1972-12-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国国务院副总理，曾支持“三自一包”的经济改革。",
          "en": "Vice Premier of the State Council of the People's Republic of China, who supported the 'Three-Self and One-Bao' economic reforms."
        }
      }
    },
    {
      "id": "中共中央关于目前农村工作中若干问题的决定（草案）",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中共中央关于目前农村工作中若干问题的决定（草案）",
          "前十条"
        ],
        "en": []
      },
      "properties": {
        "period": "1963-05-20",
        "description": {
          "zh-cn": "指导社会主义教育运动初期阶段的纲领性文件，定义了“四清”为清理账目、仓库、财物和工分。",
          "en": "The programmatic document guiding the initial stage of the Socialist Education Movement, which defined the 'Four Cleanups' as cleaning up accounts, warehouses, properties, and work points."
        }
      }
    },
    {
      "id": "中共中央关于农村社会主义教育中的一些具体政策的规定（草案）",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中共中央关于农村社会主义教育中的一些具体政策的规定（草案）",
          "后十条"
        ],
        "en": []
      },
      "properties": {
        "period": "1963-11",
        "description": {
          "zh-cn": "对“前十条”进行补充和政策细化的文件，强调团结大多数干部和群众。",
          "en": "A document that supplemented and detailed the policies of the 'First Ten Points', emphasizing the unity of the majority of cadres and the masses."
        }
      }
    },
    {
      "id": "陈伯达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈伯达"
        ],
        "en": [
          "Chen Boda"
        ]
      },
      "properties": {
        "lifetime": "1904-07-29 - 1989-09-20",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党高级领导人，曾任毛泽东的政治秘书。参与起草“前十条”，并极力主张推广“桃园经验”。",
          "en": "A senior leader of the Communist Party of China and former political secretary to Mao Zedong. He participated in drafting the 'First Ten Points' and strongly advocated for the promotion of the 'Taoyuan Experience'."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "社会主义教育运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1962-09",
        "description": {
          "zh-cn": "在1962年9月的中共八届十中全会上，毛泽东提出要进行社会主义教育运动，并于1963年正式发动了该运动。",
          "en": "At the 10th Plenary Session of the 8th CCP Central Committee in September 1962, Mao Zedong proposed to carry out the Socialist Education Movement, which was formally launched in 1963."
        }
      }
    },
    {
      "source": "中国共产党八届十中全会",
      "target": "社会主义教育运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1962-09",
        "description": {
          "zh-cn": "毛泽东在这次会议上重提阶级斗争，为社会主义教育运动的发动提供了理论和政治基础。",
          "en": "Mao Zedong re-emphasized class struggle at this meeting, providing the theoretical and political basis for launching the Socialist Education Movement."
        }
      }
    },
    {
      "source": "社会主义教育运动",
      "target": "文化大革命",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "社会主义教育运动常被视为文化大革命的预演，其斗争方式和政治分歧为文革的爆发埋下了伏笔。",
          "en": "The Socialist Education Movement is often regarded as a prelude to the Cultural Revolution, as its struggle methods and political disagreements set the stage for the outbreak of the Cultural Revolution."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "刘少奇",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1964-12",
        "end_date": "1969-11-12",
        "description": {
          "zh-cn": "在1964年底的中央工作会议上，毛泽东与刘少奇就四清运动的性质和方法发生严重分歧，毛泽东认为矛盾是敌我性质，并训斥刘少奇。此后二人关系彻底破裂。",
          "en": "At the Central Work Conference in late 1964, Mao Zedong and Liu Shaoqi had serious disagreements over the nature and methods of the Four Cleanups Movement. Mao considered the conflict to be antagonistic and reprimanded Liu. Their relationship subsequently broke down completely."
        }
      }
    },
    {
      "source": "社会主义教育运动",
      "target": "和平演变",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "社会主义教育运动的一个主要意图是“反修防修”，防止资本主义在中国“和平演变”。",
          "en": "A primary goal of the Socialist Education Movement was to 'combat and prevent revisionism' and to prevent a 'peaceful evolution' towards capitalism in China."
        }
      }
    },
    {
      "source": "社会主义教育运动",
      "target": "冤假错案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1963",
        "end_date": "1965",
        "description": {
          "zh-cn": "在四清运动期间，由于错误的“左”倾指导思想，造成了大量干部和群众受到不应有的打击，产生了大量冤假错案。",
          "en": "During the Four Cleanups Movement, due to erroneous 'Leftist' guiding ideology, a large number of cadres and ordinary people were unduly persecuted, resulting in numerous unjust, false, and wrongly decided cases."
        }
      }
    },
    {
      "source": "农村社会主义教育运动中目前提出的一些问题",
      "target": "刘少奇",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-01-14",
        "description": {
          "zh-cn": "毛泽东后来表示，正是在《二十三条》发布的时候，他决定必须在政治上把刘少奇打倒。",
          "en": "Mao Zedong later stated that it was at the time of the issuance of the 'Twenty-Three Articles' that he decided Liu Shaoqi must be politically overthrown."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "农村社会主义教育运动中目前提出的一些问题",
      "type": "PUSHED",
      "properties": {
        "start_date": "1965-01-14",
        "description": {
          "zh-cn": "该文件根据毛泽东在中央工作会议上的讲话整理而成，明确提出运动的重点是整“党内走资本主义道路的当权派”。",
          "en": "This document was compiled based on Mao Zedong's speeches at the Central Work Conference and explicitly stated that the movement's main target was to rectify 'Party persons in power taking the capitalist road'."
        }
      }
    },
    {
      "source": "王光美",
      "target": "刘少奇",
      "type": "SPOUSE_OF",
      "properties": {}
    },
    {
      "source": "王光美",
      "target": "桃园经验",
      "type": "PUSHED",
      "properties": {
        "start_date": "1963-11",
        "description": {
          "zh-cn": "王光美在河北桃园大队搞四清试点，总结并形成了“桃园经验”报告。",
          "en": "Wang Guangmei conducted a Four Cleanups pilot program in Taoyuan Brigade, Hebei, and summarized it into the 'Taoyuan Experience' report."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "桃园经验",
      "type": "PUSHED",
      "properties": {
        "start_date": "1964",
        "description": {
          "zh-cn": "刘少奇在全国范围内推广王光美的“桃园经验”，使其成为指导四清运动的重要模式。",
          "en": "Liu Shaoqi promoted Wang Guangmei's 'Taoyuan Experience' nationwide, making it an important model for guiding the Four Cleanups Movement."
        }
      }
    },
    {
      "source": "桃园经验",
      "target": "喷气式",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“桃园经验”中使用的“燕飞”体罚方式，演变成了后来在文化大革命中流行的“喷气式”批斗方式。",
          "en": "The 'Yanfei' (swallow flying) corporal punishment method used in the 'Taoyuan Experience' evolved into the 'jetliner' struggle session style that became popular during the Cultural Revolution."
        }
      }
    },
    {
      "source": "七千人大会",
      "target": "毛泽东",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962-02",
        "description": {
          "zh-cn": "七千人大会后，毛泽东因大跃进的失败而退居二线，刘少奇等人开始主持中央日常工作。",
          "en": "After the Seven Thousand Cadres Conference, Mao Zedong retreated to the 'second line' due to the failure of the Great Leap Forward, and Liu Shaoqi and others began to preside over the daily work of the Central Committee."
        }
      }
    },
    {
      "source": "庐山会议 (1959年)",
      "target": "彭德怀",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959-07",
        "description": {
          "zh-cn": "在庐山会议上，彭德怀因对“大跃进”提出异议而被毛泽东打倒。",
          "en": "At the Lushan Conference, Peng Dehuai was purged by Mao Zedong for criticizing the 'Great Leap Forward'."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "三自一包",
      "type": "PUSHED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "在三年困难时期后，刘少奇等人支持“三自一包”作为恢复农村经济的改革措施。",
          "en": "After the Three Years of Great Famine, Liu Shaoqi and others supported 'Three-Self and One-Bao' as a reform measure to restore the rural economy."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "三自一包",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "毛泽东认为“三自一包”是走资本主义道路，对此表示坚决反对。",
          "en": "Mao Zedong believed that 'Three-Self and One-Bao' was taking the capitalist road and firmly opposed it."
        }
      }
    },
    {
      "source": "第三届全国人大",
      "target": "刘少奇",
      "type": "PUSHED",
      "properties": {
        "start_date": "1965-01-03",
        "description": {
          "zh-cn": "在1965年1月3日，第三届全国人大再度选举刘少奇担任中华人民共和国主席。",
          "en": "On January 3, 1965, the 3rd National People's Congress re-elected Liu Shaoqi as the President of the People's Republic of China."
        }
      }
    },
    {
      "source": "邓子恢",
      "target": "三自一包",
      "type": "PUSHED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "邓子恢支持“三自一包”的经济改革措施。",
          "en": "Deng Zihui supported the 'Three-Self and One-Bao' economic reform measures."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "中共中央关于目前农村工作中若干问题的决定（草案）",
      "type": "PUSHED",
      "properties": {
        "start_date": "1963-05",
        "description": {
          "zh-cn": "毛泽东在1963年5月的杭州会议上主持制定了被称为“前十条”的该文件，作为社教运动的指导纲领。",
          "en": "Mao Zedong presided over the formulation of this document, known as the 'First Ten Points', at the Hangzhou Conference in May 1963, to serve as the guiding principles for the Socialist Education Movement."
        }
      }
    },
    {
      "source": "陈伯达",
      "target": "桃园经验",
      "type": "PUSHED",
      "properties": {
        "start_date": "1964-08",
        "description": {
          "zh-cn": "陈伯达极力主张将王光美的“桃园经验”报告下发各地进行推广。",
          "en": "Chen Boda strongly advocated for the distribution and promotion of Wang Guangmei's 'Taoyuan Experience' report to all localities."
        }
      }
    }
  ]
}