{
  "nodes": [
    {
      "id": "七年战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "七年战争",
          "法国-印第安战争",
          "波美拉尼亚战争",
          "第三次卡那提克战争",
          "第三次西里西亚战争",
          "征服之战"
        ],
        "en": [
          "Seven Years' War",
          "French and Indian War",
          "Pomeranian War",
          "Third Carnatic War",
          "Third Silesian War",
          "Guerre de la Conquête",
          "War of the Conquest"
        ]
      },
      "properties": {
        "period": "1754 - 1763",
        "location": {
          "zh-cn": "欧洲、北美、中美洲、西非海岸、印度及菲律宾",
          "en": "Europe, North America, Central America, the West African coast, India, and the Philippines"
        },
        "description": {
          "zh-cn": "一场由当时西方主要强国参与的全球性冲突，战争影响覆盖欧洲、北美、中美洲、西非海岸、印度及菲律宾。被认为是第一次“世界大战”。",
          "en": "A global conflict involving all of the major European great powers of the time. The war spanned Europe, North America, Central America, the West African coast, India, and the Philippines. It has been described as the first 'world war'."
        }
      }
    },
    {
      "id": "普鲁士王国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "普鲁士王国"
        ],
        "en": [
          "Kingdom of Prussia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "七年战争中的主要参战国之一，与英国结盟，在腓特烈大帝领导下对抗法奥俄同盟。战后崛起为欧洲强权。",
          "en": "A major participant in the Seven Years' War, allied with Great Britain. Under the leadership of Frederick the Great, it fought against the Franco-Austrian-Russian coalition. It emerged as a major European power after the war."
        }
      }
    },
    {
      "id": "哈布斯堡君主国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "哈布斯堡君主国",
          "奥地利",
          "神圣罗马帝国"
        ],
        "en": [
          "Habsburg Monarchy",
          "Austria",
          "Holy Roman Empire"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "七年战争中的主要参战国之一，与法国、俄国结盟，意图收复在奥地利王位继承战争中被普鲁士夺走的西里西亚。",
          "en": "A major participant in the Seven Years' War, allied with France and Russia, with the goal of recovering Silesia, which had been lost to Prussia in the War of the Austrian Succession."
        }
      }
    },
    {
      "id": "大不列颠王国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大不列颠王国",
          "英国"
        ],
        "en": [
          "Kingdom of Great Britain",
          "Britain"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "七年战争中的主要参战国，与普鲁士结盟对抗法国及其盟友。战争的最大赢家，获得了法国在北美和印度的大量殖民地，成为世界霸主。",
          "en": "A major participant in the Seven Years' War, allied with Prussia against France and its allies. The war's biggest victor, gaining vast French colonies in North America and India, and becoming the dominant world power."
        }
      }
    },
    {
      "id": "法兰西王国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "法兰西王国",
          "法国"
        ],
        "en": [
          "Kingdom of France",
          "France"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "七年战争中的主要参战国，与奥地利、俄国结盟对抗普鲁士和英国。战败后失去了大量海外殖民地，国力受损。",
          "en": "A major participant in the Seven Years' War, allied with Austria and Russia against Prussia and Great Britain. After its defeat, it lost vast overseas colonies and its national power was weakened."
        }
      }
    },
    {
      "id": "俄罗斯帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄罗斯帝国",
          "俄国"
        ],
        "en": [
          "Russian Empire"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "七年战争中的主要参战国，起初与奥地利和法国结盟对抗普鲁士。1762年，彼得三世即位后倒戈与普鲁士结盟，其继任者叶卡捷琳娜二世随后退出战争。",
          "en": "A major participant in the Seven Years' War, initially allied with Austria and France against Prussia. In 1762, after Peter III ascended the throne, Russia switched sides to ally with Prussia. His successor, Catherine the Great, later withdrew from the war."
        }
      }
    },
    {
      "id": "腓特烈二世 (普鲁士)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "腓特烈二世 (普鲁士)",
          "腓特烈大帝"
        ],
        "en": [
          "Frederick II of Prussia",
          "Frederick the Great"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "普鲁士国王，七年战争期间普鲁士的军事统帅。以其军事才能著称，通过入侵萨克森引发了战争的欧洲部分，并在战争后期因“勃兰登堡王室的奇迹”而扭转败局。",
          "en": "King of Prussia and military commander of the Prussian forces during the Seven Years' War. Known for his military genius, he initiated the European theater of the war by invading Saxony and turned the tide of the war due to the 'Miracle of the House of Brandenburg'."
        }
      }
    },
    {
      "id": "玛丽亚·特蕾西娅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "玛丽亚·特蕾西娅",
          "玛丽娅·特蕾西娅",
          "玛丽·特蕾莎"
        ],
        "en": [
          "Maria Theresa"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "奥地利女皇，哈布斯堡君主国的统治者。她策划了“外交革命”，与法国和俄国结盟，旨在从普鲁士手中收复西里西亚。",
          "en": "Empress of Austria and ruler of the Habsburg Monarchy. She orchestrated the 'Diplomatic Revolution,' forming an alliance with France and Russia with the goal of retaking Silesia from Prussia."
        }
      }
    },
    {
      "id": "彼得三世 (俄罗斯)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彼得三世 (俄罗斯)"
        ],
        "en": [
          "Peter III of Russia"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "俄罗斯沙皇，是腓特烈大帝的狂热崇拜者。他在1762年即位后，立即与普鲁士议和并结盟，归还了俄国占领的土地，造成了“勃兰登堡王室的奇迹”。后被其妻叶卡捷琳娜二世发动政变废黜。",
          "en": "Tsar of Russia and an ardent admirer of Frederick the Great. Upon his accession in 1762, he immediately made peace with Prussia, returned occupied territories, and allied with it, creating the 'Miracle of the House of Brandenburg'. He was later deposed in a coup by his wife, Catherine the Great."
        }
      }
    },
    {
      "id": "伊莉莎白 (俄罗斯女皇)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伊莉莎白 (俄罗斯女皇)",
          "伊丽莎白女皇",
          "伊丽莎白·彼得罗夫娜"
        ],
        "en": [
          "Elizabeth of Russia",
          "Elizaveta Petrovna"
        ]
      },
      "properties": {
        "lifetime": " - 1762-01-05",
        "gender": "Female",
        "description": {
          "zh-cn": "俄罗斯女皇，彼得三世的前任。她领导俄国加入法奥同盟对抗普鲁士。她的去世是导致俄国政策戏剧性转变的关键事件。",
          "en": "Empress of Russia, predecessor to Peter III. She led Russia to join the Franco-Austrian alliance against Prussia. Her death was a key event that led to a dramatic shift in Russian policy."
        }
      }
    },
    {
      "id": "叶卡捷琳娜二世",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶卡捷琳娜二世",
          "叶卡捷琳娜"
        ],
        "en": [
          "Catherine the Great",
          "Catherine II"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "俄罗斯女皇，通过政变废黜其丈夫彼得三世后登基。她虽然扭转了丈夫的亲普鲁士政策，但最终还是选择让俄国退出七年战争。",
          "en": "Empress of Russia who ascended to the throne after deposing her husband, Peter III, in a coup. Although she reversed his pro-Prussian policy, she ultimately chose to withdraw Russia from the Seven Years' War."
        }
      }
    },
    {
      "id": "外交革命",
      "type": "Event",
      "name": {
        "zh-cn": [
          "外交革命",
          "交换伙伴"
        ],
        "en": [
          "Diplomatic Revolution"
        ]
      },
      "properties": {
        "period": "1756",
        "description": {
          "zh-cn": "七年战争前夕欧洲主要国家之间同盟关系的重组。传统对手法国和奥地利结盟，而普鲁士则与英国结盟，这一系列变化最终促成了战争的爆发。",
          "en": "The realignment of alliances among the major European powers on the eve of the Seven Years' War. Traditional rivals France and Austria became allies, while Prussia allied with Great Britain. This shift ultimately catalyzed the outbreak of the war."
        }
      }
    },
    {
      "id": "法奥同盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "法奥同盟"
        ],
        "en": [
          "Franco-Austrian Alliance"
        ]
      },
      "properties": {
        "period": "1756 - ",
        "description": {
          "zh-cn": "在1756年外交革命中形成的军事同盟，主要成员包括法兰西王国、哈布斯堡君主国和俄罗斯帝国，旨在对抗普鲁士王国及其盟友。",
          "en": "A military alliance formed during the Diplomatic Revolution of 1756, its main members included the Kingdom of France, the Habsburg Monarchy, and the Russian Empire, aimed at countering the Kingdom of Prussia and its allies."
        }
      }
    },
    {
      "id": "英普联盟 (1756年)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "英普联盟 (1756年)",
          "英普同盟"
        ],
        "en": [
          "Anglo-Prussian Alliance (1756)"
        ]
      },
      "properties": {
        "period": "1756 - ",
        "description": {
          "zh-cn": "在1756年外交革命中形成的军事同盟，主要成员包括大不列颠王国和普鲁士王国，旨在对抗法奥同盟。",
          "en": "A military alliance formed during the Diplomatic Revolution of 1756, its main members included the Kingdom of Great Britain and the Kingdom of Prussia, aimed at countering the Franco-Austrian Alliance."
        }
      }
    },
    {
      "id": "勃兰登堡王室的奇迹",
      "type": "Event",
      "name": {
        "zh-cn": [
          "勃兰登堡王室的奇迹"
        ],
        "en": [
          "Miracle of the House of Brandenburg"
        ]
      },
      "properties": {
        "period": "1762",
        "description": {
          "zh-cn": "指1762年俄国女皇伊丽莎白去世，亲普鲁士的彼得三世即位后，俄国从普鲁士的敌人转为盟友的戏剧性事件，它挽救了濒临崩溃的普鲁士。",
          "en": "Refers to the dramatic event in 1762 when Russian Empress Elizabeth died and the pro-Prussian Peter III ascended the throne, turning Russia from an enemy of Prussia into an ally. This event saved Prussia from the brink of collapse."
        }
      }
    },
    {
      "id": "巴黎条约 (1763年)",
      "type": "Document",
      "name": {
        "zh-cn": [
          "巴黎条约 (1763年)",
          "巴黎和约"
        ],
        "en": [
          "Treaty of Paris (1763)"
        ]
      },
      "properties": {
        "period": "1763-02-10 - ",
        "description": {
          "zh-cn": "结束七年战争的和平条约之一，由英国、法国和西班牙签署。该条约标志着英国在海外殖民地争夺中取得决定性胜利。",
          "en": "One of the peace treaties that ended the Seven Years' War, signed by Great Britain, France, and Spain. The treaty marked Great Britain's decisive victory in the struggle for overseas colonies."
        }
      }
    },
    {
      "id": "胡贝图斯堡条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "胡贝图斯堡条约",
          "胡贝图斯堡和约"
        ],
        "en": [
          "Treaty of Hubertusburg"
        ]
      },
      "properties": {
        "period": "1763-02-15 - ",
        "description": {
          "zh-cn": "结束七年战争中普鲁士、奥地利和萨克森之间冲突的和平条约。奥地利正式承认普鲁士对西里西亚的统治权。",
          "en": "The peace treaty that ended the conflict between Prussia, Austria, and Saxony in the Seven Years' War. Austria formally recognized Prussian sovereignty over Silesia."
        }
      }
    },
    {
      "id": "西里西亚省 (普鲁士)",
      "type": "Location",
      "name": {
        "zh-cn": [
          "西里西亚省 (普鲁士)",
          "西里西亚"
        ],
        "en": [
          "Province of Silesia",
          "Silesia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于中欧的富庶地区，其归属权是普鲁士与奥地利之间冲突的核心。奥地利在七年战争中的主要目标就是收复该地区。",
          "en": "A wealthy region in Central Europe, the ownership of which was the core of the conflict between Prussia and Austria. Austria's main goal in the Seven Years' War was to recover this territory."
        }
      }
    },
    {
      "id": "奥地利王位继承战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "奥地利王位继承战争"
        ],
        "en": [
          "War of the Austrian Succession"
        ]
      },
      "properties": {
        "period": "1740 - 1748",
        "description": {
          "zh-cn": "七年战争的前奏，普鲁士国王腓特烈二世在这场战争中从奥地利手中夺取了西里西亚，埋下了两国再次冲突的种子。",
          "en": "A precursor to the Seven Years' War, in which King Frederick II of Prussia seized Silesia from Austria, sowing the seeds for future conflict between the two powers."
        }
      }
    },
    {
      "id": "美国独立战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "美国独立战争"
        ],
        "en": [
          "American Revolutionary War"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "七年战争结束后12年爆发的战争。英国为弥补战争开销而对北美殖民地增税，是引发此战的重要原因之一。",
          "en": "A war that broke out 12 years after the end of the Seven Years' War. Britain's imposition of new taxes on its North American colonies to cover war expenses was a major cause of this conflict."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "奥地利王位继承战争",
      "target": "七年战争",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "七年战争常被看作是奥地利王位继承战争的延续，奥地利意图收复在该战争中失去的西里西亚。",
          "en": "The Seven Years' War is often considered a continuation of the War of the Austrian Succession, as Austria sought to recover Silesia, which it had lost in the previous conflict."
        }
      }
    },
    {
      "source": "外交革命",
      "target": "七年战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1756",
        "description": {
          "zh-cn": "外交革命导致欧洲列强结成新的敌对同盟（英普同盟与法奥同盟），成为七年战争爆发的催化剂。",
          "en": "The Diplomatic Revolution led to the formation of new rival alliances (the Anglo-Prussian Alliance and the Franco-Austrian Alliance), which acted as a catalyst for the outbreak of the Seven Years' War."
        }
      }
    },
    {
      "source": "大不列颠王国",
      "target": "英普联盟 (1756年)",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1756"
      }
    },
    {
      "source": "普鲁士王国",
      "target": "英普联盟 (1756年)",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1756"
      }
    },
    {
      "source": "法兰西王国",
      "target": "法奥同盟",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1756"
      }
    },
    {
      "source": "哈布斯堡君主国",
      "target": "法奥同盟",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1756"
      }
    },
    {
      "source": "俄罗斯帝国",
      "target": "法奥同盟",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1756",
        "end_date": "1762",
        "description": {
          "zh-cn": "俄罗斯帝国起初与奥地利同盟，但在1762年彼得三世即位后改变立场。",
          "en": "The Russian Empire was initially allied with Austria but changed its stance after Peter III ascended the throne in 1762."
        }
      }
    },
    {
      "source": "腓特烈二世 (普鲁士)",
      "target": "七年战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1756-08-29",
        "description": {
          "zh-cn": "作为先发制人的行动，率军入侵萨克森，从而引发了七年战争的欧洲战事。",
          "en": "As a pre-emptive action, he led his army to invade Saxony, thereby initiating the European theater of the Seven Years' War."
        }
      }
    },
    {
      "source": "玛丽亚·特蕾西娅",
      "target": "腓特烈二世 (普鲁士)",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1740 - 1763",
        "description": {
          "zh-cn": "玛丽亚·特蕾西娅将腓特烈二世视为宿敌，其外交和军事行动的主要目标就是遏制普鲁士的扩张并夺回西里西亚。",
          "en": "Maria Theresa viewed Frederick II as her nemesis, and her primary diplomatic and military goal was to contain Prussian expansion and reclaim Silesia."
        }
      }
    },
    {
      "source": "伊莉莎白 (俄罗斯女皇)",
      "target": "腓特烈二世 (普鲁士)",
      "type": "ENEMY_OF",
      "properties": {
        "end_date": "1762-01-05",
        "description": {
          "zh-cn": "伊丽莎白女皇领导俄国加入反普同盟，决心削弱普鲁士的力量。",
          "en": "Empress Elizabeth led Russia to join the anti-Prussian coalition, determined to weaken Prussia's power."
        }
      }
    },
    {
      "source": "彼得三世 (俄罗斯)",
      "target": "腓特烈二世 (普鲁士)",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1762-01-05",
        "end_date": "1762-06-28",
        "description": {
          "zh-cn": "彼得三世是腓特烈和普鲁士文化的狂热崇拜者，一即位就立即与普鲁士媾和并结盟。",
          "en": "Peter III was an ardent admirer of Frederick and Prussian culture, and immediately upon his accession, he made peace and allied with Prussia."
        }
      }
    },
    {
      "source": "彼得三世 (俄罗斯)",
      "target": "勃兰登堡王室的奇迹",
      "type": "PUSHED",
      "properties": {
        "start_date": "1762",
        "description": {
          "zh-cn": "彼得三世即位后，俄国从普鲁士的敌人转为盟友，这一戏剧性转变被称为勃兰登堡王室的奇迹。",
          "en": "After Peter III's accession, Russia turned from an enemy of Prussia into an ally, a dramatic shift known as the Miracle of the House of Brandenburg."
        }
      }
    },
    {
      "source": "勃兰登堡王室的奇迹",
      "target": "普鲁士王国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1762",
        "description": {
          "zh-cn": "俄国的倒戈使普鲁士从濒临崩溃的绝境中得以起死回生，能够集中力量对抗奥地利。",
          "en": "Russia's change of sides allowed Prussia to recover from the brink of collapse and concentrate its forces against Austria."
        }
      }
    },
    {
      "source": "叶卡捷琳娜二世",
      "target": "彼得三世 (俄罗斯)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1762-06-28",
        "description": {
          "zh-cn": "通过宫廷政变废黜并随后谋杀了其丈夫彼得三世，自己登基为女皇。",
          "en": "Deposed and subsequently murdered her husband Peter III in a palace coup, ascending to the throne as Empress."
        }
      }
    },
    {
      "source": "七年战争",
      "target": "巴黎条约 (1763年)",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "七年战争的结束促成了《巴黎条约》的签订，以解决英国、法国和西班牙之间的冲突。",
          "en": "The end of the Seven Years' War led to the signing of the Treaty of Paris to resolve the conflicts between Great Britain, France, and Spain."
        }
      }
    },
    {
      "source": "七年战争",
      "target": "胡贝图斯堡条约",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "七年战争的结束促成了《胡贝图斯堡条约》的签订，以解决普鲁士、奥地利和萨克森之间的冲突。",
          "en": "The end of the Seven Years' War led to the signing of the Treaty of Hubertusburg to resolve the conflicts between Prussia, Austria, and Saxony."
        }
      }
    },
    {
      "source": "巴黎条约 (1763年)",
      "target": "大不列颠王国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1763-02-10",
        "description": {
          "zh-cn": "英国通过条约获得了法国在北美和印度的大片殖民地，成为世界霸主。",
          "en": "Through the treaty, Great Britain acquired vast French colonies in North America and India, becoming the dominant world power."
        }
      }
    },
    {
      "source": "巴黎条约 (1763年)",
      "target": "法兰西王国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1763-02-10",
        "description": {
          "zh-cn": "法国被迫割让大量海外殖民地给英国，失去了世界第一强国的地位。",
          "en": "France was forced to cede vast overseas colonies to Great Britain, losing its status as the world's foremost power."
        }
      }
    },
    {
      "source": "胡贝图斯堡条约",
      "target": "普鲁士王国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1763-02-15",
        "description": {
          "zh-cn": "条约确认了普鲁士对西里西亚的统治权，使其崛起为公认的中欧强权。",
          "en": "The treaty confirmed Prussia's sovereignty over Silesia, allowing it to rise as an acknowledged Central European power."
        }
      }
    },
    {
      "source": "胡贝图斯堡条约",
      "target": "哈布斯堡君主国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1763-02-15",
        "description": {
          "zh-cn": "奥地利在条约中正式放弃对西里西亚的主权要求，未能实现其核心战争目标。",
          "en": "In the treaty, Austria officially renounced its claim to Silesia, failing to achieve its core war objective."
        }
      }
    },
    {
      "source": "七年战争",
      "target": "美国独立战争",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "英国为支付七年战争的巨额费用而向北美殖民地征收重税，成为引发美国独立战争的重要导火索。",
          "en": "Britain's imposition of heavy taxes on its North American colonies to pay for the enormous costs of the Seven Years' War became a major catalyst for the American Revolutionary War."
        }
      }
    }
  ]
}