{
  "nodes": [
    {
      "id": "许世友",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许世友",
          "许释友",
          "汉禹",
          "永祥",
          "三伢子",
          "释友",
          "世友"
        ],
        "en": [
          "Xu Shiyou"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1906-02-28 - 1985-10-22",
        "birth_place": {
          "zh-cn": "大清湖北省麻城（今河南省信阳市新县）",
          "en": "Macheng, Hubei, Great Qing (modern Xinxian, Xinyang, Henan)"
        },
        "death_place": {
          "zh-cn": "中华人民共和国江苏省南京市",
          "en": "Nanjing, Jiangsu, People's Republic of China"
        },
        "description": {
          "zh-cn": "中国人民解放军军事将领，中华人民共和国开国上将。曾任南京军区及广州军区司令员、国防部副部长、中共中央政治局委员、中央顾问委员会副主任等职。他出身贫寒，曾在少林寺习武，后参与多次重要战役，包括国共内战及朝鲜战争，并指挥了西沙海战和中越战争。",
          "en": "A military general of the People's Liberation Army (PLA) and a founding General of the People's Republic of China. He served as the commander of the Nanjing and Guangzhou Military Regions, Vice Minister of National Defense, a member of the Politburo of the CPC Central Committee, and Vice Chairman of the Central Advisory Commission. Coming from a humble background, he studied martial arts at the Shaolin Temple and later participated in numerous significant campaigns, including the Chinese Civil War, the Korean War, and commanded the Battle of the Paracel Islands and the Sino-Vietnamese War."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1893-12-26 - 1976-09-09",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人。在许世友因“反革命集团案”被捕后，担保释放了他，并在此后长期信任和重用他。",
          "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army. After Xu Shiyou was arrested in the 'counter-revolutionary group case,' Mao guaranteed his release and subsequently trusted and heavily relied on him for a long time."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1904-08-22 - 1997-02-19",
        "description": {
          "zh-cn": "中华人民共和国第二代主要领导人。曾与许世友一同进军冀南，并在许世友晚年特批其土葬要求。",
          "en": "The paramount leader of the second generation of the People's Republic of China. He marched into southern Hebei with Xu Shiyou and later gave special approval for Xu's request for an earth burial in his final years."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1898-03-05 - 1976-01-08",
        "description": {
          "zh-cn": "中华人民共和国首任国务院总理。在文革后期，曾遭到包括许世友在内的一些人的批评和攻击。",
          "en": "The first Premier of the State Council of the People's Republic of China. During the later stages of the Cultural Revolution, he was criticized and attacked by several individuals, including Xu Shiyou."
        }
      }
    },
    {
      "id": "张国焘",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张国焘"
        ],
        "en": [
          "Zhang Guotao"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1897-11-26 - 1979-12-03",
        "description": {
          "zh-cn": "中国共产党早期领导人之一，红四方面军的主要领导者。许世友曾是其麾下高级将领，后因张国焘路线问题受到牵连。",
          "en": "An early leader of the Communist Party of China and a key leader of the Red Fourth Front Army. Xu Shiyou was a high-ranking general under his command and was later implicated due to issues related to Zhang Guotao's political line."
        }
      }
    },
    {
      "id": "雷明珍",
      "type": "Person",
      "name": {
        "zh-cn": [
          "雷明珍"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "许世友的第二任妻子，在红军禁烟局及政治部工作。在许世友因“反革命集团案”被关押期间提出离婚。",
          "en": "Xu Shiyou's second wife, who worked in the Red Army's Opium Prohibition Bureau and Political Department. She filed for divorce while Xu was imprisoned during the 'counter-revolutionary group case'."
        }
      }
    },
    {
      "id": "田明兰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "田明兰",
          "田普"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "lifetime": " - 2017-06-30",
        "description": {
          "zh-cn": "许世友的第三任妻子，两人于1943年在山东结婚，相伴终身。",
          "en": "Xu Shiyou's third wife. They married in Shandong in 1943 and remained together for the rest of his life."
        }
      }
    },
    {
      "id": "王建安",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王建安"
        ],
        "en": [
          "Wang Jian'an"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1907-11-08 - 1980-07-25",
        "description": {
          "zh-cn": "中国人民解放军开国上将，曾任红四军政治委员。他举报了许世友等人计划脱离红军的行动，导致“许世友反革命集团案”爆发。",
          "en": "A founding General of the PLA, he served as the political commissar of the Red 4th Army. He reported the plan of Xu Shiyou and others to desert the Red Army, leading to the outbreak of the 'Xu Shiyou counter-revolutionary group case'."
        }
      }
    },
    {
      "id": "粟裕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "粟裕"
        ],
        "en": [
          "Su Yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1907-08-10 - 1984-02-05",
        "description": {
          "zh-cn": "中国人民解放军主要领导人之一，卓越的军事家。在国共内战期间，曾作为华东野战军的指挥官，多次指挥许世友所在的部队作战，如孟良崮战役和济南战役。",
          "en": "One of the main leaders of the PLA and an outstanding military strategist. During the Chinese Civil War, as a commander of the East China Field Army, he commanded Xu Shiyou's troops in multiple battles, such as the Menglianggu and Jinan campaigns."
        }
      }
    },
    {
      "id": "许世友反革命集团案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "许世友反革命集团案"
        ],
        "en": [
          "Xu Shiyou Counter-revolutionary Group Case"
        ]
      },
      "properties": {
        "period": "1937-04 - ",
        "description": {
          "zh-cn": "1937年发生在延安的政治事件。因中共中央斗争张国焘，原红四方面军高级干部许世友等人计划脱离红军，事泄后被捕。此事件导致许世友被关押，并与其妻雷明珍离婚，但后因毛泽东的担保而获释。",
          "en": "A political incident that occurred in Yan'an in 1937. Due to the CPC Central Committee's struggle against Zhang Guotao, Xu Shiyou and other senior cadres of the former Red Fourth Front Army planned to desert the Red Army. After the plan was exposed, they were arrested. This event led to Xu Shiyou's imprisonment and his divorce from his wife Lei Mingzhen, but he was later released on Mao Zedong's guarantee."
        }
      }
    },
    {
      "id": "孟良崮战役",
      "type": "Event",
      "name": {
        "zh-cn": [
          "孟良崮战役"
        ],
        "en": [
          "Menglianggu Campaign"
        ]
      },
      "properties": {
        "period": "1947-05 - 1947-05",
        "description": {
          "zh-cn": "第二次国共内战期间，华东野战军在山东蒙阴县孟良崮地区对国民革命军精锐整编第七十四师进行的围歼战。许世友率领的第九纵队担任主攻任务之一，率先攻上主峰。",
          "en": "During the Second Chinese Civil War, it was a battle of annihilation waged by the East China Field Army against the elite Nationalist Reorganized 74th Division in the Menglianggu area of Mengyin County, Shandong. The 9th Column, led by Xu Shiyou, served as one of the main attacking forces and was the first to capture the main peak."
        }
      }
    },
    {
      "id": "张灵甫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张灵甫"
        ],
        "en": [
          "Zhang Lingfu"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1903-08-20 - 1947-05-16",
        "description": {
          "zh-cn": "中华民国国民革命军高级将领，整编第七十四师师长。在孟良崮战役中被华东野战军包围并阵亡。",
          "en": "A high-ranking general of the National Revolutionary Army of the Republic of China and commander of the Reorganized 74th Division. He was surrounded and killed by the East China Field Army during the Menglianggu Campaign."
        }
      }
    },
    {
      "id": "济南战役",
      "type": "Event",
      "name": {
        "zh-cn": [
          "济南战役"
        ],
        "en": [
          "Jinan Campaign"
        ]
      },
      "properties": {
        "period": "1948-09-16 - 1948-09-24",
        "description": {
          "zh-cn": "第二次国共内战期间，华东野战军对国民党军守备的山东省会济南市发起的攻城战役。许世友是攻城兵团的指挥官之一。",
          "en": "During the Second Chinese Civil War, it was an urban offensive launched by the East China Field Army against the KMT-defended provincial capital of Jinan, Shandong. Xu Shiyou was one of the commanders of the attacking forces."
        }
      }
    },
    {
      "id": "王耀武",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王耀武"
        ],
        "en": [
          "Wang Yaowu"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1904-01-17 - 1968-07-03",
        "description": {
          "zh-cn": "中华民国国民革命军高级将领，时任国军山东省政府主席兼第二绥靖区司令官。在济南战役中兵败被俘。",
          "en": "A high-ranking general of the National Revolutionary Army of the Republic of China, serving as the Chairman of the Shandong Provincial Government and Commander of the 2nd Pacification Zone. He was defeated and captured during the Jinan Campaign."
        }
      }
    },
    {
      "id": "1979年中越战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "1979年中越战争",
          "中越边境战争"
        ],
        "en": [
          "Sino-Vietnamese War"
        ]
      },
      "properties": {
        "period": "1979-02-17 - 1979-03-16",
        "description": {
          "zh-cn": "1979年中华人民共和国与越南社会主义共和国之间爆发的边境战争。时任广州军区司令员的许世友负责指挥东线中国军队的作战行动。",
          "en": "A border war between the People's Republic of China and the Socialist Republic of Vietnam in 1979. Xu Shiyou, then commander of the Guangzhou Military Region, was responsible for directing the combat operations of the Chinese forces on the eastern front."
        }
      }
    },
    {
      "id": "清查“五·一六反革命集团”运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "清查“五·一六反革命集团”运动",
          "清查五·一六"
        ],
        "en": [
          "Cleansing of the May 16th Elements"
        ]
      },
      "properties": {
        "period": "1970-04 - ",
        "description": {
          "zh-cn": "文化大革命期间的一场政治运动，旨在清查所谓的“五一六反革命阴谋集团”。许世友在江苏主政期间，积极推动此运动，造成大量冤假错案。",
          "en": "A political campaign during the Cultural Revolution aimed at purging the alleged 'May 16 Counter-revolutionary Clique'. While in charge of Jiangsu, Xu Shiyou actively promoted this movement, resulting in a large number of unjust, false, and wrongful cases."
        }
      }
    },
    {
      "id": "中国人民解放军南京军区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军南京军区",
          "南京军区"
        ],
        "en": [
          "Nanjing Military Region"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国人民解放军曾在中国东部设立的大军区之一。许世友曾长期担任该军区司令员。",
          "en": "One of the former major military regions of the People's Liberation Army, located in eastern China. Xu Shiyou served as its commander for a long period."
        }
      }
    },
    {
      "id": "中国人民解放军广州军区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军广州军区",
          "广州军区"
        ],
        "en": [
          "Guangzhou Military Region"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国人民解放军曾在中国南部设立的大军区之一。许世友于1973年调任该军区司令员。",
          "en": "One of the former major military regions of the People's Liberation Army, located in southern China. Xu Shiyou was transferred to be its commander in 1973."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "许世友",
      "target": "中国人民解放军南京军区",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1955-03",
        "end_date": "1973-12",
        "position": {
          "zh-cn": "司令员",
          "en": "Commander"
        },
        "description": {
          "zh-cn": "1955年3月至1973年12月，许世友担任南京军区司令员。",
          "en": "From March 1955 to December 1973, Xu Shiyou served as the commander of the Nanjing Military Region."
        }
      }
    },
    {
      "source": "许世友",
      "target": "中国人民解放军广州军区",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1973-12",
        "end_date": "1980-01",
        "position": {
          "zh-cn": "司令员",
          "en": "Commander"
        },
        "description": {
          "zh-cn": "1973年12月至1980年1月，许世友担任广州军区司令员。",
          "en": "From December 1973 to January 1980, Xu Shiyou served as the commander of the Guangzhou Military Region."
        }
      }
    },
    {
      "source": "许世友",
      "target": "粟裕",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1947",
        "end_date": "1948",
        "description": {
          "zh-cn": "在国共内战期间，许世友所在的华东野战军部队归粟裕指挥，参与了孟良崮战役和济南战役等。",
          "en": "During the Chinese Civil War, Xu Shiyou's unit in the East China Field Army was under the command of Su Yu, participating in campaigns such as Menglianggu and Jinan."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "许世友",
      "type": "PUSHED",
      "properties": {
        "start_date": "1937",
        "description": {
          "zh-cn": "在“许世友反革命集团案”中，毛泽东亲自担保，使得许世友最终被释放，并在此后长期信任和重用他。",
          "en": "In the 'Xu Shiyou Counter-revolutionary Group Case', Mao Zedong personally guaranteed Xu Shiyou's release, and subsequently trusted and heavily relied on him."
        }
      }
    },
    {
      "source": "王建安",
      "target": "许世友",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1937-04",
        "description": {
          "zh-cn": "王建安举报了许世友等人企图脱离红军的计划，直接导致许世友被捕。",
          "en": "Wang Jian'an reported Xu Shiyou's plan to desert the Red Army, which directly led to Xu's arrest."
        }
      }
    },
    {
      "source": "许世友反革命集团案",
      "target": "许世友",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1937-04",
        "description": {
          "zh-cn": "该事件导致许世友被逮捕和关押。",
          "en": "This incident led to Xu Shiyou's arrest and imprisonment."
        }
      }
    },
    {
      "source": "许世友",
      "target": "雷明珍",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1934",
        "end_date": "1937",
        "description": {
          "zh-cn": "许世友的第二任妻子。在许世友因“反革命集团案”被关押期间，雷明珍提出离婚。",
          "en": "Xu Shiyou's second wife. Lei Mingzhen filed for divorce while Xu was imprisoned during the 'counter-revolutionary group case'."
        }
      }
    },
    {
      "source": "许世友",
      "target": "田明兰",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1943",
        "end_date": "1985-10-22",
        "description": {
          "zh-cn": "许世友的第三任妻子，两人相伴终身。",
          "en": "Xu Shiyou's third wife, they remained together for the rest of his life."
        }
      }
    },
    {
      "source": "许世友",
      "target": "孟良崮战役",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-05",
        "description": {
          "zh-cn": "许世友率领华东野战军第九纵队作为主攻部队之一参加了孟良崮战役。",
          "en": "Xu Shiyou led the 9th Column of the East China Field Army as one of the main attacking forces in the Menglianggu Campaign."
        }
      }
    },
    {
      "source": "孟良崮战役",
      "target": "张灵甫",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1947-05-16",
        "end_date": "1947-05-16",
        "description": {
          "zh-cn": "国民革命军整编第七十四师师长张灵甫在该战役中兵败阵亡。",
          "en": "Zhang Lingfu, commander of the Nationalist Reorganized 74th Division, was defeated and killed in this campaign."
        }
      }
    },
    {
      "source": "许世友",
      "target": "济南战役",
      "type": "PUSHED",
      "properties": {
        "start_date": "1948-09",
        "description": {
          "zh-cn": "许世友担任济南战役攻城兵团指挥官，负责指挥对济南的进攻。",
          "en": "Xu Shiyou served as the commander of the Jinan Campaign's city assault group, responsible for directing the attack on Jinan."
        }
      }
    },
    {
      "source": "济南战役",
      "target": "王耀武",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1948-09-24",
        "description": {
          "zh-cn": "国民党山东守将王耀武在济南战役中兵败，于撤退途中被俘。",
          "en": "The KMT's Shandong commander Wang Yaowu was defeated in the Jinan Campaign and captured while retreating."
        }
      }
    },
    {
      "source": "许世友",
      "target": "周恩来",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1973",
        "description": {
          "zh-cn": "1973年，许世友参与批评周恩来，斥责其“要搞修正主义”，并将关于“伍豪事件”的伪造材料告发给江青，给周恩来造成了巨大压力。",
          "en": "In 1973, Xu Shiyou participated in criticizing Zhou Enlai, denouncing him for 'wanting to practice revisionism,' and reported fabricated materials concerning the 'Wu Hao Incident' to Jiang Qing, putting immense pressure on Zhou Enlai."
        }
      }
    },
    {
      "source": "清查“五·一六反革命集团”运动",
      "target": "许世友",
      "type": "PUSHED",
      "properties": {
        "start_date": "1970-04",
        "description": {
          "zh-cn": "许世友利用清查“五·一六”运动，在主政江苏期间打击异己，巩固其权力。",
          "en": "Xu Shiyou used the Cleansing of the May 16th Elements movement to strike at his opponents and consolidate his power while in charge of Jiangsu."
        }
      }
    },
    {
      "source": "许世友",
      "target": "1979年中越战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1979-02",
        "description": {
          "zh-cn": "时任广州军区司令员的许世友指挥了1979年中越战争的东线战斗。",
          "en": "As the commander of the Guangzhou Military Region, Xu Shiyou commanded the fighting on the eastern front of the 1979 Sino-Vietnamese War."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "许世友",
      "type": "PUSHED",
      "properties": {
        "start_date": "1985",
        "description": {
          "zh-cn": "邓小平作为时任中央军委主席，特批了许世友逝世后土葬的请求。",
          "en": "As the chairman of the Central Military Commission at the time, Deng Xiaoping gave special approval for Xu Shiyou's request for an earth burial after his death."
        }
      }
    }
  ]
}