{
  "nodes": [
    {
      "id": "山东军区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "山东军区",
          "山东解放区",
          "国民革命军第八路军山东军区",
          "国民革命军第十八集团军山东军区",
          "山东抗日根据地"
        ],
        "en": []
      },
      "properties": {
        "period": [
          "1937 - 1947-02",
          "1949-02 - 1955"
        ],
        "description": {
          "zh-cn": "抗日战争至第二次国共内战时期中国共产党在山东设立的军事组织，是华北四大根据地之一。其部队为第四野战军和第三野战军的建立奠定了重要基础。该番号于1947年2月撤销，1949年2月重建，至1955年改编为济南军区。",
          "en": "A military organization established by the Communist Party of China in Shandong during the Second Sino-Japanese War and the second Chinese Civil War. It was one of the four major bases in North China. Its troops laid an important foundation for the establishment of the Fourth and Third Field Armies. The designation was abolished in February 1947, re-established in February 1949, and reorganized into the Jinan Military Region in 1955."
        }
      }
    },
    {
      "id": "罗荣桓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗荣桓"
        ],
        "en": [
          "Luo Ronghuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党军事家、政治家，中华人民共和国元帅。在抗日战争和第二次国共内战期间，他组建并领导山东军区，对中共在山东乃至全国的军事胜利起到了关键作用。",
          "en": "A Chinese Communist military leader, politician, and a Marshal of the People's Republic of China. During the Second Sino-Japanese War and the Chinese Civil War, he founded and led the Shandong Military Region, playing a crucial role in the CCP's military victories in Shandong and across the country."
        }
      }
    },
    {
      "id": "东北人民自治军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东北人民自治军"
        ],
        "en": [
          "Northeast People's Autonomous Army"
        ]
      },
      "properties": {
        "period": "1945-10 - ",
        "description": {
          "zh-cn": "抗日战争胜利后，由进入中国东北的山东军区主力和新四军第三师等部队组建，是东北民主联军、东北野战军及第四野战军的前身。",
          "en": "Formed after the victory of the Second Sino-Japanese War from the main forces of the Shandong Military Region and the 3rd Division of the New Fourth Army that entered Northeast China. It was the predecessor of the Northeast Democratic United Army, the Northeast Field Army, and the Fourth Field Army."
        }
      }
    },
    {
      "id": "新四军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新四军"
        ],
        "en": [
          "New Fourth Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "抗日战争时期由中国共产党领导的其中一支主要武装力量。战后其部队成为华东野战军（第三野战军）和东北野战军（第四野战军）的重要组成部分。1947年2月番号撤销。",
          "en": "One of the main armed forces led by the Communist Party of China during the Second Sino-Japanese War. After the war, its units became important components of the East China Field Army (Third Field Army) and the Northeast Field Army (Fourth Field Army). Its designation was abolished in February 1947."
        }
      }
    },
    {
      "id": "黄克诚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄克诚"
        ],
        "en": [
          "Huang Kecheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党军事家，中国人民解放军大将。抗战胜利后率领新四军第三师进入东北，与山东军区部队共同组建东北人民自治军。",
          "en": "A Chinese Communist military leader and a Senior General of the People's Liberation Army. After the victory of the Anti-Japanese War, he led the 3rd Division of the New Fourth Army into the Northeast, where they co-founded the Northeast People's Autonomous Army with troops from the Shandong Military Region."
        }
      }
    },
    {
      "id": "新四军第三师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新四军第三师"
        ],
        "en": [
          "3rd Division of the New Fourth Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由黄克诚领导的新四军下属部队。抗战胜利后，该师3.5万余人进入东北，成为组建东北人民自治军的重要力量。",
          "en": "A unit of the New Fourth Army led by Huang Kecheng. After the victory of the Anti-Japanese War, over 35,000 personnel from this division entered the Northeast, becoming a significant force in the formation of the Northeast People's Autonomous Army."
        }
      }
    },
    {
      "id": "山东野战军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "山东野战军"
        ],
        "en": [
          "Shandong Field Army"
        ]
      },
      "properties": {
        "period": "1946-01-07 - 1947-02",
        "description": {
          "zh-cn": "第二次国共内战初期，由山东军区留守部队和新四军江北部队合并组建的野战部队，后与华中野战军合编为华东野战军。",
          "en": "A field army formed in the early stages of the second Chinese Civil War by merging the remaining forces of the Shandong Military Region and the New Fourth Army's units from north of the Yangtze. It later merged with the Central China Field Army to form the East China Field Army."
        }
      }
    },
    {
      "id": "陈毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈毅"
        ],
        "en": [
          "Chen Yi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党军事家、政治家，中华人民共和国元帅。曾任新四军军长，并在1946年兼任山东军区司令员，后担任华东军区及华东野战军司令员。",
          "en": "A Chinese Communist military leader, politician, and a Marshal of the People's Republic of China. He served as the commander of the New Fourth Army, concurrently held the command of the Shandong Military Region in 1946, and later commanded the East China Military Region and the East China Field Army."
        }
      }
    },
    {
      "id": "饶漱石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "饶漱石"
        ],
        "en": [
          "Rao Shushi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期领导人。1946年新四军与山东军区合并后，担任政治委员。",
          "en": "An early leader of the Communist Party of China. After the merger of the New Fourth Army and the Shandong Military Region in 1946, he served as the political commissar."
        }
      }
    },
    {
      "id": "中共中央军委",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央军委",
          "中央军委"
        ],
        "en": [
          "Central Military Commission of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央军事委员会，是中国共产党领导下的最高军事领导机构。",
          "en": "The Central Military Commission of the Communist Party of China, the supreme military leading body under the leadership of the CCP."
        }
      }
    },
    {
      "id": "华中野战军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华中野战军"
        ],
        "en": [
          "Central China Field Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "第二次国共内战时期，由江南新四军部队编成的野战部队，由粟裕领导。1947年2月与山东野战军合并为华东野战军。",
          "en": "A field army formed during the second Chinese Civil War from New Fourth Army units south of the Yangtze, led by Su Yu. In February 1947, it merged with the Shandong Field Army to form the East China Field Army."
        }
      }
    },
    {
      "id": "华东野战军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华东野战军"
        ],
        "en": [
          "East China Field Army"
        ]
      },
      "properties": {
        "period": "1947-02 - 1949-01",
        "description": {
          "zh-cn": "第二次国共内战时期，由山东野战军与华中野戦军合并组建的中国人民解放军主力部队之一，后改称第三野战军。",
          "en": "One of the main forces of the People's Liberation Army during the second Chinese Civil War, formed by the merger of the Shandong Field Army and the Central China Field Army. It was later renamed the Third Field Army."
        }
      }
    },
    {
      "id": "华东军区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华东军区"
        ],
        "en": [
          "East China Military Region"
        ]
      },
      "properties": {
        "period": "1947-02 - ",
        "description": {
          "zh-cn": "由原山东军区和华中军区于1947年2月合并组建，负责华东地区的军事行政事务。",
          "en": "Formed in February 1947 by the merger of the former Shandong Military Region and the Central China Military Region, responsible for military and administrative affairs in East China."
        }
      }
    },
    {
      "id": "华中军区 (新四军)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华中军区 (新四军)",
          "华中军区"
        ],
        "en": [
          "Central China Military Region (New Fourth Army)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "第二次国共内战时期由新四军在华中地区设立的军区。1947年2月与山东军区合并为华东军区。",
          "en": "A military region established by the New Fourth Army in Central China during the second Chinese Civil War. In February 1947, it merged with the Shandong Military Region to form the East China Military Region."
        }
      }
    },
    {
      "id": "济南军区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "济南军区"
        ],
        "en": [
          "Jinan Military Region"
        ]
      },
      "properties": {
        "period": "1955 - ",
        "description": {
          "zh-cn": "中国人民解放军曾在中国山东省设立的大军区，前身为1955年由山东军区改编而来。",
          "en": "A former major military region of the People's Liberation Army located in Shandong Province, which was reorganized from the Shandong Military Region in 1955."
        }
      }
    },
    {
      "id": "第二次国共内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次国共内战"
        ],
        "en": [
          "Chinese Civil War"
        ]
      },
      "properties": {
        "period": "1945 - 1949",
        "description": {
          "zh-cn": "1945年至1949年间，中国共产党与中国国民党之间为争夺中国领导权而进行的战争。",
          "en": "A war fought between the Communist Party of China and the Kuomintang for the control of China from 1945 to 1949."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人。",
          "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army."
        }
      }
    },
    {
      "id": "国民革命军第十八集团军第115师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民革命军第十八集团军第115师",
          "八路军115师"
        ],
        "en": [
          "115th Division of the 18th Group Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "八路军的主力师之一，抗日战争期间由林彪、罗荣桓等人率领进入山东，其部队成为组建山东军区的基础。",
          "en": "One of the main divisions of the Eighth Route Army. During the Second Sino-Japanese War, it was led by figures like Lin Biao and Luo Ronghuan into Shandong, and its troops became the foundation for the establishment of the Shandong Military Region."
        }
      }
    },
    {
      "id": "张云逸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张云逸"
        ],
        "en": [
          "Zhang Yunyi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党军事家，中国人民解放军大将。1949年2月山东军区重建后，担任首任司令员。",
          "en": "A Chinese Communist military leader and a Senior General of the People's Liberation Army. After the re-establishment of the Shandong Military Region in February 1949, he served as its first commander."
        }
      }
    },
    {
      "id": "许世友",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许世友"
        ],
        "en": [
          "Xu Shiyou"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军上将。曾在山东军区担任胶东军区司令员，1949年山东军区重建后任副司令员，后接任司令员。",
          "en": "A General of the People's Liberation Army. He served as the commander of the Jiaodong Military Region within the Shandong Military Region. After the re-establishment of the Shandong Military Region in 1949, he served as Deputy Commander and later succeeded as Commander."
        }
      }
    },
    {
      "id": "康生",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康生"
        ],
        "en": [
          "Kang Sheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一。1949年2月山东军区重建后，担任政治委员。",
          "en": "A former major leader of the Communist Party of China and the People's Republic of China. After the re-establishment of the Shandong Military Region in February 1949, he served as its political commissar."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "国民革命军第十八集团军第115师",
      "target": "山东军区",
      "type": "PUSHED",
      "properties": {
        "start_date": "1939",
        "description": {
          "zh-cn": "1939年，罗荣桓与陈光率八路军115师师部和主力一部进入山东，其部队成为组建山东军区的基础。",
          "en": "In 1939, Luo Ronghuan and Chen Guang led the headquarters and main force of the 115th Division of the Eighth Route Army into Shandong, and its troops became the foundation for establishing the Shandong Military Region."
        }
      }
    },
    {
      "source": "罗荣桓",
      "target": "山东军区",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "司令员、政治委员",
          "en": "Commander and Political Commissar"
        },
        "end_date": "1945-09",
        "description": {
          "zh-cn": "抗日战争时期，罗荣桓是山东军区的主要组建者和领导者，担任司令员兼政治委员，直至1945年9月率主力部队进入东北。",
          "en": "During the Second Sino-Japanese War, Luo Ronghuan was the main founder and leader of the Shandong Military Region, serving as its commander and political commissar until he led the main forces into the Northeast in September 1945."
        }
      }
    },
    {
      "source": "山东军区",
      "target": "东北人民自治军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1945-09",
        "end_date": "1945-10",
        "description": {
          "zh-cn": "1945年9至10月间，山东军区6个师共计6万余人，在罗荣桓率领下进入东北，成为组建东北人民自治军的核心力量。",
          "en": "Between September and October 1945, six divisions from the Shandong Military Region, totaling over 60,000 personnel, entered the Northeast under the leadership of Luo Ronghuan and became the core force in the formation of the Northeast People's Autonomous Army."
        }
      }
    },
    {
      "source": "新四军第三师",
      "target": "东北人民自治军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1945-09",
        "description": {
          "zh-cn": "抗战胜利后，黄克诚率领新四军第三师3.5万余人进入东北，与山东军区部队共同组建东北人民自治军。",
          "en": "After the victory of the Anti-Japanese War, Huang Kecheng led over 35,000 personnel from the 3rd Division of the New Fourth Army into the Northeast, where they co-founded the Northeast People's Autonomous Army with troops from the Shandong Military Region."
        }
      }
    },
    {
      "source": "中共中央军委",
      "target": "山东野战军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1946-01",
        "description": {
          "zh-cn": "1946年1月，中共中央军委电令，要求新四军军部与山东军区合并，并组建一支野战部队，即山东野战军。",
          "en": "In January 1946, the CCP Central Military Commission ordered the merger of the New Fourth Army Headquarters with the Shandong Military Region and the formation of a field army, which became the Shandong Field Army."
        }
      }
    },
    {
      "source": "新四军",
      "target": "山东野战军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1946-01-07",
        "description": {
          "zh-cn": "1946年1月7日，新四军军部与山东军区合并，其江北部队与山东军区留守部队共同组建了山东野战军。",
          "en": "On January 7, 1946, the New Fourth Army Headquarters merged with the Shandong Military Region, and its units from north of the Yangtze, together with the remaining forces of the Shandong Military Region, formed the Shandong Field Army."
        }
      }
    },
    {
      "source": "山东野战军",
      "target": "华东野战军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-02",
        "description": {
          "zh-cn": "1947年2月，山东野战军与华中野战军合并，组建为华东野战军。",
          "en": "In February 1947, the Shandong Field Army merged with the Central China Field Army to form the East China Field Army."
        }
      }
    },
    {
      "source": "华中野战军",
      "target": "华东野战军",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-02",
        "description": {
          "zh-cn": "1947年2月，粟裕率领的华中野战军与山东野战军合并，组建为华东野战军。",
          "en": "In February 1947, the Central China Field Army, led by Su Yu, merged with the Shandong Field Army to form the East China Field Army."
        }
      }
    },
    {
      "source": "山东军区",
      "target": "华东军区",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-02",
        "description": {
          "zh-cn": "1947年2月，原山东军区与华中军区合并，组建为华东军区，原山东军区番号撤销。",
          "en": "In February 1947, the former Shandong Military Region merged with the Central China Military Region to form the East China Military Region, and the designation of the former Shandong Military Region was abolished."
        }
      }
    },
    {
      "source": "华中军区 (新四军)",
      "target": "华东军区",
      "type": "PUSHED",
      "properties": {
        "start_date": "1947-02",
        "description": {
          "zh-cn": "1947年2月，原华中军区与山东军区合并，组建为华东军区，原华中军区番号撤销。",
          "en": "In February 1947, the former Central China Military Region merged with the Shandong Military Region to form the East China Military Region, and the designation of the former Central China Military Region was abolished."
        }
      }
    },
    {
      "source": "陈毅",
      "target": "山东军区",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "司令员",
          "en": "Commander"
        },
        "start_date": "1946-01",
        "end_date": "1947-02",
        "description": {
          "zh-cn": "1946年1月新四军军部与山东军区合并后，兼任山东军区司令员。",
          "en": "After the merger of the New Fourth Army Headquarters and the Shandong Military Region in January 1946, he concurrently served as the commander of the Shandong Military Region."
        }
      }
    },
    {
      "source": "饶漱石",
      "target": "山东军区",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "政治委员",
          "en": "Political Commissar"
        },
        "start_date": "1946-01",
        "end_date": "1947-02",
        "description": {
          "zh-cn": "1946年1月新四军军部与山东军区合并后，担任山东军区政治委员。",
          "en": "After the merger of the New Fourth Army Headquarters and the Shandong Military Region in January 1946, he served as the political commissar of the Shandong Military Region."
        }
      }
    },
    {
      "source": "张云逸",
      "target": "山东军区",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "司令员",
          "en": "Commander"
        },
        "start_date": "1949-02",
        "description": {
          "zh-cn": "1949年2月山东军区重建后，担任首任司令员。",
          "en": "After the re-establishment of the Shandong Military Region in February 1949, he served as its first commander."
        }
      }
    },
    {
      "source": "许世友",
      "target": "山东军区",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副司令员，司令员",
          "en": "Deputy Commander, Commander"
        },
        "start_date": "1949-02",
        "description": {
          "zh-cn": "1949年2月山东军区重建后，先担任副司令员，后接替张云逸担任司令员。",
          "en": "After the re-establishment of the Shandong Military Region in February 1949, he first served as deputy commander and later succeeded Zhang Yunyi as commander."
        }
      }
    },
    {
      "source": "康生",
      "target": "山东军区",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "政治委员",
          "en": "Political Commissar"
        },
        "start_date": "1949-02",
        "description": {
          "zh-cn": "1949年2月山东军区重建后，担任政治委员。",
          "en": "After the re-establishment of the Shandong Military Region in February 1949, he served as its political commissar."
        }
      }
    },
    {
      "source": "山东军区",
      "target": "济南军区",
      "type": "PUSHED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "1955年，山东军区改编为济南军区。",
          "en": "In 1955, the Shandong Military Region was reorganized into the Jinan Military Region."
        }
      }
    },
    {
      "source": "罗荣桓",
      "target": "第二次国共内战",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "罗荣桓在山东的工作对第二次国共内战的全局起到了巨大的推动作用。毛泽东曾在1962年评价道：“山东只换上一个罗荣桓，全局的棋就下活了。山东的棋下活了，全国的棋也就活了。”",
          "en": "Luo Ronghuan's work in Shandong had a tremendous impact on the overall situation of the second Chinese Civil War. Mao Zedong commented in 1962: 'Just by placing Luo Ronghuan in Shandong, the entire strategic game came to life. Once the game in Shandong was alive, the national game became alive as well.'"
        }
      }
    }
  ]
}