{
  "nodes": [
    {
      "id": "李登辉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李登辉",
          "阿辉伯",
          "民主先生",
          "岩里政男"
        ],
        "en": [
          "Lee Teng-hui",
          "Iwasato Masao"
        ]
      },
      "properties": {
        "lifetime": "1923-01-15 - 2020-07-30",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "日治台湾台北州淡水郡三芝庄源兴居"
        },
        "death_place": {
          "zh-cn": "中华民国台湾台北市北投区台北荣民总医院"
        },
        "description": {
          "zh-cn": "中华民国农业经济学家与政治人物，曾任中华民国总统及中国国民党主席。他是中华民国首位台湾籍与首位公民直选产生的国家元首，任内推动了“宁静革命”，被认为是台湾民主化的重要推手。其政治立场从早年加入中国共产党，到成为国民党内主流派，最终在卸任后成为台湾本土派的精神领袖。他提出了“两国论”和“中华民国在台湾”等概念，深刻影响了台湾的政治走向和两岸关系。",
          "en": "A Taiwanese agricultural economist and politician who served as the President of the Republic of China and Chairman of the Kuomintang. He was the first native Taiwanese and the first popularly elected head of state in the ROC. During his tenure, he promoted the 'Quiet Revolution,' and is considered a key figure in Taiwan's democratization. His political stance evolved from joining the Chinese Communist Party in his youth to leading the mainstream faction of the KMT, and eventually becoming the spiritual leader of Taiwan's localization movement after leaving office. He proposed concepts such as the 'two-state theory' and 'Republic of China in Taiwan,' profoundly influencing Taiwan's political direction and cross-strait relations."
        }
      }
    },
    {
      "id": "蒋经国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋经国"
        ],
        "en": [
          "Chiang Ching-kuo"
        ]
      },
      "properties": {
        "lifetime": "1910-04-27 - 1988-01-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物及军事将领，曾任中华民国总统。他在晚年推动台湾民主化改革，并提拔了包括李登辉在内的多位台籍精英。",
          "en": "A political and military leader of the Republic of China who served as its president. In his later years, he initiated democratic reforms in Taiwan and promoted many native Taiwanese elites, including Lee Teng-hui."
        }
      }
    },
    {
      "id": "曾文惠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曾文惠"
        ],
        "en": [
          "Tseng Wen-hui"
        ]
      },
      "properties": {
        "lifetime": "1926-03-31 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国前总统李登辉的妻子，来自淡水郡的大地主家庭。",
          "en": "The wife of former ROC President Lee Teng-hui, from a prominent landowning family in Tamsui District."
        }
      }
    },
    {
      "id": "李金龙 (台北县议员)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李金龙 (台北县议员)",
          "李金龙"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "李登辉的父亲，日治时期担任刑警，战后曾任两届台北县议员。",
          "en": "Lee Teng-hui's father, who served as a police detective during the Japanese rule period and later as a two-term Taipei County councilor."
        }
      }
    },
    {
      "id": "李登钦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李登钦",
          "岩里武则"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "李登辉的兄长，二战期间作为台籍日本兵加入日本海军，在菲律宾马尼拉战役中阵亡，灵位奉于日本靖国神社。",
          "en": "Lee Teng-hui's elder brother. During World War II, as a Taiwanese-Japanese soldier, he joined the Imperial Japanese Navy and was killed in action during the Battle of Manila in the Philippines. His spirit tablet is enshrined at the Yasukuni Shrine in Japan."
        }
      }
    },
    {
      "id": "李宪文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李宪文"
        ],
        "en": [
          "Li Hsien-wen"
        ]
      },
      "properties": {
        "lifetime": "1950 - 1982-03-21",
        "gender": "Male",
        "description": {
          "zh-cn": "李登辉的独子，因鼻咽癌早逝。",
          "en": "Lee Teng-hui's only son, who died young from nasopharyngeal cancer."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。",
          "en": "The ruling political party of the People's Republic of China."
        }
      }
    },
    {
      "id": "吴克泰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴克泰"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党台北市工作委员会成员，据其所述，他曾引荐李登辉加入中国共产党。",
          "en": "A member of the Chinese Communist Party's Taipei City Working Committee, who claimed to have introduced Lee Teng-hui to the party."
        }
      }
    },
    {
      "id": "新民主同志会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新民主同志会"
        ]
      },
      "properties": {
        "period": "1947 - 1948",
        "description": {
          "zh-cn": "由李登辉等青年于1947年组织的左派团体，后被中国共产党吸收。",
          "en": "A leftist organization formed by Lee Teng-hui and other youths in 1947, which was later absorbed by the Chinese Communist Party."
        }
      }
    },
    {
      "id": "康乃尔大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "康乃尔大学",
          "康奈尔大学"
        ],
        "en": [
          "Cornell University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于美国纽约州的私立研究型大学。",
          "en": "A private research university in New York, USA."
        }
      }
    },
    {
      "id": "国立台湾大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立台湾大学",
          "台大"
        ],
        "en": [
          "National Taiwan University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的顶尖公立研究型大学，前身为台北帝国大学。",
          "en": "A top public research university in Taiwan, formerly known as Taihoku Imperial University."
        }
      }
    },
    {
      "id": "京都帝国大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "京都帝国大学"
        ],
        "en": [
          "Kyoto Imperial University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "日本的一所前帝国大学，现为京都大学。",
          "en": "A former Imperial University in Japan, now Kyoto University."
        }
      }
    },
    {
      "id": "爱荷华州立大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "爱荷华州立大学"
        ],
        "en": [
          "Iowa State University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于美国爱荷华州的公立大学。",
          "en": "A public university located in Iowa, USA."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党",
          "国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的政党，在李登辉执政时期为执政党。",
          "en": "A political party in the Republic of China, which was the ruling party during Lee Teng-hui's presidency."
        }
      }
    },
    {
      "id": "沈宗瀚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "沈宗瀚"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "农业学家，曾任农复会负责人。在李登辉遭警备总部调查后，将他以农业问题专家身份介绍给蒋经国。",
          "en": "An agronomist who served as the head of the JCRR. After Lee Teng-hui was investigated by the Taiwan Garrison Command, he introduced him to Chiang Ching-kuo as an agricultural expert."
        }
      }
    },
    {
      "id": "王作荣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王作荣"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾经济学家及政治人物。他曾向蒋经国推荐李登辉，并介绍李登辉加入国民党。",
          "en": "A Taiwanese economist and politician. He recommended Lee Teng-hui to Chiang Ching-kuo and introduced Lee to the Kuomintang."
        }
      }
    },
    {
      "id": "台湾警备总司令部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾警备总司令部",
          "警备总部",
          "警总"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国在动员戡乱时期的情治机关，曾两度拘捕并讯问李登辉。",
          "en": "An intelligence agency of the Republic of China during the Period of Mobilization for the Suppression of Communist Rebellion, which arrested and interrogated Lee Teng-hui on two occasions."
        }
      }
    },
    {
      "id": "中华民国总统",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国总统",
          "总统"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的国家元首职位。",
          "en": "The position of the head of state of the Republic of China."
        }
      }
    },
    {
      "id": "中国国民党主席",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党主席"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国国民党的最高领导人职位。",
          "en": "The highest leadership position in the Kuomintang."
        }
      }
    },
    {
      "id": "蒋经国之死",
      "type": "Event",
      "name": {
        "zh-cn": [
          "蒋经国之死"
        ]
      },
      "properties": {
        "period": "1988-01-13"
      }
    },
    {
      "id": "宁静革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "宁静革命"
        ],
        "en": [
          "Quiet Revolution"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指李登辉总统任内进行的一系列政治改革，旨在推动台湾的民主化。",
          "en": "Refers to the series of political reforms carried out during President Lee Teng-hui's tenure, aimed at promoting Taiwan's democratization."
        }
      }
    },
    {
      "id": "二月政争",
      "type": "Event",
      "name": {
        "zh-cn": [
          "二月政争"
        ]
      },
      "properties": {
        "period": "1990-02"
      }
    },
    {
      "id": "野百合学运",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "野百合学运"
        ]
      },
      "properties": {
        "period": "1990-03",
        "description": {
          "zh-cn": "1990年在台湾发生的一场学生运动，要求国会全面改选和总统直选，对李登辉的民主改革起到了推动作用。",
          "en": "A student movement in Taiwan in 1990 that demanded the full reelection of the National Assembly and direct presidential elections, which helped push forward Lee Teng-hui's democratic reforms."
        }
      }
    },
    {
      "id": "万年国会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "万年国会"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "对中华民国第一届中央民意代表的俗称，因其在1947-1948年于中国大陆选出后长期未改选。李登辉任内推动改革结束了此现象。",
          "en": "A colloquial term for the first-term central public representatives of the Republic of China, who were elected in mainland China in 1947-1948 and remained in office for decades without re-election. Lee Teng-hui's reforms ended this situation."
        }
      }
    },
    {
      "id": "1996年中华民国总统选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1996年中华民国总统选举"
        ]
      },
      "properties": {
        "period": "1996-03-23",
        "description": {
          "zh-cn": "中华民国首次公民直选总统，李登辉与连战搭档当选。",
          "en": "The first direct presidential election in the Republic of China, in which Lee Teng-hui and his running mate Lien Chan were elected."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中共政权",
          "中国大陆"
        ],
        "en": [
          "People's Republic of China",
          "PRC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的国家，由中国共产党执政。在李登辉总统任内，其在台湾海峡举行军事演习，试图影响台湾选举。",
          "en": "A country in East Asia governed by the Chinese Communist Party. During Lee Teng-hui's presidency, it conducted military exercises in the Taiwan Strait to try to influence Taiwan's elections."
        }
      }
    },
    {
      "id": "第三次台湾海峡危机",
      "type": "Event",
      "name": {
        "zh-cn": [
          "第三次台湾海峡危机",
          "1996年台海危机"
        ],
        "en": [
          "Third Taiwan Strait Crisis"
        ]
      },
      "properties": {
        "period": "1995 - 1996",
        "description": {
          "zh-cn": "因李登辉访问美国康乃尔大学及台湾举行首次总统直选，中华人民共和国进行飞弹试射及军事演习所引发的危机。",
          "en": "A crisis triggered by the People's Republic of China's missile tests and military exercises in response to Lee Teng-hui's visit to Cornell University and Taiwan's first direct presidential election."
        }
      }
    },
    {
      "id": "两国论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "两国论",
          "特殊的国与国关系"
        ],
        "en": [
          "Two-state theory",
          "Special state-to-state relations"
        ]
      },
      "properties": {
        "period": "1999-07",
        "description": {
          "zh-cn": "李登辉于1999年提出的两岸关系论述，认为中华民国与中华人民共和国为两个对等的国家。",
          "en": "A discourse on cross-strait relations proposed by Lee Teng-hui in 1999, which defined the relationship between the Republic of China and the People's Republic of China as one between two equal states."
        }
      }
    },
    {
      "id": "中华民国在台湾",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华民国在台湾"
        ],
        "en": [
          "Republic of China on Taiwan"
        ]
      },
      "properties": {
        "period": "1995-06",
        "description": {
          "zh-cn": "李登辉于1995年访问康乃尔大学时提出的国家定位论述。",
          "en": "A national positioning discourse proposed by Lee Teng-hui during his visit to Cornell University in 1995."
        }
      }
    },
    {
      "id": "2000年中华民国总统选举",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2000年中华民国总统选举"
        ]
      },
      "properties": {
        "period": "2000-03-18",
        "description": {
          "zh-cn": "该次选举实现了中华民国史上首次政党轮替，由民进党的陈水扁当选，国民党失去执政权。",
          "en": "This election resulted in the first-ever transfer of power between political parties in the ROC's history, with Chen Shui-bian of the DPP winning and the KMT losing its ruling position."
        }
      }
    },
    {
      "id": "连战",
      "type": "Person",
      "name": {
        "zh-cn": [
          "连战"
        ],
        "en": [
          "Lien Chan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任李登辉的副总统，并代表国民党参选2000年总统选举。",
          "en": "A politician of the Republic of China who served as Lee Teng-hui's Vice President and represented the KMT in the 2000 presidential election."
        }
      }
    },
    {
      "id": "宋楚瑜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋楚瑜"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任台湾省长。因未获国民党提名，脱党参选2000年总统选举，导致泛蓝选票分裂。",
          "en": "A politician of the Republic of China who served as the Governor of Taiwan Province. He ran as an independent in the 2000 presidential election after failing to secure the KMT's nomination, which led to a split in the pan-blue vote."
        }
      }
    },
    {
      "id": "陈水扁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈水扁"
        ],
        "en": [
          "Chen Shui-bian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，民主进步党籍。在2000年总统选举中当选，成为首位非国民党籍的中华民国总统，接替李登辉。",
          "en": "A politician of the Republic of China from the Democratic Progressive Party. He was elected in the 2000 presidential election, becoming the first non-KMT president of the ROC, succeeding Lee Teng-hui."
        }
      }
    },
    {
      "id": "台湾团结联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾团结联盟",
          "台联"
        ],
        "en": [
          "Taiwan Solidarity Union",
          "TSU"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的一个政党，李登辉在卸任总统后成为该党的精神领袖。",
          "en": "A political party in Taiwan for which Lee Teng-hui became the spiritual leader after his presidency."
        }
      }
    },
    {
      "id": "蔡英文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡英文"
        ],
        "en": [
          "Tsai Ing-wen"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国政治人物，民主进步党籍，继陈水扁后第二位民进党籍总统。李登辉曾公开表示支持她参选。",
          "en": "A politician of the Republic of China from the Democratic Progressive Party, the second DPP president after Chen Shui-bian. Lee Teng-hui publicly endorsed her candidacy."
        }
      }
    },
    {
      "id": "刘连昆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘连昆"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前中国人民解放军少将，在1996年台海危机期间向台湾提供情报，指出解放军发射的导弹为空包弹。后因身份暴露被处决。",
          "en": "A former Major General of the People's Liberation Army who provided intelligence to Taiwan during the 1996 Taiwan Strait Crisis, revealing that the missiles fired by the PLA were duds. He was later executed after his identity was exposed."
        }
      }
    },
    {
      "id": "邵正宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邵正宗"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前中国人民解放军大校，与刘连昆一同向台湾提供情报，后身份暴露被处决。",
          "en": "A former Senior Colonel of the People's Liberation Army who, along with Liu Liankun, provided intelligence to Taiwan and was later executed after his identity was exposed."
        }
      }
    },
    {
      "id": "司马辽太郎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "司马辽太郎"
        ],
        "en": [
          "Ryōtarō Shiba"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本小说家，曾在1994年访问李登辉，访谈内容中李登辉提出了“生为台湾人的悲哀”的说法。",
          "en": "A Japanese novelist who interviewed Lee Teng-hui in 1994, during which Lee expressed the concept of 'the sorrow of being Taiwanese'."
        }
      }
    },
    {
      "id": "宋美龄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋美龄"
        ],
        "en": [
          "Soong Mei-ling"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国前第一夫人，蒋介石的妻子。在李登辉担任总统初期，曾试图干预其对军队高层的人事安排。",
          "en": "Former First Lady of the Republic of China, wife of Chiang Kai-shek. During the early days of Lee Teng-hui's presidency, she attempted to interfere with his personnel arrangements for the military high command."
        }
      }
    },
    {
      "id": "郝柏村",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郝柏村"
        ],
        "en": [
          "Hau Pei-tsun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事及政治人物，曾任参谋总长及行政院长。李登辉任命其为国防部长，实际上削弱了其军权。",
          "en": "A military and political figure of the Republic of China who served as Chief of the General Staff and Premier. Lee Teng-hui appointed him Minister of National Defense, a move that effectively diminished his military power."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "李登辉",
      "target": "曾文惠",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1949-02-09",
        "end_date": "2020-07-30",
        "description": {
          "zh-cn": "李登辉于1949年与曾文惠结婚，婚姻关系直至其2020年逝世。",
          "en": "Lee Teng-hui married Tseng Wen-hui in 1949, and their marriage lasted until his death in 2020."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "李金龙 (台北县议员)",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "李金龙是李登辉的父亲。",
          "en": "Li Chin-lung was Lee Teng-hui's father."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "李登钦",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "李登钦是李登辉的兄长。",
          "en": "Li Teng-chin was Lee Teng-hui's elder brother."
        }
      }
    },
    {
      "source": "李宪文",
      "target": "李登辉",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "李宪文是李登辉的儿子。",
          "en": "Li Hsien-wen was Lee Teng-hui's son."
        }
      }
    },
    {
      "source": "蒋经国",
      "target": "李登辉",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972",
        "end_date": "1988",
        "description": {
          "zh-cn": "蒋经国提拔李登辉担任行政院政务委员，并一路擢升其为台北市长、台湾省主席、副总统，将其视为接班人培养。",
          "en": "Chiang Ching-kuo promoted Lee Teng-hui to Minister without Portfolio, and continued to elevate him to Mayor of Taipei, Governor of Taiwan Province, and Vice President, grooming him as a successor."
        }
      }
    },
    {
      "source": "蒋经国之死",
      "target": "李登辉",
      "type": "PUSHED",
      "properties": {
        "start_date": "1988-01-13",
        "description": {
          "zh-cn": "蒋经国逝世后，时任副总统的李登辉依法继任总统职位。",
          "en": "Following the death of Chiang Ching-kuo, then-Vice President Lee Teng-hui succeeded to the presidency in accordance with the law."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "中华民国总统",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1988-01-13",
        "end_date": "2000-05-20",
        "position": {
          "zh-cn": "总统",
          "en": "President"
        },
        "description": {
          "zh-cn": "李登辉继任并连任中华民国第7至9任总统。",
          "en": "Lee Teng-hui succeeded and was re-elected as the 7th to 9th President of the Republic of China."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "中国国民党主席",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1988-07-27",
        "end_date": "2000-03-24",
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        },
        "description": {
          "zh-cn": "李登辉于1988年至2000年担任中国国民党主席。",
          "en": "Lee Teng-hui served as the Chairman of the Kuomintang from 1988 to 2000."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": [
          "1946-09",
          "1947"
        ],
        "end_date": [
          "1947-08",
          "1948"
        ],
        "position": {
          "zh-cn": "党员",
          "en": "Party Member"
        },
        "description": {
          "zh-cn": "根据多方资料，李登辉曾两度加入中国共产党，但很快便因理念不合而退出。",
          "en": "According to various sources, Lee Teng-hui joined the Chinese Communist Party twice but quickly withdrew due to ideological differences."
        }
      }
    },
    {
      "source": "吴克泰",
      "target": "李登辉",
      "type": "PUSHED",
      "properties": {
        "start_date": "1946-09",
        "description": {
          "zh-cn": "据吴克泰所述，他于1946年9月引荐李登辉首次加入中国共产党。",
          "en": "According to Wu Ke-tai, he introduced Lee Teng-hui to join the Chinese Communist Party for the first time in September 1946."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "新民主同志会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1947",
        "end_date": "1948",
        "description": {
          "zh-cn": "李登辉参与组织“新民主同志会”，该组织后被中共吸收，李登辉也随之第二次加入中共，后于1948年退出。",
          "en": "Lee Teng-hui participated in organizing the 'New Democratic Comrades Association,' which was later absorbed by the CCP, leading to Lee's second entry into the party, from which he withdrew in 1948."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "康乃尔大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1968",
        "degree": {
          "zh-cn": "农业经济学博士",
          "en": "Ph.D. in Agricultural Economics"
        }
      }
    },
    {
      "source": "李登辉",
      "target": "国立台湾大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1949",
        "degree": {
          "zh-cn": "农业经济学系学士",
          "en": "Bachelor's degree in Agricultural Economics"
        }
      }
    },
    {
      "source": "李登辉",
      "target": "爱荷华州立大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1953",
        "degree": {
          "zh-cn": "农业经济学硕士",
          "en": "Master's degree in Agricultural Economics"
        }
      }
    },
    {
      "source": "李登辉",
      "target": "京都帝国大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1943",
        "end_date": "1946",
        "degree": {
          "zh-cn": "肄业",
          "en": "Incomplete"
        },
        "description": {
          "zh-cn": "就读于农学部农林经济科，因二战中断学业。",
          "en": "Studied in the Department of Agricultural and Forestry Economics, but his studies were interrupted by World War II."
        }
      }
    },
    {
      "source": "沈宗瀚",
      "target": "李登辉",
      "type": "PUSHED",
      "properties": {
        "start_date": "1971-08",
        "description": {
          "zh-cn": "时任农复会主委的沈宗瀚将李登辉以农业问题专家的身份介绍给蒋经国。",
          "en": "Shen Tsung-han, then chairman of the JCRR, introduced Lee Teng-hui to Chiang Ching-kuo as an expert on agricultural issues."
        }
      }
    },
    {
      "source": "王作荣",
      "target": "李登辉",
      "type": "PUSHED",
      "properties": {
        "start_date": "1971-10",
        "description": {
          "zh-cn": "王作荣向蒋经国推荐李登辉，并说服李登辉加入国民党，成为其入党介绍人。",
          "en": "Wang Tso-jung recommended Lee Teng-hui to Chiang Ching-kuo and persuaded Lee to join the Kuomintang, serving as his sponsor for party membership."
        }
      }
    },
    {
      "source": "台湾警备总司令部",
      "target": "李登辉",
      "type": "BLOCKED",
      "properties": {
        "start_date": [
          "1950",
          "1970"
        ],
        "description": {
          "zh-cn": "警备总部曾于1950年和1970年两度拘捕并讯问李登辉。",
          "en": "The Taiwan Garrison Command arrested and interrogated Lee Teng-hui on two occasions, in 1950 and 1970."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "宁静革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1988",
        "end_date": "2000",
        "description": {
          "zh-cn": "李登辉在其总统任内主导了一系列不流血的政治改革，包括终止动员戡乱、国会全面改选与总统直选，实现台湾的民主化。",
          "en": "During his presidency, Lee Teng-hui led a series of bloodless political reforms, including ending the Period of Mobilization, holding full parliamentary re-elections, and establishing direct presidential elections, thereby achieving Taiwan's democratization."
        }
      }
    },
    {
      "source": "野百合学运",
      "target": "宁静革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-03",
        "description": {
          "zh-cn": "野百合学运的学生提出了国会全面改选等民主改革诉求，促使李登辉召开国是会议，加速了民主化进程。",
          "en": "The Wild Lily student movement's demands for democratic reforms, such as the full re-election of the parliament, prompted Lee Teng-hui to convene the National Affairs Conference, accelerating the process of democratization."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "万年国会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1990",
        "end_date": "1991",
        "description": {
          "zh-cn": "李登辉通过召开国是会议和修宪，解决了第一届资深中央民意代表的退职问题，结束了“万年国会”现象。",
          "en": "By convening the National Affairs Conference and amending the constitution, Lee Teng-hui resolved the retirement issue of the senior first-term central public representatives, ending the phenomenon of the 'Ten Thousand Year Parliament'."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "1996年中华民国总统选举",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1995",
        "end_date": "1996",
        "description": {
          "zh-cn": "为恐吓台湾选民并试图阻止李登辉当选，中华人民共和国在台湾海峡举行了一系列军事演习和飞弹试射，引发第三次台湾海峡危机。",
          "en": "To intimidate Taiwanese voters and attempt to prevent Lee Teng-hui's election, the People's Republic of China conducted a series of military exercises and missile tests in the Taiwan Strait, triggering the Third Taiwan Strait Crisis."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "两国论",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-07-09",
        "description": {
          "zh-cn": "李登辉在接受德国之声专访时，首次公开提出两岸关系是“特殊的国与国关系”的论述。",
          "en": "In an interview with Deutsche Welle, Lee Teng-hui first publicly proposed the discourse that cross-strait relations are a 'special state-to-state relationship'."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "中华民国在台湾",
      "type": "PUSHED",
      "properties": {
        "start_date": "1995-06-09",
        "description": {
          "zh-cn": "李登辉在访问美国康乃尔大学发表演说时，首次提出“中华民国在台湾”的国家定位。",
          "en": "During his speech at Cornell University in the US, Lee Teng-hui first proposed the national positioning of the 'Republic of China on Taiwan'."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "连战",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999",
        "end_date": "2000-03-18",
        "description": {
          "zh-cn": "在2000年总统选举中，时任国民党主席的李登辉强行推举时任副总统连战为总统候选人。",
          "en": "In the 2000 presidential election, then-KMT Chairman Lee Teng-hui strongly endorsed then-Vice President Lien Chan as the presidential candidate."
        }
      }
    },
    {
      "source": "宋楚瑜",
      "target": "连战",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999",
        "end_date": "2000-03-18",
        "description": {
          "zh-cn": "因未获国民党提名，宋楚瑜以无党籍身份参选2000年总统，分流了大量泛蓝选票，导致国民党候选人连战落选。",
          "en": "After failing to secure the KMT nomination, James Soong ran for president in 2000 as an independent, splitting a significant portion of the pan-blue vote and leading to the defeat of KMT candidate Lien Chan."
        }
      }
    },
    {
      "source": "2000年中华民国总统选举",
      "target": "陈水扁",
      "type": "PUSHED",
      "properties": {
        "start_date": "2000-03-18",
        "description": {
          "zh-cn": "由于泛蓝阵营分裂，民进党候选人陈水扁以相对多数当选，实现了中华民国首次政党轮替。",
          "en": "Due to the split in the pan-blue camp, DPP candidate Chen Shui-bian was elected with a plurality, marking the first transfer of power between political parties in the ROC."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "陈水扁",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2000-05-20",
        "description": {
          "zh-cn": "李登辉于2000年5月20日卸任总统，与新任总统陈水扁进行权力交接，和平转移政权。",
          "en": "On May 20, 2000, Lee Teng-hui stepped down as president and handed over power to the newly elected president, Chen Shui-bian, in a peaceful transition of power."
        }
      }
    },
    {
      "source": "中国国民党",
      "target": "李登辉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2001-09-21",
        "description": {
          "zh-cn": "由于李登辉为台湾团结联盟的候选人站台，国民党考纪会决议撤销其党籍。",
          "en": "The Kuomintang's Discipline Committee decided to revoke Lee Teng-hui's party membership because he campaigned for candidates of the Taiwan Solidarity Union."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "台湾团结联盟",
      "type": "PUSHED",
      "properties": {
        "start_date": "2001",
        "description": {
          "zh-cn": "李登辉卸任后成为新建政党台湾团结联盟的“精神领袖”。",
          "en": "After leaving office, Lee Teng-hui became the 'spiritual leader' of the newly formed political party, the Taiwan Solidarity Union."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "蔡英文",
      "type": "PUSHED",
      "properties": {
        "start_date": [
          "2012",
          "2016"
        ],
        "description": {
          "zh-cn": "李登辉在2012年和2016年中华民国总统选举中公开表态支持民进党候选人蔡英文。",
          "en": "Lee Teng-hui publicly endorsed DPP candidate Tsai Ing-wen in the 2012 and 2016 ROC presidential elections."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "刘连昆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1996-03-07",
        "description": {
          "zh-cn": "李登辉公开表示中共试射的飞弹是“空包弹”，此言论被认为间接导致向台湾提供此情报的解放军将领刘连昆身份暴露并被处决。",
          "en": "Lee Teng-hui publicly stated that the missiles test-fired by the CCP were 'duds.' This statement is believed to have indirectly led to the exposure and subsequent execution of PLA General Liu Liankun, who had provided this intelligence to Taiwan."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "邵正宗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1996-03-07",
        "description": {
          "zh-cn": "李登辉公开表示中共试射的飞弹是“空包弹”，此言论被认为间接导致向台湾提供此情报的解放军大校邵正宗身份暴露并被处决。",
          "en": "Lee Teng-hui publicly stated that the missiles test-fired by the CCP were 'duds.' This statement is believed to have indirectly led to the exposure and subsequent execution of PLA Senior Colonel Shao Zhengzong, who had provided this intelligence to Taiwan."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "司马辽太郎",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1994-04",
        "description": {
          "zh-cn": "李登辉接受日本作家司马辽太郎的访问，访谈中提出了“生为台湾人的悲哀”和“国民党也是外来政权”等观点。",
          "en": "Lee Teng-hui was interviewed by Japanese author Ryōtarō Shiba, during which he expressed views such as 'the sorrow of being Taiwanese' and that the 'KMT is also an outside regime'."
        }
      }
    },
    {
      "source": "宋美龄",
      "target": "李登辉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "在李登辉计划将郝柏村调离参谋总长职位时，宋美龄出面要求李登辉不要更换郝柏村，但李登辉未听从。",
          "en": "When Lee Teng-hui planned to remove Hau Pei-tsun from the position of Chief of the General Staff, Soong Mei-ling intervened and asked Lee not to replace Hau, but Lee did not comply."
        }
      }
    },
    {
      "source": "郝柏村",
      "target": "李登辉",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1990",
        "end_date": "1993",
        "position": {
          "zh-cn": "行政院长",
          "en": "Premier"
        },
        "description": {
          "zh-cn": "郝柏村在李登辉总统任内曾担任行政院长。",
          "en": "Hau Pei-tsun served as Premier during President Lee Teng-hui's tenure."
        }
      }
    }
  ]
}