{
  "nodes": [
    {
      "id": "陈良宇事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "陈良宇事件",
          "陈良宇案",
          "上海社保基金挪用案",
          "陈良宇同志严重违纪问题",
          "陈良宇受贿、滥用职权案"
        ],
        "en": []
      },
      "properties": {
        "period": "2006 - 2008",
        "location": {
          "zh-cn": "上海市",
          "en": "Shanghai"
        },
        "description": {
          "zh-cn": "指在2006年上海市部分政府官员被中央指控违规动用社会保障基金进行投资活动而遭中央惩处的事件，以及由该事件牵扯出的大量政治、经济、和法律事件的总称。",
          "en": "Refers to the 2006 incident where some Shanghai government officials were accused by the central government of illegally using social security funds for investment activities and were subsequently punished, as well as the broader series of political, economic, and legal events that it triggered."
        }
      }
    },
    {
      "id": "陈良宇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈良宇"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中共第十六届中央政治局委员、上海市委书记，因陈良宇事件被判刑。",
          "en": "Chinese politician, former member of the 16th Politburo of the CCP and Secretary of the Shanghai Municipal Committee, who was sentenced in the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "秦裕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦裕"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任上海市宝山区区长、陈良宇秘书，因陈良宇事件被判刑。",
          "en": "Chinese politician, former District Mayor of Baoshan, Shanghai, and secretary to Chen Liangyu, who was sentenced in the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "祝均一",
      "type": "Person",
      "name": {
        "zh-cn": [
          "祝均一"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国官员，曾任上海市劳动和社会保障局局长，因陈良宇事件被判刑。",
          "en": "Chinese official, former Director of the Shanghai Municipal Bureau of Labor and Social Security, who was sentenced in the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "邱晓华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邱晓华"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国官员，曾任国家统计局局长，因卷入陈良宇事件被调查判刑。",
          "en": "Chinese official, former Director of the National Bureau of Statistics, who was investigated and sentenced for his involvement in the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "令计划",
      "type": "Person",
      "name": {
        "zh-cn": [
          "令计划"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，有媒体称其炮制了陈良宇事件。",
          "en": "Chinese politician, alleged by some media to have orchestrated the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "温家宝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "温家宝"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中华人民共和国国务院总理。据称曾被陈良宇顶撞。",
          "en": "Chinese politician, former Premier of the State Council of the People's Republic of China. Reportedly confronted by Chen Liangyu."
        }
      }
    },
    {
      "id": "胡温政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "胡温政府"
        ],
        "en": [
          "Hu-Wen Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指胡锦涛担任中共中央总书记、温家宝担任国务院总理时期的中华人民共和国中央领导集体。该届政府被认为需要打击削弱江泽民派系。",
          "en": "Refers to the central leadership of the People's Republic of China during the period when Hu Jintao was the General Secretary of the CCP Central Committee and Wen Jiabao was the Premier of the State Council. This administration was seen as needing to weaken the Jiang Zemin faction."
        }
      }
    },
    {
      "id": "江泽民派系",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江泽民派系",
          "上海帮"
        ],
        "en": [
          "Shanghai clique"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党内的一个非正式派系，其成员多与前中共中央总书记江泽民有直接或间接的联系。陈良宇被视为该派系的重要成员。",
          "en": "An informal faction within the Communist Party of China, whose members often have direct or indirect ties to former CCP General Secretary Jiang Zemin. Chen Liangyu was considered a key member of this faction."
        }
      }
    },
    {
      "id": "张荣坤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张荣坤"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国商人，上海社保案的核心人物，通过违规借贷上海社保基金迅速积累财富。",
          "en": "Chinese businessman and central figure in the Shanghai social security fund case, who rapidly accumulated wealth through illegal loans from the fund."
        }
      }
    },
    {
      "id": "上海社保基金",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海社保基金"
        ],
        "en": [
          "Shanghai Social Security Fund"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "上海市的社会保障基金，在陈良宇事件中被大量违规挪用。",
          "en": "The social security fund of Shanghai Municipality, which was extensively misappropriated in the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "中国共产党中央纪律检查委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央纪律检查委员会",
          "中纪委"
        ],
        "en": [
          "Central Commission for Discipline Inspection"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高纪律检查机关，负责调查陈良宇事件。",
          "en": "The highest internal disciplinary body of the Communist Party of China, responsible for investigating the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "黄菊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄菊"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中共中央政治局常委、国务院副总理。其患病离职为中纪委调查上海社保案提供了契机。",
          "en": "Chinese politician, former member of the Politburo Standing Committee and Vice Premier of the State Council. His illness and departure from office provided an opportunity for the CCDI to investigate the Shanghai social security case."
        }
      }
    },
    {
      "id": "王维工",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王维工"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "黄菊的前任秘书，因涉嫌向陈良宇通风报信及受贿而在陈良宇事件中被捕。",
          "en": "Former secretary to Huang Ju, arrested during the Chen Liangyu incident for allegedly tipping off Chen Liangyu and accepting bribes."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任中共中央总书记，主持了决定对陈良宇进行立案调查的中央政治局会议。",
          "en": "Chinese politician, then General Secretary of the CCP Central Committee, who presided over the Politburo meeting that decided to launch an investigation into Chen Liangyu."
        }
      }
    },
    {
      "id": "中国共产党中央政治局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央政治局",
          "中央政治局"
        ],
        "en": [
          "Politburo of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央领导机构之一，作出了对陈良宇立案调查的决定。",
          "en": "One of the central leadership bodies of the Communist Party of China, which made the decision to investigate Chen Liangyu."
        }
      }
    },
    {
      "id": "郎咸平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郎咸平"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "经济学家，曾试图在电视节目中揭发张荣坤的资金问题但遭到封杀。",
          "en": "Economist who attempted to expose Zhang Rongkun's financial issues on a TV program but was censored."
        }
      }
    },
    {
      "id": "财经郎闲评",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "财经郎闲评"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "郎咸平曾在上海电视台主持的财经评论节目，因准备揭露上海社保案相关问题而被取消。",
          "en": "A financial commentary program hosted by Lang Xianping on Shanghai Television, which was cancelled for preparing to expose issues related to the Shanghai social security case."
        }
      }
    },
    {
      "id": "上海市有关部门",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市有关部门"
        ],
        "en": [
          "Relevant Shanghai authorities"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "泛指在陈良宇事件初期，对试图揭露真相的郎咸平及其节目进行封杀的上海地方权力机构。",
          "en": "A general term for the local Shanghai authorities that censored economist Lang Xianping and his program when he attempted to expose the truth in the early stages of the Chen Liangyu incident."
        }
      }
    },
    {
      "id": "天津市第二中级人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "天津市第二中级人民法院"
        ],
        "en": [
          "Tianjin No. 2 Intermediate People's Court"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "负责审理陈良宇案的法院。",
          "en": "The court responsible for trying the Chen Liangyu case."
        }
      }
    },
    {
      "id": "宏观调控",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "宏观调控"
        ],
        "en": [
          "Macroeconomic control"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共第四代领导人上台后推行的经济政策，旨在防止经济过热。陈良宇对此政策进行了抵制。",
          "en": "Economic policies implemented by the fourth generation of CCP leaders to prevent economic overheating. Chen Liangyu resisted these policies."
        }
      }
    },
    {
      "id": "宝山区人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "宝山区人民政府"
        ],
        "en": [
          "Baoshan District People's Government"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "宝山区 (上海市)"
        },
        "description": {
          "zh-cn": "上海市宝山区的地方行政机关。",
          "en": "The local administrative body of Baoshan District, Shanghai."
        }
      }
    },
    {
      "id": "上海市劳动和社会保障局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市劳动和社会保障局"
        ],
        "en": []
      },
      "properties": {
        "location": {
          "zh-cn": "上海市"
        },
        "description": {
          "zh-cn": "上海市政府负责劳动和社会保障事务的部门，祝均一曾任该局局长。",
          "en": "The Shanghai municipal government department responsible for labor and social security affairs, formerly headed by Zhu Junyi."
        }
      }
    },
    {
      "id": "冤案",
      "type": "Document",
      "name": {
        "zh-cn": [
          "冤案"
        ],
        "en": [
          "Wrongful conviction"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指对无辜者所作的错误判决。有媒体称陈良宇事件是由令计划等人炮制的一起冤案。",
          "en": "Refers to a miscarriage of justice in which an innocent person is wrongly convicted. Some media outlets claim the Chen Liangyu incident was a wrongful conviction orchestrated by Ling Jihua and others."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "令计划",
      "target": "陈良宇事件",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "根据部分媒体报道，陈良宇事件是由令计划等人炮制的一起冤案。",
          "en": "According to some media reports, the Chen Liangyu incident was a wrongful conviction case orchestrated by Ling Jihua and others."
        }
      }
    },
    {
      "source": "胡温政府",
      "target": "江泽民派系",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "胡温政府需要打击削弱江泽民派系（上海帮）的势力，陈良宇事件被视为这一政治斗争的一部分。",
          "en": "The Hu-Wen administration needed to weaken the power of the Jiang Zemin faction (Shanghai clique), and the Chen Liangyu incident is seen as part of this political struggle."
        }
      }
    },
    {
      "source": "陈良宇",
      "target": "江泽民派系",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "陈良宇被视为江泽民派系（上海帮）的重要成员。",
          "en": "Chen Liangyu was considered a key member of the Jiang Zemin faction (Shanghai clique)."
        }
      }
    },
    {
      "source": "陈良宇",
      "target": "温家宝",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "陈良宇因反对中央的宏观调控政策，曾反驳顶撞时任总理温家宝。",
          "en": "Chen Liangyu, opposing the central government's macroeconomic control policies, once confronted and contradicted then-Premier Wen Jiabao."
        }
      }
    },
    {
      "source": "陈良宇",
      "target": "宏观调控",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "陈良宇认为宏观经济调控压制上海发展，于是对中央经济方针进行抵制，导致中央经济政策无法通行于全国。",
          "en": "Chen Liangyu believed that macroeconomic control suppressed Shanghai's development and thus resisted the central economic policies, preventing them from being implemented nationwide."
        }
      }
    },
    {
      "source": "上海社保基金",
      "target": "张荣坤",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "张荣坤的启动资金全部来自上海社保基金的违规贷款。",
          "en": "Zhang Rongkun's start-up capital came entirely from illegal loans from the Shanghai Social Security Fund."
        }
      }
    },
    {
      "source": "郎咸平",
      "target": "张荣坤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2005",
        "end_date": "2006-02",
        "description": {
          "zh-cn": "经济学家郎咸平接到爆料后，调查并准备在电视节目《财经郎闲评》中揭发张荣坤的资金来源问题。",
          "en": "After receiving a tip, economist Lang Xianping investigated and prepared to expose the source of Zhang Rongkun's funds on his TV show 'Caijing Lang Xianping'."
        }
      }
    },
    {
      "source": "上海市有关部门",
      "target": "财经郎闲评",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2006-02",
        "description": {
          "zh-cn": "郎咸平的节目《财经郎闲评》因准备揭露上海社保案问题而遭到上海市有关部门的封杀，于2006年2月被取消。",
          "en": "Lang Xianping's program 'Caijing Lang Xianping' was censored by relevant Shanghai authorities and cancelled in February 2006 for preparing to expose issues related to the Shanghai social security case."
        }
      }
    },
    {
      "source": "中国共产党中央纪律检查委员会",
      "target": "陈良宇事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2006-06",
        "description": {
          "zh-cn": "在黄菊患病离职后，中纪委开始调查上海社保基金案件，派调查组进驻上海，从而引发了整个事件。",
          "en": "After Huang Ju fell ill and left his post, the Central Commission for Discipline Inspection began investigating the Shanghai social security fund case, sending an investigation team to Shanghai, which triggered the entire incident."
        }
      }
    },
    {
      "source": "中国共产党中央政治局",
      "target": "陈良宇",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2006-09-24",
        "description": {
          "zh-cn": "中共中央政治局会议决定对陈良宇立案调查，并免去其在上海市一切职务，停止其在中央担任的职务。",
          "en": "A meeting of the Politburo of the CCP Central Committee decided to open an investigation into Chen Liangyu, remove him from all his posts in Shanghai, and suspend his duties at the central level."
        }
      }
    },
    {
      "source": "陈良宇事件",
      "target": "陈良宇",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为事件的核心人物，陈良宇被立案调查、免职、双规，并最终被判处有期徒刑18年。",
          "en": "As the central figure of the incident, Chen Liangyu was investigated, dismissed, placed under 'shuanggui', and ultimately sentenced to 18 years in prison."
        }
      }
    },
    {
      "source": "陈良宇事件",
      "target": "秦裕",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因卷入陈良宇事件，时任上海市宝山区区长的秦裕被双规，并最终被判处无期徒刑。",
          "en": "Due to his involvement in the Chen Liangyu incident, Qin Yu, then Mayor of Baoshan District in Shanghai, was placed under 'shuanggui' and ultimately sentenced to life imprisonment."
        }
      }
    },
    {
      "source": "陈良宇事件",
      "target": "祝均一",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因卷入陈良宇事件，时任上海市社保局长的祝均一被调查，并最终被判处有期徒刑18年。",
          "en": "Due to his involvement in the Chen Liangyu incident, Zhu Junyi, then Director of the Shanghai Social Security Bureau, was investigated and ultimately sentenced to 18 years in prison."
        }
      }
    },
    {
      "source": "陈良宇事件",
      "target": "邱晓华",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因卷入陈良宇事件，时任国家统计局局长的邱晓华被捕，并最终被判处有期徒刑一年。",
          "en": "Due to his involvement in the Chen Liangyu incident, Qiu Xiaohua, then Director of the National Bureau of Statistics, was arrested and ultimately sentenced to one year in prison."
        }
      }
    },
    {
      "source": "秦裕",
      "target": "陈良宇",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "秘书",
          "en": "Secretary"
        },
        "description": {
          "zh-cn": "秦裕曾是陈良宇的秘书。",
          "en": "Qin Yu was formerly Chen Liangyu's secretary."
        }
      }
    },
    {
      "source": "张荣坤",
      "target": "王维工",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "张荣坤被控行贿已故政治局常委黄菊的秘书王维工九百三十三万元。",
          "en": "Zhang Rongkun was accused of bribing Wang Weigong, the secretary of the late Politburo Standing Committee member Huang Ju, with 9.33 million yuan."
        }
      }
    },
    {
      "source": "王维工",
      "target": "黄菊",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "办公室主任、秘书",
          "en": "Office Director, Secretary"
        },
        "description": {
          "zh-cn": "王维工是前任国务院副总理黄菊的办公室主任和秘书。",
          "en": "Wang Weigong was the office director and secretary for former Vice Premier Huang Ju."
        }
      }
    },
    {
      "source": "王维工",
      "target": "陈良宇",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "王维工因涉嫌向陈良宇通风报信而遭到中纪委“双规”。",
          "en": "Wang Weigong was placed under 'shuanggui' by the Central Commission for Discipline Inspection for allegedly tipping off Chen Liangyu."
        }
      }
    },
    {
      "source": "天津市第二中级人民法院",
      "target": "陈良宇",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-04-11",
        "description": {
          "zh-cn": "天津市第二中级人民法院对陈良宇案进行审理，以受贿罪、滥用职权罪判处其有期徒刑18年。",
          "en": "The Tianjin No. 2 Intermediate People's Court tried Chen Liangyu and sentenced him to 18 years in prison for bribery and abuse of power."
        }
      }
    },
    {
      "source": "令计划",
      "target": "冤案",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "据媒体称，令计划等人将陈良宇事件炮制成一起冤案。",
          "en": "According to media reports, Ling Jihua and others fabricated the Chen Liangyu incident into a case of wrongful conviction."
        }
      }
    }
  ]
}