{
  "nodes": [
    {
      "id": "邯郸初中生杀人案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "邯郸初中生杀人案",
          "河北邯郸初中生被害案",
          "邯郸初中生杀人埋尸案"
        ],
        "en": [
          "Handan junior high school student murder case"
        ]
      },
      "properties": {
        "period": "2024-03-10 - 2024-12-30",
        "location": {
          "zh-cn": "中国河北省邯郸市肥乡区北高镇张庄村",
          "en": "Zhangzhuang Village, Beigao Town, Feixiang District, Handan, Hebei, China"
        },
        "description": {
          "zh-cn": "2024年3月10日发生于中国河北省邯郸市的一宗涉及三名未成年人合谋杀害一名同学的刑事案件。该案因涉及校园霸凌、留守儿童及低龄未成年人犯罪等问题而引发社会广泛关注。",
          "en": "A criminal case that occurred on March 10, 2024, in Handan, Hebei, China, involving three minors who conspired to murder a classmate. The case drew widespread public attention due to its connection with issues such as school bullying, left-behind children, and juvenile delinquency."
        }
      }
    },
    {
      "id": "王某某 (邯郸初中生杀人案受害者)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王某某 (邯郸初中生杀人案受害者)",
          "小光"
        ],
        "en": [
          "Wang Moumou (Victim in Handan junior high school student murder case)",
          "Xiaoguang"
        ]
      },
      "properties": {
        "lifetime": " - 2024-03-10",
        "gender": "Male",
        "description": {
          "zh-cn": "邯郸初中生杀人案的受害者，时年13岁。他长期遭受三名同班同学的校园霸凌，并最终被他们杀害。",
          "en": "The victim of the Handan junior high school student murder case, aged 13 at the time of death. He was a long-term victim of school bullying by three of his classmates, who eventually murdered him."
        }
      }
    },
    {
      "id": "张某某 (邯郸初中生杀人案嫌疑人)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张某某 (邯郸初中生杀人案嫌疑人)"
        ],
        "en": [
          "Zhang Moumou (Suspect in Handan junior high school student murder case)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "邯郸初中生杀人案的主犯之一，时年13岁。法院认定其为犯罪的提议者、组织者和直接行凶者，判处无期徒刑。",
          "en": "One of the main culprits in the Handan junior high school student murder case, aged 13 at the time of the crime. The court identified him as the proposer, organizer, and direct perpetrator of the crime, sentencing him to life imprisonment."
        }
      }
    },
    {
      "id": "李某 (邯郸初中生杀人案嫌疑人)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李某 (邯郸初中生杀人案嫌疑人)"
        ],
        "en": [
          "Li Mou (Suspect in Handan junior high school student murder case)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "邯郸初中生杀人案的主犯之一，时年13岁。法院认定其参与预谋并实施了杀人行为，判处有期徒刑十二年。",
          "en": "One of the main culprits in the Handan junior high school student murder case, aged 13 at the time of the crime. The court found that he participated in the premeditation and commission of the murder, sentencing him to twelve years in prison."
        }
      }
    },
    {
      "id": "马某某 (邯郸初中生杀人案嫌疑人)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马某某 (邯郸初中生杀人案嫌疑人)"
        ],
        "en": [
          "Ma Moumou (Suspect in Handan junior high school student murder case)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "邯郸初中生杀人案的从犯，时年13岁。法院认定其参与共同犯罪，但未参与预谋且未实施具体加害行为，决定不予刑事处罚，代之以专门矫治教育。",
          "en": "An accomplice in the Handan junior high school student murder case, aged 13 at the time of the crime. The court found that he participated in the joint crime but was not involved in premeditation and did not commit specific harmful acts, deciding against criminal punishment in favor of specialized correctional education."
        }
      }
    },
    {
      "id": "河北省邯郸市中级人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "河北省邯郸市中级人民法院"
        ],
        "en": [
          "Handan Intermediate People's Court of Hebei Province"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "河北省邯郸市",
          "en": "Handan, Hebei Province"
        },
        "description": {
          "zh-cn": "负责审理邯郸初中生杀人案并作出一审判决的司法机关。",
          "en": "The judicial body responsible for trying the Handan junior high school student murder case and issuing the first-instance verdict."
        }
      }
    },
    {
      "id": "中华人民共和国最高人民检察院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国最高人民检察院",
          "最高人民检察院"
        ],
        "en": [
          "Supreme People's Procuratorate of the People's Republic of China"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "中国的最高检察机关，负责核准对邯郸初中生杀人案中三名未满14周岁的嫌疑人追诉刑事责任。",
          "en": "The highest procuratorial organ in China, responsible for approving the prosecution of the three suspects under the age of 14 in the Handan junior high school student murder case."
        }
      }
    },
    {
      "id": "河北省人民检察院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "河北省人民检察院"
        ],
        "en": [
          "Hebei Provincial People's Procuratorate"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "河北省",
          "en": "Hebei Province"
        },
        "description": {
          "zh-cn": "负责将邯郸初中生杀人案上报至最高人民检察院核准追诉的检察机关。",
          "en": "The procuratorial organ responsible for reporting the Handan junior high school student murder case to the Supreme People's Procuratorate for prosecution approval."
        }
      }
    },
    {
      "id": "肥乡区公安局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "邯郸市肥乡区公安局"
        ],
        "en": [
          "Feixiang District Public Security Bureau of Handan City"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "河北省邯郸市肥乡区",
          "en": "Feixiang District, Handan, Hebei Province"
        },
        "description": {
          "zh-cn": "负责初步侦办邯郸初中生杀人案，并将案件提请检察机关核准追诉的公安机关。",
          "en": "The public security organ responsible for the initial investigation of the Handan junior high school student murder case and for submitting the case to the procuratorate for prosecution approval."
        }
      }
    },
    {
      "id": "中华人民共和国刑法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国刑法"
        ],
        "en": [
          "Criminal Law of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的主要刑事法律。该案的审理和判决，特别是关于刑事责任年龄的认定，均依据此法及其修正案。",
          "en": "The primary criminal law of the People's Republic of China. The trial and verdict of this case, especially regarding the determination of the age of criminal responsibility, were based on this law and its amendments."
        }
      }
    },
    {
      "id": "中华人民共和国刑法修正案（十一）",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国刑法修正案（十一）"
        ],
        "en": [
          "Amendment (XI) to the Criminal Law of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "对《中华人民共和国刑法》的修正案，其中规定已满十二周岁不满十四周岁的人，在犯下特定严重罪行且情节恶劣时，经最高人民检察院核准可追究其刑事责任。此规定是本案得以起诉的关键。",
          "en": "An amendment to the Criminal Law of the PRC, which stipulates that individuals aged between 12 and 14 who commit specific serious crimes with malicious intent can be held criminally responsible upon approval by the Supreme People's Procuratorate. This provision was key to the prosecution in this case."
        }
      }
    },
    {
      "id": "刑事责任年龄",
      "type": "Document",
      "name": {
        "zh-cn": [
          "刑事责任年龄"
        ],
        "en": [
          "Age of criminal responsibility"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个法律概念，指法律规定行为人对自己的犯罪行为负刑事责任所必须达到的年龄。此案因嫌疑人年龄介于12至14周岁之间，引发了关于此概念的激烈社会讨论。",
          "en": "A legal concept that refers to the minimum age at which a person can be held criminally responsible for their actions. This case sparked intense public debate about this concept, as the suspects were between 12 and 14 years old."
        }
      }
    },
    {
      "id": "校园霸凌",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "校园霸凌"
        ],
        "en": [
          "School bullying"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指在校园内外学生间的欺凌、骚扰行为。本案受害者长期遭受此种行为，被认为是导致悲剧的重要背景因素。",
          "en": "Refers to bullying and harassment among students inside and outside of school. The victim in this case was a long-term target of such behavior, which is considered a significant contributing factor to the tragedy."
        }
      }
    },
    {
      "id": "应勇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "应勇"
        ],
        "en": [
          "Ying Yong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华人民共和国最高人民检察院党组书记、检察长。他在案发后公开表态，强调对符合条件的未成年人严重犯罪要依法追究刑事责任。",
          "en": "Serving as the Party Secretary and Procurator-General of the Supreme People's Procuratorate of the PRC. After the case, he publicly stated that minors who commit serious crimes and meet the criteria should be held criminally responsible according to the law."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "张某某 (邯郸初中生杀人案嫌疑人)",
      "target": "王某某 (邯郸初中生杀人案受害者)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-03-10",
        "description": {
          "zh-cn": "作为主犯，提议、组织并直接实施了杀害王某某的行为。",
          "en": "As the main culprit, he proposed, organized, and directly carried out the murder of Wang Moumou."
        }
      }
    },
    {
      "source": "李某 (邯郸初中生杀人案嫌疑人)",
      "target": "王某某 (邯郸初中生杀人案受害者)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-03-10",
        "description": {
          "zh-cn": "作为主犯，参与预谋并与张某某共同实施了杀害王某某的行为。",
          "en": "As a main culprit, he participated in the premeditation and jointly carried out the murder of Wang Moumou with Zhang Moumou."
        }
      }
    },
    {
      "source": "马某某 (邯郸初中生杀人案嫌疑人)",
      "target": "王某某 (邯郸初中生杀人案受害者)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-03-10",
        "description": {
          "zh-cn": "法院认定其参与共同故意杀人犯罪，但因未参与预谋且未实施具体加害行为，被判不予刑事处罚并接受专门矫治教育。",
          "en": "The court found him to have participated in the joint intentional homicide, but due to not being involved in premeditation or carrying out specific harmful acts, he was exempted from criminal punishment and ordered to undergo specialized correctional education."
        }
      }
    },
    {
      "source": "校园霸凌",
      "target": "王某某 (邯郸初中生杀人案受害者)",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "根据受害者家属信息，王某某长期在学校遭受三名行凶者的校园霸凌。",
          "en": "According to the victim's family, Wang Moumou was a long-term victim of school bullying by the three perpetrators."
        }
      }
    },
    {
      "source": "肥乡区公安局",
      "target": "河北省人民检察院",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-03-21",
        "description": {
          "zh-cn": "就案件中的三名嫌疑人提请河北省人民检察院核准追诉。",
          "en": "Submitted a request to the Hebei Provincial People's Procuratorate for approval to prosecute the three suspects in the case."
        }
      }
    },
    {
      "source": "河北省人民检察院",
      "target": "中华人民共和国最高人民检察院",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-03-21",
        "end_date": "2024-04-08",
        "description": {
          "zh-cn": "将案件逐级层报至最高人民检察院，请求对三名未成年嫌疑人核准追诉。",
          "en": "Reported the case up through the hierarchy to the Supreme People's Procuratorate, requesting approval to prosecute the three minor suspects."
        }
      }
    },
    {
      "source": "中华人民共和国最高人民检察院",
      "target": "邯郸初中生杀人案",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-04-08",
        "description": {
          "zh-cn": "审查并决定对三名未成年犯罪嫌疑人核准追诉，使案件得以进入刑事司法程序。",
          "en": "Reviewed and decided to approve the prosecution of the three minor suspects, allowing the case to proceed to the criminal justice system."
        }
      }
    },
    {
      "source": "河北省邯郸市中级人民法院",
      "target": "张某某 (邯郸初中生杀人案嫌疑人)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-30",
        "description": {
          "zh-cn": "一审以故意杀人罪判处张某某无期徒刑，剥夺政治权利终身。",
          "en": "In the first-instance trial, sentenced Zhang Moumou to life imprisonment for intentional homicide and deprived him of political rights for life."
        }
      }
    },
    {
      "source": "河北省邯郸市中级人民法院",
      "target": "李某 (邯郸初中生杀人案嫌疑人)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-30",
        "description": {
          "zh-cn": "一审以故意杀人罪判处李某有期徒刑十二年。",
          "en": "In the first-instance trial, sentenced Li Mou to twelve years in prison for intentional homicide."
        }
      }
    },
    {
      "source": "中华人民共和国刑法修正案（十一）",
      "target": "邯郸初中生杀人案",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "该修正案下调了最低刑事责任年龄，为最高检核准追诉本案三名未满14周岁的嫌疑人提供了法律依据。",
          "en": "This amendment lowered the minimum age of criminal responsibility, providing the legal basis for the Supreme People's Procuratorate to approve the prosecution of the three suspects under 14 in this case."
        }
      }
    },
    {
      "source": "邯郸初中生杀人案",
      "target": "刑事责任年龄",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "该案件引发了中国社会关于是否应进一步调整未成年人刑事责任年龄的广泛而激烈的讨论。",
          "en": "This case triggered a widespread and intense discussion in Chinese society about whether the age of criminal responsibility for minors should be further adjusted."
        }
      }
    },
    {
      "source": "应勇",
      "target": "中华人民共和国最高人民检察院",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "党组书记、检察长",
          "en": "Party Secretary and Procurator-General"
        },
        "description": {
          "zh-cn": "应勇在案发时担任最高人民检察院党组书记、检察长。",
          "en": "Ying Yong was serving as the Party Secretary and Procurator-General of the Supreme People's Procuratorate at the time of the case."
        }
      }
    },
    {
      "source": "应勇",
      "target": "刑事责任年龄",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在案发后公开强调，对未成年人实施的严重犯罪，符合核准追诉条件的，要依法追究刑事责任，表达了对依法适用刑事责任年龄规定的支持。",
          "en": "Publicly emphasized after the case that for serious crimes committed by minors, if the conditions for prosecution are met, criminal responsibility must be pursued in accordance with the law, expressing support for the legal application of the age of criminal responsibility regulations."
        }
      }
    }
  ]
}