{
  "nodes": [
    {
      "id": "司徒华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "司徒华",
          "Szeto Wah",
          "华叔",
          "司徒卫华"
        ],
        "en": [
          "Szeto Wah"
        ]
      },
      "properties": {
        "lifetime": "1931-02-28 - 2011-01-02",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "death_place": {
          "zh-cn": "香港沙田威尔斯亲王医院",
          "en": "Prince of Wales Hospital, Sha Tin, Hong Kong"
        },
        "description": {
          "zh-cn": "香港民主派政治人物，被誉为香港民主派元老及精神领袖。曾任教师、小学校长，后投身社会运动及政治，创立香港教育专业人员协会、香港市民支援爱国民主运动联合会及香港民主同盟。",
          "en": "A Hong Kong pro-democracy politician, regarded as a patriarch and spiritual leader of the Hong Kong pro-democracy camp. He was a teacher and primary school principal before dedicating himself to social and political movements, founding the Hong Kong Professional Teachers' Union, the Hong Kong Alliance in Support of Patriotic Democratic Movements of China, and the United Democrats of Hong Kong."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件"
        ],
        "en": [
          "Tiananmen Square protests of 1989"
        ]
      },
      "properties": {
        "period": "1989-04-15 - 1989-06-04",
        "location": {
          "zh-cn": "中国大陆",
          "en": "Mainland China"
        },
        "description": {
          "zh-cn": "指1989年在中国大陆发生的一系列学生民主运动，最终被中华人民共和国政府以武力镇压。该事件深刻影响了司徒华的政治立场，并促使他创立支联会。",
          "en": "Refers to a series of student-led pro-democracy protests in mainland China in 1989, which were ultimately suppressed by the People's Republic of China government with force. The event profoundly influenced Szeto Wah's political stance and led him to establish the Hong Kong Alliance."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。司徒华早年曾受其思想影响并希望入党，但在六四事件后与其彻底决裂，转为坚定的反对者。",
          "en": "The ruling political party of the People's Republic of China. Szeto Wah was influenced by its ideology in his youth and wished to join, but completely broke with it after the Tiananmen Square incident, becoming a staunch opponent."
        }
      }
    },
    {
      "id": "香港市民支援爱国民主运动联合会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港市民支援爱国民主运动联合会",
          "支联会"
        ],
        "en": [
          "Hong Kong Alliance in Support of Patriotic Democratic Movements of China",
          "The Hong Kong Alliance"
        ]
      },
      "properties": {
        "period": "1989-05-21 - ",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "为回应1989年中国大陆学生运动而成立的香港政治组织，由司徒华创立并长期担任主席，其纲领包括“结束一党专政”。",
          "en": "A Hong Kong political organization established in response to the 1989 student movement in mainland China. It was founded by Szeto Wah, who served as its chairman for many years. Its platform included 'ending one-party dictatorship'."
        }
      }
    },
    {
      "id": "李柱铭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李柱铭"
        ],
        "en": [
          "Martin Lee"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "香港民主派政治人物，与司徒华在六四事件后一同退出基本法起草委员会，并共同创立香港民主同盟。",
          "en": "A Hong Kong pro-democracy politician who, along with Szeto Wah, withdrew from the Basic Law Drafting Committee after the Tiananmen Square incident and co-founded the United Democrats of Hong Kong."
        }
      }
    },
    {
      "id": "香港特别行政区基本法起草委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港特别行政区基本法起草委员会",
          "基本法起草委员会"
        ],
        "en": [
          "Hong Kong Basic Law Drafting Committee"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "负责起草《中华人民共和国香港特别行政区基本法》的机构。司徒华曾于1985年获中华人民共和国政府委任为委员。",
          "en": "The body responsible for drafting the Basic Law of the Hong Kong Special Administrative Region of the People's Republic of China. Szeto Wah was appointed as a member by the PRC government in 1985."
        }
      }
    },
    {
      "id": "香港民主同盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港民主同盟",
          "港同盟"
        ],
        "en": [
          "United Democrats of Hong Kong"
        ]
      },
      "properties": {
        "period": "1990 - 1994",
        "description": {
          "zh-cn": "香港首个政党，由司徒华和李柱铭等人创立，是民主党的前身。",
          "en": "The first political party in Hong Kong, founded by Szeto Wah, Martin Lee, and others. It was the predecessor to the Democratic Party."
        }
      }
    },
    {
      "id": "民主党 (香港)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主党 (香港)",
          "民主党"
        ],
        "en": [
          "Democratic Party (Hong Kong)"
        ]
      },
      "properties": {
        "period": "1994 - ",
        "description": {
          "zh-cn": "香港泛民主派的主要政党，由香港民主同盟与汇点合并而成，司徒华是其核心成员。",
          "en": "A major political party in Hong Kong's pro-democracy camp, formed by the merger of the United Democrats of Hong Kong and Meeting Point. Szeto Wah was a core member."
        }
      }
    },
    {
      "id": "香港教育专业人员协会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港教育专业人员协会",
          "教协"
        ],
        "en": [
          "Hong Kong Professional Teachers' Union",
          "PTU"
        ]
      },
      "properties": {
        "period": "1973 - ",
        "description": {
          "zh-cn": "香港的教师工会，司徒华是其创会会长。",
          "en": "A teachers' union in Hong Kong, of which Szeto Wah was the founding president."
        }
      }
    },
    {
      "id": "黄雀行动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "黄雀行动"
        ],
        "en": [
          "Operation Yellowbird"
        ]
      },
      "properties": {
        "period": "1989 - ",
        "description": {
          "zh-cn": "六四事件后由支联会发起，旨在营救中国大陆民运人士的秘密行动。",
          "en": "A clandestine operation initiated by the Hong Kong Alliance after the Tiananmen Square incident to rescue mainland Chinese pro-democracy activists."
        }
      }
    },
    {
      "id": "吾尔开希",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吾尔开希"
        ],
        "en": [
          "Wu'erkaixi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "1989年天安门学生运动领袖之一，在六四事件后经“黄雀行动”营救逃离中国大陆。",
          "en": "One of the leaders of the 1989 Tiananmen student movement, who was rescued and escaped from mainland China through 'Operation Yellowbird' after the incident."
        }
      }
    },
    {
      "id": "柴玲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柴玲"
        ],
        "en": [
          "Chai Ling"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "1989年天安门学生运动领袖之一，在六四事件后经“黄雀行动”营救逃离中国大陆。",
          "en": "One of the leaders of the 1989 Tiananmen student movement, who was rescued and escaped from mainland China through 'Operation Yellowbird' after the incident."
        }
      }
    },
    {
      "id": "许家屯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许家屯"
        ],
        "en": [
          "Xu Jiatun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前新华社香港分社社长。他与司徒华就司徒华是否曾主动要求加入中国共产党一事，有不同版本的说法。",
          "en": "Former director of the Xinhua News Agency Hong Kong Branch. He and Szeto Wah had conflicting accounts regarding whether Szeto had proactively requested to join the Chinese Communist Party."
        }
      }
    },
    {
      "id": "五区公投",
      "type": "Event",
      "name": {
        "zh-cn": [
          "五区公投"
        ],
        "en": [
          "Five Constituencies Referendum"
        ]
      },
      "properties": {
        "period": "2009 - 2010",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "由香港泛民主派中的公民党和社会民主连线发起的政治运动，旨在通过立法会议员辞职再选的方式，就普选议题进行“变相公投”。司徒华最终对此持反对立场。",
          "en": "A political campaign initiated by the Civic Party and the League of Social Democrats in Hong Kong's pro-democracy camp, aiming to hold a 'de facto referendum' on universal suffrage through the resignation and re-election of Legislative Council members. Szeto Wah ultimately opposed this movement."
        }
      }
    },
    {
      "id": "社会民主连线",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "社会民主连线"
        ],
        "en": [
          "League of Social Democrats"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "香港泛民主派政党，是“五区公投”的主要推动者之一，因此与持反对意见的司徒华及民主党产生矛盾。",
          "en": "A pro-democracy political party in Hong Kong and one of the main proponents of the 'Five Constituencies Referendum', which led to conflicts with the opposing Szeto Wah and the Democratic Party."
        }
      }
    },
    {
      "id": "2012年香港政治制度改革",
      "type": "Document",
      "name": {
        "zh-cn": [
          "2012年香港政治制度改革",
          "2012年政改方案"
        ],
        "en": [
          "2012 Hong Kong electoral reform"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "关于2012年香港行政长官及立法会产生办法的改革方案。司徒华支持民主党与中联办沟通后改良的方案，该方案最终在立法会通过。",
          "en": "The reform package for the election methods of the Hong Kong Chief Executive and Legislative Council in 2012. Szeto Wah supported the modified proposal developed after communication between the Democratic Party and the Liaison Office, which was eventually passed by the Legislative Council."
        }
      }
    },
    {
      "id": "曾荫权",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曾荫权"
        ],
        "en": [
          "Donald Tsang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任香港行政长官。在司徒华逝世后发表悼词，赞扬他热爱中国及香港，致力推动民主发展。",
          "en": "Then Chief Executive of Hong Kong. He delivered a eulogy after Szeto Wah's death, praising his love for China and Hong Kong and his dedication to promoting democratic development."
        }
      }
    },
    {
      "id": "中华人民共和国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国政府"
        ],
        "en": [
          "Government of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的中央政府。1985年曾委任司徒华为基本法起草委员会委员，但在六四事件后双方关系破裂。",
          "en": "The central government of the People's Republic of China. It appointed Szeto Wah to the Basic Law Drafting Committee in 1985, but their relationship broke down after the Tiananmen Square incident."
        }
      }
    },
    {
      "id": "汇点",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "汇点"
        ],
        "en": [
          "Meeting Point"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "香港一个已解散的论政团体，后与香港民主同盟合并为民主党。",
          "en": "A defunct political discussion group in Hong Kong that later merged with the United Democrats of Hong Kong to form the Democratic Party."
        }
      }
    },
    {
      "id": "黄少容",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄少容"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - 1983",
        "gender": "Female",
        "description": {
          "zh-cn": "司徒华的红颜知己，因身患顽疾而与司徒华分手。司徒华为思念她而终身未婚。",
          "en": "Szeto Wah's close female friend, who broke up with him due to a serious illness. Szeto Wah remained unmarried for life in her memory."
        }
      }
    },
    {
      "id": "郑家富",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑家富"
        ],
        "en": [
          "Andrew Cheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "香港政治人物。因在2012年政改方案上与民主党立场存在分歧，于2010年6月退出民主党。",
          "en": "A Hong Kong politician. He withdrew from the Democratic Party in June 2010 due to disagreements over the party's stance on the 2012 political reform package."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "六四事件",
      "target": "司徒华",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06-04",
        "description": {
          "zh-cn": "六四事件的血腥镇压使司徒华与中国共产党彻底决裂，并退出香港特别行政区基本法起草委员会。",
          "en": "The bloody crackdown of the Tiananmen Square incident caused Szeto Wah to completely break with the Chinese Communist Party and withdraw from the Hong Kong Basic Law Drafting Committee."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "香港市民支援爱国民主运动联合会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-05-21",
        "description": {
          "zh-cn": "为回应中国大陆爆发的学生民主运动（六四事件），司徒华成立了香港市民支援爱国民主运动联合会。",
          "en": "In response to the student-led pro-democracy movement in mainland China (Tiananmen Square incident), Szeto Wah founded the Hong Kong Alliance in Support of Patriotic Democratic Movements of China."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1989-06-04",
        "end_date": "2011-01-02",
        "description": {
          "zh-cn": "在六四事件后，司徒华成为中国共产党的坚定反对者，主张“结束一党专政”。",
          "en": "After the Tiananmen Square incident, Szeto Wah became a staunch opponent of the Chinese Communist Party, advocating for the 'end of one-party dictatorship'."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "香港市民支援爱国民主运动联合会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1989-05-21",
        "end_date": "2011-01-02",
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        },
        "description": {
          "zh-cn": "司徒华是香港市民支援爱国民主运动联合会的创始人和长期主席。",
          "en": "Szeto Wah was the founder and long-term chairman of the Hong Kong Alliance in Support of Patriotic Democratic Movements of China."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "李柱铭",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "司徒华与李柱铭是长期政治盟友，在六四事件后一同退出基本法起草委员会，并共同创立香港民主同盟。",
          "en": "Szeto Wah and Martin Lee were long-time political allies. They withdrew from the Basic Law Drafting Committee together after the Tiananmen Square incident and co-founded the United Democrats of Hong Kong."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "香港特别行政区基本法起草委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1985",
        "end_date": "1989",
        "position": {
          "zh-cn": "委员",
          "en": "Member"
        },
        "description": {
          "zh-cn": "司徒华于1985年获委任为基本法起草委员会委员，后于1989年六四事件后退出。",
          "en": "Szeto Wah was appointed as a member of the Basic Law Drafting Committee in 1985 and withdrew after the Tiananmen Square incident in 1989."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "司徒华",
      "type": "PUSHED",
      "properties": {
        "start_date": "1985",
        "description": {
          "zh-cn": "1985年，中华人民共和国政府委任司徒华为香港特别行政区基本法起草委员会委员。",
          "en": "In 1985, the government of the People's Republic of China appointed Szeto Wah as a member of the Hong Kong Basic Law Drafting Committee."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "香港民主同盟",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1990",
        "description": {
          "zh-cn": "司徒华与李柱铭等人共同创立了香港首个政党香港民主同盟。",
          "en": "Szeto Wah, along with Martin Lee and others, co-founded Hong Kong's first political party, the United Democrats of Hong Kong."
        }
      }
    },
    {
      "source": "香港民主同盟",
      "target": "民主党 (香港)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "1994年，香港民主同盟与汇点合并，组成民主党。",
          "en": "In 1994, the United Democrats of Hong Kong merged with Meeting Point to form the Democratic Party."
        }
      }
    },
    {
      "source": "汇点",
      "target": "民主党 (香港)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "1994年，汇点与香港民主同盟合并，组成民主党。",
          "en": "In 1994, Meeting Point merged with the United Democrats of Hong Kong to form the Democratic Party."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "民主党 (香港)",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1994",
        "end_date": "2011-01-02",
        "position": {
          "zh-cn": "党鞭、元老",
          "en": "Whip, Veteran"
        },
        "description": {
          "zh-cn": "司徒华是民主党的创始成员和核心人物。",
          "en": "Szeto Wah was a founding member and a core figure of the Democratic Party."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "香港教育专业人员协会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1973",
        "description": {
          "zh-cn": "司徒华于1973年创立教师工会香港教育专业人员协会，并出任首任会长。",
          "en": "Szeto Wah founded the teachers' union, the Hong Kong Professional Teachers' Union, in 1973 and served as its first president."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "黄雀行动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-06",
        "description": {
          "zh-cn": "作为支联会主席，司徒华领导并发起了旨在营救中国大陆民运人士的“黄雀行动”。",
          "en": "As the chairman of the Hong Kong Alliance, Szeto Wah led and initiated 'Operation Yellowbird' to rescue pro-democracy activists from mainland China."
        }
      }
    },
    {
      "source": "黄雀行动",
      "target": "吾尔开希",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "“黄雀行动”成功营救了民运领袖吾尔开希，使其逃离中国大陆。",
          "en": "Operation Yellowbird successfully rescued the pro-democracy leader Wu'erkaixi, enabling him to escape from mainland China."
        }
      }
    },
    {
      "source": "黄雀行动",
      "target": "柴玲",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "“黄雀行动”成功营救了民运领袖柴玲，使其逃离中国大陆。",
          "en": "Operation Yellowbird successfully rescued the pro-democracy leader Chai Ling, enabling her to escape from mainland China."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "许家屯",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1983",
        "description": {
          "zh-cn": "时任新华社香港分社社长许家屯曾到司徒华家中，邀请他加入或组织共产党，但被司徒华拒绝。双方对此会面有不同说法。",
          "en": "Xu Jiatun, then director of the Xinhua News Agency Hong Kong Branch, visited Szeto Wah at his home and invited him to join or organize a communist party, but Szeto Wah refused. The two have conflicting accounts of this meeting."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "五区公投",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-11",
        "description": {
          "zh-cn": "司徒华公开反对“五区公投”运动，认为社民连“居心叵测”，并影响民主党最终不参与该运动。",
          "en": "Szeto Wah publicly opposed the 'Five Constituencies Referendum' movement, believing the League of Social Democrats had 'ulterior motives,' and influenced the Democratic Party's eventual decision not to participate."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "社会民主连线",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2009",
        "end_date": "2010",
        "description": {
          "zh-cn": "因在“五区公投”问题上持相反立场，司徒华与社会民主连线关系紧张并发生公开争论。",
          "en": "Due to opposing stances on the 'Five Constituencies Referendum' issue, Szeto Wah had a tense relationship and public disputes with the League of Social Democrats."
        }
      }
    },
    {
      "source": "司徒华",
      "target": "2012年香港政治制度改革",
      "type": "PUSHED",
      "properties": {
        "start_date": "2010-06",
        "description": {
          "zh-cn": "司徒华支持民主党就2012年政改方案与中联办沟通，并支持最终通过的区议会改良方案。",
          "en": "Szeto Wah supported the Democratic Party's communication with the Liaison Office regarding the 2012 political reform package and endorsed the finally passed District Council enhancement proposal."
        }
      }
    },
    {
      "source": "黄少容",
      "target": "司徒华",
      "type": "LOVER_OF",
      "properties": {
        "end_date": "1983",
        "description": {
          "zh-cn": "黄少容是司徒华的红颜知己，两人曾互生情愫。司徒华为思念因病去世的她而终身未婚。",
          "en": "Huang Shaorong was Szeto Wah's close female friend, and they had mutual affection. Szeto Wah remained unmarried for life in memory of her after she passed away from illness."
        }
      }
    },
    {
      "source": "郑家富",
      "target": "民主党 (香港)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2010-06-25",
        "description": {
          "zh-cn": "因在2012年政改方案的投票立场上与民主党存在分歧，郑家富宣布退出民主党。",
          "en": "Due to disagreements with the Democratic Party's voting stance on the 2012 political reform package, Andrew Cheng announced his withdrawal from the party."
        }
      }
    }
  ]
}