{
  "nodes": [
    {
      "id": "东欧剧变",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "东欧剧变",
          "东欧民主化",
          "1989年革命",
          "共产主义的垮台"
        ],
        "en": [
          "Revolutions of 1989",
          "Fall of Communism"
        ]
      },
      "properties": {
        "period": "1986-12-16 - 1993-09-24",
        "description": {
          "zh-cn": "指在1990年前后东欧和中欧的社会主义国家中，发生反对派推翻共产党和工人党政权的急剧政治变化。最终以苏联解体告终，标志着冷战的结束。",
          "en": "Refers to the dramatic political changes in Eastern and Central European socialist countries around 1990, where opposition movements overthrew Communist and workers' party regimes. It concluded with the dissolution of the Soviet Union and is generally considered to mark the end of the Cold War."
        }
      }
    },
    {
      "id": "冷战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "冷战"
        ],
        "en": [
          "Cold War"
        ]
      },
      "properties": {
        "period": "1947 - 1991",
        "description": {
          "zh-cn": "指第二次世界大战后，以美国为首的资本主义阵营与以苏联为首的社会主义阵营之间的长期政治、经济、军事对抗。东欧剧变标志着其结束。",
          "en": "Refers to the prolonged period of political, economic, and military confrontation between the capitalist bloc, led by the United States, and the socialist bloc, led by the Soviet Union, after World War II. The Revolutions of 1989 marked its end."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922 - 1991",
        "description": {
          "zh-cn": "前社会主义联邦制国家，冷战期间社会主义阵营的领导者。其在冷战后期国力衰退，对东欧控制减弱，是东欧剧变的重要背景。最终于1991年解体。",
          "en": "A former socialist federal state and the leader of the socialist bloc during the Cold War. Its decline in power and weakened control over Eastern Europe in the later Cold War period was a significant backdrop to the Revolutions of 1989. It eventually dissolved in 1991."
        }
      }
    },
    {
      "id": "计划经济",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "计划经济"
        ],
        "en": [
          "Planned economy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种经济体制，其高度集中的模式被东欧各国采用，导致体制僵化、经济衰退和生活水平低下，是东欧剧变的内因之一。",
          "en": "An economic system whose highly centralized model was adopted by Eastern European countries, leading to systemic rigidity, economic recession, and low living standards, which was one of the internal causes of the Revolutions of 1989."
        }
      }
    },
    {
      "id": "和平演变",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "和平演变"
        ],
        "en": [
          "Peaceful Evolution"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以美国为首的西方国家对社会主义阵营推行的政策，旨在通过非暴力方式促使其内部发生制度性改变，是东欧剧变的外因之一。",
          "en": "A policy promoted by Western countries, led by the United States, against the socialist bloc, aimed at inducing internal systemic change through non-violent means. It was one of the external causes of the Revolutions of 1989."
        }
      }
    },
    {
      "id": "米哈伊尔·戈尔巴乔夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "米哈伊尔·戈尔巴乔夫",
          "戈巴契夫"
        ],
        "en": [
          "Mikhail Gorbachev"
        ]
      },
      "properties": {
        "lifetime": "1931-03-02 - 2022-08-30",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联末任最高领导人。他推行的“民主社会主义”纲领和“辛纳屈主义”减少了对东欧国家的控制，推动了东欧剧变的进程。在苏联解体时宣布辞职。",
          "en": "The last leader of the Soviet Union. His programs of 'democratic socialism' and the 'Sinatra Doctrine' reduced control over Eastern European countries, promoting the process of the Revolutions of 1989. He resigned upon the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "两德统一",
      "type": "Event",
      "name": {
        "zh-cn": [
          "两德统一"
        ],
        "en": [
          "German reunification"
        ]
      },
      "properties": {
        "period": "1990-10-03",
        "description": {
          "zh-cn": "指德意志民主共和国（东德）并入德意志联邦共和国（西德）的事件，是东欧剧变中的标志性成果之一。",
          "en": "The event of the German Democratic Republic (East Germany) acceding to the Federal Republic of Germany (West Germany), one of the landmark outcomes of the Revolutions of 1989."
        }
      }
    },
    {
      "id": "苏联解体",
      "type": "Event",
      "name": {
        "zh-cn": [
          "苏联解体"
        ],
        "en": [
          "Dissolution of the Soviet Union"
        ]
      },
      "properties": {
        "period": "1991-12-26",
        "description": {
          "zh-cn": "指构成苏联的各加盟共和国相继成为独立主权国家的过程，标志着苏联作为一个主权国家停止存在，东欧剧变以此告终。",
          "en": "The process by which the constituent republics of the USSR became independent sovereign states, marking the end of the Soviet Union as a sovereign state and concluding the Revolutions of 1989."
        }
      }
    },
    {
      "id": "华沙条约组织",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华沙条约组织"
        ],
        "en": [
          "Warsaw Pact"
        ]
      },
      "properties": {
        "period": "1955 - 1991",
        "description": {
          "zh-cn": "由苏联领导的东欧社会主义阵营国家组成的军事同盟，在冷战中与北约对峙。于1991年7月1日正式解散。",
          "en": "A military alliance of Eastern Bloc socialist countries led by the Soviet Union, which confronted NATO during the Cold War. It was formally dissolved on July 1, 1991."
        }
      }
    },
    {
      "id": "南斯拉夫解体",
      "type": "Event",
      "name": {
        "zh-cn": [
          "南斯拉夫解体"
        ],
        "en": [
          "Breakup of Yugoslavia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指南斯拉夫社会主义联邦共和国分裂为多个独立国家的过程，是东欧剧变的结果之一，并引发了南斯拉夫内战。",
          "en": "The process of the Socialist Federal Republic of Yugoslavia breaking up into multiple independent states. It was one of the results of the Revolutions of 1989 and led to the Yugoslav Wars."
        }
      }
    },
    {
      "id": "南斯拉夫内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "南斯拉夫内战"
        ],
        "en": [
          "Yugoslav Wars"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "在南斯拉夫解体过程中及之后发生的一系列独立战争和种族冲突。",
          "en": "A series of separate but related wars of independence and ethnic conflicts that took place during and after the breakup of Yugoslavia."
        }
      }
    },
    {
      "id": "雅尔塔体系",
      "type": "Document",
      "name": {
        "zh-cn": [
          "雅尔塔体系"
        ],
        "en": [
          "Yalta system"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指第二次世界大战末期确立的国际关系格局，以美苏两级对峙为特征。东欧剧变使其解体。",
          "en": "Refers to the international relations structure established at the end of World War II, characterized by the bipolar confrontation between the US and the USSR. It disintegrated with the Revolutions of 1989."
        }
      }
    },
    {
      "id": "六四清场",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四清场"
        ],
        "en": [
          "June Fourth Crackdown"
        ]
      },
      "properties": {
        "period": "1989-06-04",
        "description": {
          "zh-cn": "指中国政府动用军队镇压1989年天安门广场抗议活动的行为。其流血事件广泛传播，使得东欧各国军队在面对民众示威时无力继续镇压，促成了东欧的和平演变。",
          "en": "Refers to the act of the Chinese government using military force to suppress the 1989 Tiananmen Square protests. The widely reported bloodshed made Eastern European armies reluctant to suppress public demonstrations, facilitating peaceful transitions in Eastern Europe."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件"
        ],
        "en": [
          "Tiananmen Square protests of 1989"
        ]
      },
      "properties": {
        "period": "1989-04-15 - 1989-06-04",
        "description": {
          "zh-cn": "1989年在中国发生的一场以学生为主导的民主运动，因邓小平下令军队镇压而失败。",
          "en": "A student-led pro-democracy movement in China in 1989, which ended in failure after Deng Xiaoping ordered a military crackdown."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国第二代主要领导人，在1989年下令对六四事件进行武力清场。",
          "en": "The paramount leader of the People's Republic of China from 1978 to 1989. He ordered the military crackdown on the Tiananmen Square protests in 1989."
        }
      }
    },
    {
      "id": "团结工会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "团结工会"
        ],
        "en": [
          "Solidarity (Polish trade union)"
        ]
      },
      "properties": {
        "period": "1980 -",
        "description": {
          "zh-cn": "由莱赫·瓦文萨领导的波兰工会，是东欧国家第一个独立的工会。在1989年的议会选举中击败了执政的波兰统一工人党，开启了东欧剧变的序幕。",
          "en": "A Polish trade union led by Lech Wałęsa, it was the first independent trade union in an Eastern Bloc country. Its victory over the ruling Polish United Workers' Party in the 1989 parliamentary elections initiated the Revolutions of 1989."
        }
      }
    },
    {
      "id": "波兰统一工人党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "波兰统一工人党"
        ],
        "en": [
          "Polish United Workers' Party"
        ]
      },
      "properties": {
        "period": "1948 - 1990",
        "description": {
          "zh-cn": "波兰人民共和国的执政党，在1989年的选举中被团结工会击败，后于1990年停止活动。",
          "en": "The ruling party of the Polish People's Republic, which was defeated by Solidarity in the 1989 elections and ceased its activities in 1990."
        }
      }
    },
    {
      "id": "莱赫·瓦文萨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "莱赫·瓦文萨",
          "瓦文萨"
        ],
        "en": [
          "Lech Wałęsa"
        ]
      },
      "properties": {
        "lifetime": "1943-09-29 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "波兰政治家，团结工会的创始人和领导人，后成为波兰首位民选总统。",
          "en": "Polish politician, founder and leader of the Solidarity trade union, who later became the first democratically elected president of Poland."
        }
      }
    },
    {
      "id": "匈牙利",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "匈牙利"
        ],
        "en": [
          "Hungary"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东欧国家。1989年，匈牙利开始拆除其部分边境设防，允许东德居民流入西德，加剧了东德内部的不稳定，间接推动了柏林墙的倒塌。",
          "en": "An Eastern European country. In 1989, Hungary began dismantling parts of its border fortifications, allowing East German residents to flow into West Germany, which exacerbated instability within East Germany and indirectly contributed to the fall of the Berlin Wall."
        }
      }
    },
    {
      "id": "柏林墙倒塌",
      "type": "Event",
      "name": {
        "zh-cn": [
          "柏林墙倒塌"
        ],
        "en": [
          "Fall of the Berlin Wall"
        ]
      },
      "properties": {
        "period": "1989-11-09",
        "description": {
          "zh-cn": "东德政府宣布开放柏林墙及边境，是东欧剧变过程中的关键事件，直接促成了两德统一。",
          "en": "The event where the East German government announced the opening of the Berlin Wall and its borders. It was a pivotal moment in the Revolutions of 1989 and directly led to German reunification."
        }
      }
    },
    {
      "id": "埃里希·昂纳克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "埃里希·昂纳克"
        ],
        "en": [
          "Erich Honecker"
        ]
      },
      "properties": {
        "lifetime": "1912-08-25 - 1994-05-29",
        "gender": "Male",
        "description": {
          "zh-cn": "德意志民主共和国末任最高领导人，在1989年10月的群众示威压力下被迫辞职。",
          "en": "The last paramount leader of the German Democratic Republic, forced to resign in October 1989 under pressure from mass demonstrations."
        }
      }
    },
    {
      "id": "德意志民主共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "德意志民主共和国",
          "东德"
        ],
        "en": [
          "German Democratic Republic",
          "East Germany"
        ]
      },
      "properties": {
        "period": "1949 - 1990",
        "description": {
          "zh-cn": "前中欧社会主义国家，在东欧剧变中经历政治动荡，最终于1990年10月3日并入联邦德国，实现两德统一。",
          "en": "A former socialist state in Central Europe that experienced political upheaval during the Revolutions of 1989 and was ultimately incorporated into the Federal Republic of Germany on October 3, 1990, achieving German reunification."
        }
      }
    },
    {
      "id": "天鹅绒革命",
      "type": "Event",
      "name": {
        "zh-cn": [
          "天鹅绒革命"
        ],
        "en": [
          "Velvet Revolution"
        ]
      },
      "properties": {
        "period": "1989-11-17 - 1989-12-29",
        "description": {
          "zh-cn": "1989年在捷克斯洛伐克发生的非暴力革命，导致共产党政权垮台，瓦茨拉夫·哈维尔当选总统。",
          "en": "A non-violent revolution in Czechoslovakia in 1989 that led to the collapse of the communist regime and the election of Václav Havel as president."
        }
      }
    },
    {
      "id": "捷克斯洛伐克共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "捷克斯洛伐克共产党"
        ],
        "en": [
          "Communist Party of Czechoslovakia"
        ]
      },
      "properties": {
        "period": "1921 - 1990",
        "description": {
          "zh-cn": "捷克斯洛伐克社会主义共和国的执政党，在天鹅绒革命后被迫交出政权并解散。",
          "en": "The ruling party of the Czechoslovak Socialist Republic, which was forced to relinquish power and dissolved after the Velvet Revolution."
        }
      }
    },
    {
      "id": "瓦茨拉夫·哈维尔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "瓦茨拉夫·哈维尔"
        ],
        "en": [
          "Václav Havel"
        ]
      },
      "properties": {
        "lifetime": "1936-10-05 - 2011-12-18",
        "gender": "Male",
        "description": {
          "zh-cn": "捷克剧作家、思想家及政治家，天鹅绒革命后当选为捷克斯洛伐克新总统。",
          "en": "Czech playwright, thinker, and statesman who was elected as the new president of Czechoslovakia after the Velvet Revolution."
        }
      }
    },
    {
      "id": "1989年罗马尼亚革命",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1989年罗马尼亚革命"
        ],
        "en": [
          "Romanian Revolution"
        ]
      },
      "properties": {
        "period": "1989-12-16 - 1989-12-25",
        "description": {
          "zh-cn": "1989年在罗马尼亚发生的暴力革命，推翻了齐奥塞斯库的独裁统治，并将其夫妇处决。",
          "en": "A violent revolution in Romania in 1989 that overthrew the dictatorial rule of Nicolae Ceaușescu and led to the execution of him and his wife."
        }
      }
    },
    {
      "id": "尼古拉·齐奥塞斯库",
      "type": "Person",
      "name": {
        "zh-cn": [
          "尼古拉·齐奥塞斯库",
          "齐奥塞斯库",
          "寿西斯古"
        ],
        "en": [
          "Nicolae Ceaușescu"
        ]
      },
      "properties": {
        "lifetime": "1918-01-26 - 1989-12-25",
        "gender": "Male",
        "description": {
          "zh-cn": "罗马尼亚社会主义共和国的独裁统治者，在1989年罗马尼亚革命中被推翻并处决。",
          "en": "The dictatorial ruler of the Socialist Republic of Romania, who was overthrown and executed during the 1989 Romanian Revolution."
        }
      }
    },
    {
      "id": "罗马尼亚共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "罗马尼亚共产党"
        ],
        "en": [
          "Romanian Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "罗马尼亚社会主义共和国的执政党，在1989年革命后其政权正式消亡。",
          "en": "The ruling party of the Socialist Republic of Romania, whose regime officially ended after the 1989 revolution."
        }
      }
    },
    {
      "id": "南斯拉夫共产主义者联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南斯拉夫共产主义者联盟"
        ],
        "en": [
          "League of Communists of Yugoslavia"
        ]
      },
      "properties": {
        "period": "1919 - 1990",
        "description": {
          "zh-cn": "南斯拉夫社会主义联邦共和国的执政党，于1990年因内部分歧而崩溃，为南斯拉夫解体铺平了道路。",
          "en": "The ruling party of the Socialist Federal Republic of Yugoslavia, which collapsed in 1990 due to internal divisions, paving the way for the breakup of Yugoslavia."
        }
      }
    },
    {
      "id": "也门统一",
      "type": "Event",
      "name": {
        "zh-cn": [
          "也门统一"
        ],
        "en": [
          "Yemeni unification"
        ]
      },
      "properties": {
        "period": "1990-05-22",
        "description": {
          "zh-cn": "指南也门与北也门统一为也门共和国的事件。受东欧剧变及苏联撤军影响，实行社会主义的南也门最终寻求统一。",
          "en": "The event of the unification of South Yemen and North Yemen into the Republic of Yemen. Influenced by the Revolutions of 1989 and the Soviet withdrawal, the socialist South Yemen eventually sought unification."
        }
      }
    },
    {
      "id": "八一九事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "八一九事件"
        ],
        "en": [
          "1991 Soviet coup d'état attempt"
        ]
      },
      "properties": {
        "period": "1991-08-19 - 1991-08-21",
        "description": {
          "zh-cn": "1991年苏联共产党保守派发动的一场不成功的政变，其失败加速了苏联的解体。",
          "en": "An unsuccessful coup attempt in 1991 by hardliners of the Communist Party of the Soviet Union. Its failure accelerated the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "鲍里斯·叶利钦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲍里斯·叶利钦",
          "叶利钦",
          "叶尔钦"
        ],
        "en": [
          "Boris Yeltsin"
        ]
      },
      "properties": {
        "lifetime": "1931-02-01 - 2007-04-23",
        "gender": "Male",
        "description": {
          "zh-cn": "俄罗斯联邦首任总统，在苏联解体过程中扮演关键角色，下令宣布苏共为非法组织。",
          "en": "The first President of the Russian Federation, who played a key role in the dissolution of the Soviet Union and ordered the ban of the Communist Party of the Soviet Union."
        }
      }
    },
    {
      "id": "苏联共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联共产党",
          "苏共"
        ],
        "en": [
          "Communist Party of the Soviet Union",
          "CPSU"
        ]
      },
      "properties": {
        "period": "1912 - 1991",
        "description": {
          "zh-cn": "苏联的唯一执政党，在八一九事件失败后被俄罗斯总统叶利钦宣布为非法组织。",
          "en": "The sole ruling party of the Soviet Union, which was declared an illegal organization by Russian President Boris Yeltsin after the failure of the 1991 coup attempt."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "计划经济",
      "target": "东欧剧变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "东欧各国采用的计划经济体制导致经济僵化和生活水平低下，成为东欧剧变的重要内因。",
          "en": "The planned economy system adopted by Eastern European countries led to economic stagnation and low living standards, becoming a key internal cause of the Revolutions of 1989."
        }
      }
    },
    {
      "source": "和平演变",
      "target": "东欧剧变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "西方国家对社会主义阵营推行的和平演变政策是东欧剧变的重要外因。",
          "en": "The policy of Peaceful Evolution promoted by Western countries against the socialist bloc was a significant external cause of the Revolutions of 1989."
        }
      }
    },
    {
      "source": "米哈伊尔·戈尔巴乔夫",
      "target": "东欧剧变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "米哈伊尔·戈尔巴乔夫推行的“民主社会主义”纲领和“辛纳屈主义”减少了苏联对东欧国家的控制，推动了东欧剧变的发生。",
          "en": "Mikhail Gorbachev's policies of 'democratic socialism' and the 'Sinatra Doctrine' reduced Soviet control over Eastern European countries, thereby promoting the Revolutions of 1989."
        }
      }
    },
    {
      "source": "东欧剧变",
      "target": "冷战",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-12-03",
        "description": {
          "zh-cn": "东欧剧变一般被认为是冷战结束的标志。",
          "en": "The Revolutions of 1989 are generally considered to mark the end of the Cold War."
        }
      }
    },
    {
      "source": "东欧剧变",
      "target": "苏联解体",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "东欧剧变最终以苏联解体告终，是其一系列连锁反应的最终结果。",
          "en": "The Revolutions of 1989 concluded with the dissolution of the Soviet Union, which was the final result of its chain reactions."
        }
      }
    },
    {
      "source": "东欧剧变",
      "target": "华沙条约组织",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1991-07-01",
        "description": {
          "zh-cn": "东欧剧变后，作为其主要成员的东欧国家纷纷转型，华沙条约组织随之解散。",
          "en": "After the Revolutions of 1989, the Eastern European countries, which were its main members, underwent transitions, leading to the dissolution of the Warsaw Pact."
        }
      }
    },
    {
      "source": "东欧剧变",
      "target": "南斯拉夫解体",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "东欧剧变是导致南斯拉夫解体的外部因素之一。",
          "en": "The Revolutions of 1989 were one of the external factors leading to the breakup of Yugoslavia."
        }
      }
    },
    {
      "source": "东欧剧变",
      "target": "雅尔塔体系",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "东欧剧变和苏联解体导致了二战后形成的雅尔塔体系的最终解体。",
          "en": "The Revolutions of 1989 and the dissolution of the Soviet Union led to the final collapse of the Yalta system formed after World War II."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "六四清场",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-06",
        "description": {
          "zh-cn": "邓小平下令军队镇压六四事件，导致了六四清场。",
          "en": "Deng Xiaoping ordered the military to suppress the Tiananmen Square protests, leading to the June Fourth Crackdown."
        }
      }
    },
    {
      "source": "六四清场",
      "target": "六四事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06-04",
        "description": {
          "zh-cn": "六四清场使得六四事件的民众运动被迫中止并失败。",
          "en": "The June Fourth Crackdown forced the popular movement of the Tiananmen Square protests to end in failure."
        }
      }
    },
    {
      "source": "六四清场",
      "target": "东欧剧变",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中国六四清场的流血事件广泛传播，使得东欧各国的军队在民意压力下无力继续镇压，促成了东欧的和平演变。",
          "en": "The widespread reports of bloodshed from the June Fourth Crackdown in China made Eastern European armies reluctant to use force under public pressure, which facilitated the peaceful evolution in Eastern Europe."
        }
      }
    },
    {
      "source": "莱赫·瓦文萨",
      "target": "团结工会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1980-11",
        "position": {
          "zh-cn": "领导人",
          "en": "Leader"
        },
        "description": {
          "zh-cn": "莱赫·瓦文萨是团结工会的主要创始人和领导人。",
          "en": "Lech Wałęsa was the main founder and leader of the Solidarity trade union."
        }
      }
    },
    {
      "source": "团结工会",
      "target": "波兰统一工人党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06-04",
        "description": {
          "zh-cn": "在1989年6月4日的议会选举中，团结工会以压倒性优势击败了执政的波兰统一工人党，结束了其统治。",
          "en": "In the parliamentary elections on June 4, 1989, Solidarity defeated the ruling Polish United Workers' Party by a landslide, ending its rule."
        }
      }
    },
    {
      "source": "匈牙利",
      "target": "柏林墙倒塌",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-06",
        "description": {
          "zh-cn": "1989年，匈牙利开始拆除其部分边境设防，导致大量东德居民经由该国流入西德，加剧了东德内部的不稳定情绪，最终促成柏林墙倒塌。",
          "en": "In 1989, Hungary began dismantling parts of its border fortifications, leading to a large influx of East German residents into West Germany, which exacerbated internal instability in East Germany and ultimately contributed to the fall of the Berlin Wall."
        }
      }
    },
    {
      "source": "柏林墙倒塌",
      "target": "两德统一",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-11-09",
        "description": {
          "zh-cn": "柏林墙的倒塌消除了德国分裂的物理和象征性障碍，直接推动了两德统一的进程。",
          "en": "The fall of the Berlin Wall removed the physical and symbolic barriers of Germany's division, directly advancing the process of German reunification."
        }
      }
    },
    {
      "source": "两德统一",
      "target": "德意志民主共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1990-10-03",
        "description": {
          "zh-cn": "随着两德统一，德意志民主共和国（东德）作为一个主权国家不复存在，并入了联邦德国。",
          "en": "With German reunification, the German Democratic Republic (East Germany) ceased to exist as a sovereign state and was incorporated into the Federal Republic of Germany."
        }
      }
    },
    {
      "source": "东欧剧变",
      "target": "埃里希·昂纳克",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-10-18",
        "description": {
          "zh-cn": "在东欧剧变的浪潮和国内大规模示威的压力下，东德领导人埃里希·昂纳克于1989年10月18日宣布辞职。",
          "en": "Under the pressure of the Revolutions of 1989 and large-scale domestic demonstrations, East German leader Erich Honecker announced his resignation on October 18, 1989."
        }
      }
    },
    {
      "source": "天鹅绒革命",
      "target": "捷克斯洛伐克共产党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-11",
        "description": {
          "zh-cn": "天鹅绒革命导致捷克斯洛伐克共产党被迫交出政权，结束了一党专政。",
          "en": "The Velvet Revolution led to the Communist Party of Czechoslovakia being forced to relinquish power, ending one-party rule."
        }
      }
    },
    {
      "source": "天鹅绒革命",
      "target": "瓦茨拉夫·哈维尔",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-12-29",
        "description": {
          "zh-cn": "天鹅绒革命后，瓦茨拉夫·哈维尔当选为捷克斯洛伐克新总统。",
          "en": "After the Velvet Revolution, Václav Havel was elected as the new president of Czechoslovakia."
        }
      }
    },
    {
      "source": "1989年罗马尼亚革命",
      "target": "尼古拉·齐奥塞斯库",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-12-22",
        "end_date": "1989-12-25",
        "description": {
          "zh-cn": "1989年罗马尼亚革命推翻了尼古拉·齐奥塞斯库的独裁统治，并于12月25日将其处决。",
          "en": "The 1989 Romanian Revolution overthrew the dictatorial rule of Nicolae Ceaușescu, and he was executed on December 25."
        }
      }
    },
    {
      "source": "1989年罗马尼亚革命",
      "target": "罗马尼亚共产党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-12-22",
        "description": {
          "zh-cn": "1989年罗马尼亚革命导致罗马尼亚共产党的政权正式消亡。",
          "en": "The 1989 Romanian Revolution led to the official demise of the Romanian Communist Party's regime."
        }
      }
    },
    {
      "source": "南斯拉夫解体",
      "target": "南斯拉夫内战",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "南斯拉夫的解体过程伴随着各共和国之间的武装冲突，最终演变为长期的南斯拉夫内战。",
          "en": "The process of Yugoslavia's breakup was accompanied by armed conflicts between its republics, eventually evolving into the protracted Yugoslav Wars."
        }
      }
    },
    {
      "source": "八一九事件",
      "target": "苏联解体",
      "type": "PUSHED",
      "properties": {
        "start_date": "1991-08-21",
        "description": {
          "zh-cn": "八一九政变的失败大大削弱了苏联中央政府的权威，加速了各加盟共和国的分离进程，最终导致苏联解体。",
          "en": "The failure of the August Coup significantly weakened the authority of the Soviet central government and accelerated the separation process of the constituent republics, ultimately leading to the dissolution of the Soviet Union."
        }
      }
    },
    {
      "source": "鲍里斯·叶利钦",
      "target": "苏联共产党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991-08",
        "description": {
          "zh-cn": "在八一九事件失败后，时任俄罗斯总统的鲍里斯·叶利钦下令宣布苏共为非法组织，并限制其活动。",
          "en": "After the failure of the August Coup, then-Russian President Boris Yeltsin ordered the declaration of the Communist Party of the Soviet Union as an illegal organization and restricted its activities."
        }
      }
    }
  ]
}