{
  "nodes": [
    {
      "id": "中华人民共和国厦门海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国厦门海关",
          "厦门海关"
        ],
        "en": []
      },
      "properties": {
        "period": "1950-06-01 - ",
        "location": {
          "zh-cn": "厦门市",
          "en": "Xiamen"
        },
        "description": {
          "zh-cn": "中华人民共和国海关总署在厦门市设立的直属海关，负责厦门市、漳州市、泉州市、龙岩市的关区业务。",
          "en": "A directly affiliated customs office established in Xiamen by the General Administration of Customs of the People's Republic of China, responsible for customs operations in the areas of Xiamen, Zhangzhou, Quanzhou, and Longyan."
        }
      }
    },
    {
      "id": "中华人民共和国海关总署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国海关总署",
          "海关总署"
        ],
        "en": [
          "General Administration of Customs of the People's Republic of China",
          "GAC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院下属的负责全国海关事务的正部级直属机构。",
          "en": "A ministry-level agency directly under the State Council of the People's Republic of China, responsible for national customs affairs."
        }
      }
    },
    {
      "id": "海关总署驻上海特派员办事处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "海关总署驻上海特派员办事处"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国海关总署派驻上海的特派员办事处，是厦门海关的业务上级单位之一。",
          "en": "The Special Commissioner's Office of the General Administration of Customs stationed in Shanghai, which serves as one of the operational superiors to Xiamen Customs."
        }
      }
    },
    {
      "id": "郑巨刚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑巨刚"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国厦门海关关长。",
          "en": "Director General of Xiamen Customs of the People's Republic of China."
        }
      }
    },
    {
      "id": "闽海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "闽海关",
          "闽海关厦门口",
          "厦门关税务司署"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国厦门海关的前身机构。",
          "en": "The predecessor organization of the Xiamen Customs of the People's Republic of China."
        }
      }
    },
    {
      "id": "厦门战役 (1949年)",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "厦门战役 (1949年)",
          "厦门战役"
        ],
        "en": []
      },
      "properties": {
        "period": "1949-10 - 1949-10",
        "location": {
          "zh-cn": "厦门市",
          "en": "Xiamen"
        },
        "description": {
          "zh-cn": "1949年10月中国人民解放军为攻占厦门岛而发动的战役，战后厦门关由厦门市军事管制委员会接管。",
          "en": "A campaign launched in October 1949 by the People's Liberation Army to capture Xiamen Island, after which the Xiamen Customs was taken over by the Xiamen Military Control Committee."
        }
      }
    },
    {
      "id": "厦门市军事管制委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "厦门市军事管制委员会"
        ],
        "en": []
      },
      "properties": {
        "period": "1949-10 - ",
        "description": {
          "zh-cn": "1949年厦门战役后，中国共产党在厦门设立的临时权力机构，接管了当时的厦门关。",
          "en": "A temporary authority established by the Communist Party of China in Xiamen after the Battle of Xiamen in 1949, which took over the then Xiamen Customs."
        }
      }
    },
    {
      "id": "中央人民政府政务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府政务院",
          "政务院"
        ],
        "en": []
      },
      "properties": {
        "period": "1949 - 1954",
        "description": {
          "zh-cn": "中华人民共和国成立初期的最高国家行政机关，后改组为中华人民共和国国务院。曾下令将厦门海关改为福州海关厦门分关。",
          "en": "The highest state administrative organ of the People's Republic of China in its early days, later reorganized into the State Council. It ordered the change of Xiamen Customs to the Xiamen branch of Fuzhou Customs."
        }
      }
    },
    {
      "id": "中华人民共和国福州海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国福州海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署在福州市设立的直属海关。厦门海关曾一度是其分关。",
          "en": "A directly affiliated customs office established in Fuzhou by the General Administration of Customs of the People's Republic of China. Xiamen Customs was once its branch."
        }
      }
    },
    {
      "id": "厦门市人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "厦门市人民政府",
          "厦门市人民委员会",
          "厦门市革命委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国福建省厦门市的地方国家行政机关，在不同历史时期曾领导或指导厦门海关。",
          "en": "The local state administrative organ of Xiamen City, Fujian Province, People's Republic of China, which led or guided Xiamen Customs during various historical periods."
        }
      }
    },
    {
      "id": "中华人民共和国对外贸易部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国对外贸易部",
          "对外贸易部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国曾经存在的负责对外贸易的政府部门，海关总署曾为其下属机构。",
          "en": "A former government department of the People's Republic of China responsible for foreign trade, under which the General Administration of Customs was once subordinated."
        }
      }
    },
    {
      "id": "福建省人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "福建省人民政府",
          "福建省人民委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国福建省的省级国家行政机关，在不同历史时期曾与中央部门对厦门海关实行双重领导或进行监督指导。",
          "en": "The provincial-level state administrative organ of Fujian Province, People's Republic of China, which exercised dual leadership or provided supervision and guidance over Xiamen Customs with central departments during various historical periods."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "中华人民共和国历史上的一场政治运动，期间厦门海关被实行军管，组织结构和领导关系发生重大变化。",
          "en": "A political movement in the history of the People's Republic of China, during which Xiamen Customs was placed under military control, leading to significant changes in its organizational structure and leadership."
        }
      }
    },
    {
      "id": "厦门市财政局革命委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "厦门市财政局革命委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "文化大革命期间厦门市财政局的临时领导机构，曾一度领导厦门海关革命委员会。",
          "en": "The temporary leading body of the Xiamen Municipal Finance Bureau during the Cultural Revolution, which once led the Xiamen Customs Revolutionary Committee."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "国务院"
        ],
        "en": [
          "State Council of the People's Republic of China",
          "State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高国家行政机关。",
          "en": "The highest state administrative organ of the People's Republic of China."
        }
      }
    },
    {
      "id": "国务院关于改革海关管理体制的决定",
      "type": "Document",
      "name": {
        "zh-cn": [
          "国务院关于改革海关管理体制的决定"
        ],
        "en": []
      },
      "properties": {
        "period": "1980-02-20 - ",
        "description": {
          "zh-cn": "1980年中华人民共和国国务院发布的关于海关管理体制改革的文件，该文件确立了海关总署对下属海关的垂直领导体制。",
          "en": "A document issued by the State Council of the People's Republic of China in 1980 on the reform of the customs management system, which established the vertical leadership system of the General Administration of Customs over its subordinate customs offices."
        }
      }
    },
    {
      "id": "福建省口岸办",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "福建省口岸办"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "福建省人民政府负责口岸事务的机构，曾在特定时期对厦门海关进行监督指导。",
          "en": "The agency of the Fujian Provincial People's Government responsible for port affairs, which supervised and guided Xiamen Customs during a specific period."
        }
      }
    },
    {
      "id": "福建省对外经济贸易委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "福建省对外经济贸易委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "福建省人民政府负责对外经济贸易事务的机构，曾在特定时期对厦门海关进行监督指导。",
          "en": "The agency of the Fujian Provincial People's Government responsible for foreign economic and trade affairs, which supervised and guided Xiamen Customs during a specific period."
        }
      }
    },
    {
      "id": "中华人民共和国海关法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国海关法"
        ],
        "en": []
      },
      "properties": {
        "period": "1987-07-01 - ",
        "description": {
          "zh-cn": "中华人民共和国关于海关事务的基本法律，其颁布实施明确了海关的垂直管理体制，解除了地方政府对海关的监督指导责任。",
          "en": "The basic law of the People's Republic of China on customs affairs. Its promulgation and implementation clarified the vertical management system of customs and removed the supervisory and guiding responsibilities of local governments over customs."
        }
      }
    },
    {
      "id": "厦门市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "厦门市"
        ],
        "en": [
          "Xiamen"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国福建省下辖的副省级市，是厦门海关的驻地。",
          "en": "A sub-provincial city under the jurisdiction of Fujian Province, People's Republic of China, and the location of Xiamen Customs."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "郑巨刚",
      "target": "中华人民共和国厦门海关",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "关长",
          "en": "Director General"
        },
        "description": {
          "zh-cn": "郑巨刚是中华人民共和国厦门海关的现任关长。",
          "en": "Zheng Jugang is the current Director General of the Xiamen Customs of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "中华人民共和国海关总署",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1980-02-20",
        "description": {
          "zh-cn": "根据1980年国务院决定，厦门海关改为直属中华人民共和国海关总署领导。",
          "en": "According to the State Council's decision in 1980, Xiamen Customs was placed under the direct leadership of the General Administration of Customs of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处是厦门海关的业务上级。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is the operational superior of Xiamen Customs."
        }
      }
    },
    {
      "source": "闽海关",
      "target": "中华人民共和国厦门海关",
      "type": "INFLUENCED",
      "properties": {
        "end_date": "1950-06-01",
        "description": {
          "zh-cn": "中华人民共和国厦门海关的前身是闽海关厦门口（厦门关税务司署）。",
          "en": "The Xiamen Customs of the People's Republic of China was preceded by the Xiamen Port of Minhai Customs (Xiamen Customs Taxation Office)."
        }
      }
    },
    {
      "source": "厦门战役 (1949年)",
      "target": "中华人民共和国厦门海关",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-10",
        "description": {
          "zh-cn": "厦门战役后，厦门关由厦门市军事管制委员会接管，为中华人民共和国厦门海关的成立奠定了基础。",
          "en": "After the Battle of Xiamen, the Xiamen Customs was taken over by the Xiamen Military Control Committee, laying the foundation for the establishment of the Xiamen Customs of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "厦门市军事管制委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1949-10",
        "end_date": "1950-06-01",
        "description": {
          "zh-cn": "1949年10月厦门战役后，厦门关由厦门市军事管制委员会接管。",
          "en": "After the Battle of Xiamen in October 1949, Xiamen Customs was taken over by the Xiamen Military Control Committee."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "中华人民共和国福州海关",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1953-02-18",
        "end_date": "1955-01-01",
        "position": {
          "zh-cn": "厦门分关",
          "en": "Xiamen Branch"
        },
        "description": {
          "zh-cn": "1953年2月18日至1955年1月1日，厦门海关曾是中华人民共和国福州海关的厦门分关。",
          "en": "From February 18, 1953, to January 1, 1955, Xiamen Customs served as the Xiamen branch of the Fuzhou Customs of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "厦门市人民政府",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": [
          "1953-02-18",
          "1955-10-05",
          "1972"
        ],
        "end_date": [
          "1955-01-01",
          "1967-08",
          "1978-12-27"
        ],
        "description": {
          "zh-cn": "厦门海关在不同时期分别接受厦门市人民政府（及其前身厦门市人民委员会、厦门市革命委员会）的指导或领导。",
          "en": "Xiamen Customs received guidance or leadership from the Xiamen Municipal People's Government (and its predecessors, the Xiamen Municipal People's Committee and the Xiamen Municipal Revolutionary Committee) during different periods."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "中华人民共和国对外贸易部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1955-01-01",
        "end_date": "1980-02-20",
        "description": {
          "zh-cn": "自1955年恢复独立建制起，厦门海关长期归属对外贸易部海关总署领导。",
          "en": "Since resuming its independent status in 1955, Xiamen Customs was under the leadership of the General Administration of Customs of the Ministry of Foreign Trade for a long period."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "福建省人民政府",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": [
          "1955-01-01",
          "1980-02-20"
        ],
        "end_date": [
          "1955-10-05",
          "1987-07"
        ],
        "description": {
          "zh-cn": "厦门海关在两个不同时期接受福建省人民政府（及其前身福建省人民委员会）的双重领导或监督指导。",
          "en": "Xiamen Customs was under the dual leadership or supervision and guidance of the Fujian Provincial People's Government (and its predecessor, the Fujian Provincial People's Committee) during two different periods."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "中华人民共和国厦门海关",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1967-08-01",
        "description": {
          "zh-cn": "文化大革命开始后，厦门海关自1967年8月1日起被施行军管，正常的组织运作和领导关系中断。",
          "en": "After the start of the Cultural Revolution, Xiamen Customs was placed under military control from August 1, 1967, interrupting its normal organizational operations and leadership structure."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "厦门市财政局革命委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1969",
        "end_date": "1971-11-13",
        "description": {
          "zh-cn": "在文化大革命期间，厦门海关革命委员会曾划归厦门市财政局革命委员会领导。",
          "en": "During the Cultural Revolution, the Xiamen Customs Revolutionary Committee was placed under the leadership of the Xiamen Municipal Finance Bureau Revolutionary Committee."
        }
      }
    },
    {
      "source": "国务院关于改革海关管理体制的决定",
      "target": "中华人民共和国厦门海关",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980-02-20",
        "description": {
          "zh-cn": "该决定改革了海关管理体制，使厦门海关转为由海关总署垂直领导。",
          "en": "This decision reformed the customs management system, leading to Xiamen Customs being placed under the vertical leadership of the General Administration of Customs."
        }
      }
    },
    {
      "source": "中华人民共和国海关法",
      "target": "中华人民共和国厦门海关",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987-07",
        "description": {
          "zh-cn": "《中华人民共和国海关法》的颁布，从法律上确立了海关的垂直管理体制，解除了福建省人民政府对厦门海关的监督指导责任，巩固了其作为海关总署直属机构的地位。",
          "en": "The promulgation of the Customs Law of the People's Republic of China legally established the vertical management system of customs, removed the supervisory and guiding responsibilities of the Fujian Provincial People's Government over Xiamen Customs, and consolidated its status as a directly affiliated agency of the General Administration of Customs."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "福建省口岸办",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1981-02-15",
        "end_date": "1984",
        "description": {
          "zh-cn": "1981年至1984年，厦门海关受福建省口岸办监督指导。",
          "en": "From 1981 to 1984, Xiamen Customs was supervised and guided by the Fujian Provincial Port Office."
        }
      }
    },
    {
      "source": "中华人民共和国厦门海关",
      "target": "福建省对外经济贸易委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1984",
        "end_date": "1987-07",
        "description": {
          "zh-cn": "1984年至1987年7月，厦门海关改由福建省对外经济贸易委员会监督指导。",
          "en": "From 1984 to July 1987, Xiamen Customs was supervised and guided by the Fujian Provincial Foreign Economic and Trade Commission."
        }
      }
    }
  ]
}