{
  "nodes": [
    {
      "id": "法轮功",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "法轮功",
          "法轮大法"
        ],
        "en": [
          "Falun Gong",
          "Falun Dafa"
        ]
      },
      "properties": {
        "period": "1992-05 - ",
        "description": {
          "zh-cn": "由李洪志于1992年在中国吉林省传出的气功修炼法，以“真、善、忍”为核心教义。1999年7月起在中国大陆遭到中华人民共和国政府的镇压。",
          "en": "A spiritual practice of qigong founded by Li Hongzhi in Jilin Province, China, in May 1992, centered on the principles of 'Truthfulness, Compassion, Forbearance'. It has been suppressed by the Chinese government since July 1999."
        }
      }
    },
    {
      "id": "李洪志",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李洪志"
        ],
        "en": [
          "Li Hongzhi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "法轮功的创始人。1992年5月首次在中国公开传授法轮功。1998年获得美国永久居民身份并定居美国。",
          "en": "The founder of Falun Gong. He first publicly taught Falun Gong in China in May 1992. He obtained permanent residency in the United States in 1998 and settled there."
        },
        "birth_place": {
          "zh-cn": "长春市"
        }
      }
    },
    {
      "id": "中华人民共和国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国政府",
          "北京政府",
          "中国政府"
        ],
        "en": [
          "Government of the People's Republic of China",
          "Beijing Government",
          "Chinese Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政当局。自1999年7月起，在时任中共中央总书记江泽民的命令下，对法轮功发起了全面的镇压运动。",
          "en": "The ruling authority of the People's Republic of China. Since July 1999, under the order of then-CCP General Secretary Jiang Zemin, it launched a comprehensive suppression campaign against Falun Gong."
        }
      }
    },
    {
      "id": "江泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江泽民"
        ],
        "en": [
          "Jiang Zemin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任中国共产党中央委员会总书记，于1999年7月下令并主导了对法轮功的镇压运动。",
          "en": "Then General Secretary of the Central Committee of the Communist Party of China, who ordered and led the suppression campaign against Falun Gong in July 1999."
        }
      }
    },
    {
      "id": "对法轮功的镇压",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "对法轮功的镇压"
        ],
        "en": [
          "Persecution of Falun Gong"
        ]
      },
      "properties": {
        "period": "1999-07-20 - ",
        "description": {
          "zh-cn": "由时任中共中央总书记江泽民发起，中华人民共和国政府自1999年7月20日起在中国大陆范围内对法轮功展开的全国性镇压运动，手段包括宣传、监禁、酷刑、强制思想改造及被指控的活摘器官等。",
          "en": "A nationwide suppression campaign against Falun Gong within mainland China, initiated by then-CCP General Secretary Jiang Zemin and carried out by the government of the People's Republic of China since July 20, 1999. Methods include propaganda, imprisonment, torture, forced ideological conversion, and alleged live organ harvesting."
        }
      }
    },
    {
      "id": "610办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "610办公室",
          "中央处理法轮功问题领导小组办公室"
        ],
        "en": [
          "610 Office"
        ]
      },
      "properties": {
        "period": "1999-06-10 - ",
        "description": {
          "zh-cn": "由江泽民下令成立的法外机构，专门负责协调各机关镇压法轮功。其任务后扩大至针对其他被中共视为异端的宗教和气功团体。",
          "en": "An extralegal agency established by order of Jiang Zemin, specifically responsible for coordinating various government bodies in the suppression of Falun Gong. Its mission later expanded to target other religious and qigong groups deemed heretical by the CCP."
        }
      }
    },
    {
      "id": "罗干",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗干"
        ],
        "en": [
          "Luo Gan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任中共中央政法委书记，下令公安部对法轮功进行调查，并担任“中央处理法轮功问题领导小组”的历任组长之一。据称其背书了何祚庥批评法轮功的文章。",
          "en": "Then Secretary of the CCP Central Political and Legal Affairs Commission, who ordered the Ministry of Public Security to investigate Falun Gong and served as one of the leaders of the 'Central Leading Group on Dealing with Falun Gong'. He is reported to have endorsed He Zuoxiu's articles criticizing Falun Gong."
        }
      }
    },
    {
      "id": "何祚庥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何祚庥"
        ],
        "en": [
          "He Zuoxiu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国科学院院士，曾多次在官方媒体上发表文章和言论批评法轮功，其在《天津科技》杂志上发表的文章被认为是425上访事件的直接导火索。",
          "en": "An academician of the Chinese Academy of Sciences who published articles and made statements criticizing Falun Gong in official media on multiple occasions. His article in 'Tianjin Science and Technology' magazine is considered a direct trigger for the April 25 Appeal incident."
        }
      }
    },
    {
      "id": "425上访事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "425上访事件"
        ],
        "en": [
          "April 25 Appeal"
        ]
      },
      "properties": {
        "period": "1999-04-25 - 1999-04-25",
        "description": {
          "zh-cn": "1999年4月25日，逾万名法轮功学员到北京中南海旁的国家信访局和平上访，要求释放被天津公安抓捕的学员，并争取合法的炼功环境。该事件被江泽民视为对中共政权的挑战，成为其决定镇压的导火索。",
          "en": "On April 25, 1999, over 10,000 Falun Gong practitioners peacefully gathered at the National Public Complaints and Proposals Administration office near Zhongnanhai in Beijing, demanding the release of practitioners arrested by Tianjin police and seeking a legal environment for their practice. The event was viewed by Jiang Zemin as a challenge to the CCP's authority and became a catalyst for his decision to launch the suppression."
        },
        "location": {
          "zh-cn": "北京"
        }
      }
    },
    {
      "id": "朱镕基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱镕基"
        ],
        "en": [
          "Zhu Rongji"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华人民共和国国务院总理。在425上访事件中，他会见了法轮功学员代表，并下令释放被天津警方抓捕的学员，事件得到暂时和平解决。但其处理方式后被江泽民指责为“太软弱”。",
          "en": "Then Premier of the State Council of the People's Republic of China. During the April 25 Appeal, he met with Falun Gong representatives and ordered the release of practitioners arrested by Tianjin police, leading to a temporary peaceful resolution. However, his handling of the situation was later criticized by Jiang Zemin as 'too soft'."
        }
      }
    },
    {
      "id": "天安门自焚事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "天安门自焚事件"
        ],
        "en": [
          "Tiananmen Square self-immolation incident"
        ]
      },
      "properties": {
        "period": "2001-01-23 - 2001-01-23",
        "description": {
          "zh-cn": "2001年1月23日，中国官方媒体报道有五人在天安门广场自焚，并称他们是法轮功学员。该事件成为中国政府宣传战的转折点，用来在国内外将法轮功描绘成危险的“邪教”，并为镇压提供理由。法轮功方面则指控该事件为政府导演的骗局。",
          "en": "On January 23, 2001, Chinese state media reported that five people self-immolated on Tiananmen Square, claiming they were Falun Gong practitioners. The incident became a turning point in the Chinese government's propaganda war, used to portray Falun Gong domestically and internationally as a dangerous 'cult' and to justify the suppression. Falun Gong sources have alleged the incident was a staged hoax by the government."
        },
        "location": {
          "zh-cn": "天安门广场"
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党，主导了对法轮功的镇压运动。",
          "en": "The ruling party of the People's Republic of China, which led the campaign to suppress Falun Gong."
        }
      }
    },
    {
      "id": "大纪元时报",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大纪元时报"
        ],
        "en": [
          "The Epoch Times"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由法轮功学员创办的媒体，是大纪元传媒集团的子公司。因发表《九评共产党》社论而知名，并引发了退党运动。在西方被广泛认为是政治上极右翼的媒体实体。",
          "en": "A media outlet founded by Falun Gong practitioners, a subsidiary of the Epoch Media Group. It is known for publishing the editorial series 'Nine Commentaries on the Communist Party' and initiating the Tuidang movement. It is widely considered a far-right political media entity in the West."
        }
      }
    },
    {
      "id": "九评共产党",
      "type": "Document",
      "name": {
        "zh-cn": [
          "九评共产党"
        ],
        "en": [
          "Nine Commentaries on the Communist Party"
        ]
      },
      "properties": {
        "period": "2004 - ",
        "description": {
          "zh-cn": "由《大纪元时报》发表的系列社论，对共产主义和中国共产党的历史与意识形态进行批判，称中共本质上是邪教，并引发了“退党运动”。",
          "en": "A series of editorials published by The Epoch Times that criticizes the history and ideology of Communism and the Chinese Communist Party, labeling the CCP as an evil cult and sparking the 'Tuidang movement'."
        }
      }
    },
    {
      "id": "退党运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "退党运动",
          "三退"
        ],
        "en": [
          "Tuidang movement"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由《九评共产党》引发的，鼓励中国公民声明退出中国共产党及其附属组织（共青团、少先队）的运动。",
          "en": "A movement sparked by the 'Nine Commentaries on the Communist Party' that encourages Chinese citizens to declare their withdrawal from the Chinese Communist Party and its affiliated organizations (the Communist Youth League and the Young Pioneers)."
        }
      }
    },
    {
      "id": "乔石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乔石"
        ],
        "en": [
          "Qiao Shi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "已退休的前全国人大常委会委员长。在镇压发生前，他曾于1998年发起并率团对法轮功进行独立调查，结论是“法轮功于国于民，有百利而无一害”。",
          "en": "A retired former Chairman of the Standing Committee of the National People's Congress. Before the suppression, he initiated and led an independent investigation into Falun Gong in 1998, concluding that 'Falun Gong brings hundreds of benefits to the Chinese people and China, and does not have a single bad effect.'"
        }
      }
    },
    {
      "id": "中国气功科学研究会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国气功科学研究会",
          "中国气功协会"
        ],
        "en": [
          "China Qigong Science Research Association"
        ]
      },
      "properties": {
        "period": "1985 - ",
        "description": {
          "zh-cn": "1985年由中国官方成立的组织，负责监督和管理气功运动。法轮功研究会曾是其直属分会，但在1996年因拒绝成立党支部等要求而主动退出。",
          "en": "An official organization established in 1985 to supervise and manage the qigong movement. The Falun Gong Research Society was once its direct branch but voluntarily withdrew in 1996 after refusing requirements such as establishing a CCP branch."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": [
          "Hu Yaobang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前中国共产党中央总书记，在1982年对气功和特异功能研究提出“不宣传，不争论，不批评”的“三不政策”，为1980年代的气功热潮提供了相对宽松的政治环境。",
          "en": "Former General Secretary of the CCP Central Committee, who in 1982 proposed the 'Three Nos' policy ('no publicizing, no debating, no criticizing') for qigong and extraordinary abilities research, which provided a relatively relaxed political environment for the qigong boom of the 1980s."
        }
      }
    },
    {
      "id": "美国国会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国国会",
          "美国国会众议院"
        ],
        "en": [
          "United States Congress",
          "U.S. House of Representatives"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "美国的立法机构。曾通过多项决议，要求中国政府停止镇压法轮功，并谴责强摘法轮功学员器官的行为。",
          "en": "The legislative body of the United States. It has passed multiple resolutions calling on the Chinese government to stop the persecution of Falun Gong and condemning the practice of organ harvesting from Falun Gong practitioners."
        }
      }
    },
    {
      "id": "中华民国立法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国立法院"
        ],
        "en": [
          "Legislative Yuan of the Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国（台湾）的最高立法机关。曾通过决议要求中国停止镇压法轮功，并谴责强摘法轮功等良心犯器官的行为。",
          "en": "The supreme legislative body of the Republic of China (Taiwan). It has passed resolutions demanding that China stop the suppression of Falun Gong and condemning the forced organ harvesting from Falun Gong practitioners and other prisoners of conscience."
        }
      }
    },
    {
      "id": "对中国共产党摘取法轮功学员及良心犯器官的指控",
      "type": "Document",
      "name": {
        "zh-cn": [
          "对中国共产党摘取法轮功学员及良心犯器官的指控"
        ],
        "en": [
          "Allegations of organ harvesting from Falun Gong practitioners and prisoners of conscience in China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一系列指控，称中华人民共和国政府，特别是其军方和政法委系统，大规模系统性地活体摘取法轮功学员及其他良心犯的器官用于移植手术并牟利。此指控已引起联合国、美国国会、欧洲议会等国际组织的关注和调查。",
          "en": "A series of allegations claiming that the government of the People's Republic of China, particularly its military and political-legal commission systems, has engaged in large-scale, systematic live organ harvesting from Falun Gong practitioners and other prisoners of conscience for transplantation surgery and profit. These allegations have drawn attention and investigation from international bodies such as the United Nations, the U.S. Congress, and the European Parliament."
        }
      }
    },
    {
      "id": "大卫·乔高",
      "type": "Person",
      "name": {
        "zh-cn": [
          "大卫·乔高"
        ],
        "en": [
          "David Kilgour"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "加拿大前国会议员、亚太司司长，与大卫·麦塔斯共同撰写了关于中国政府活摘法轮功学员器官的调查报告（乔高-麦塔斯调查报告）。",
          "en": "A former Canadian Member of Parliament and Secretary of State for Asia-Pacific, who co-authored an investigative report (the Kilgour-Matas report) with David Matas on allegations of organ harvesting from Falun Gong practitioners by the Chinese government."
        }
      }
    },
    {
      "id": "大卫·麦塔斯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "大卫·麦塔斯"
        ],
        "en": [
          "David Matas"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "加拿大人权律师，与大卫·乔高共同撰写了关于中国政府活摘法轮功学员器官的调查报告（乔高-麦塔斯调查报告）。",
          "en": "A Canadian international human rights lawyer who co-authored an investigative report (the Kilgour-Matas report) with David Kilgour on allegations of organ harvesting from Falun Gong practitioners by the Chinese government."
        }
      }
    },
    {
      "id": "乔高-麦塔斯调查报告",
      "type": "Document",
      "name": {
        "zh-cn": [
          "乔高-麦塔斯调查报告"
        ],
        "en": [
          "Kilgour-Matas report"
        ]
      },
      "properties": {
        "period": "2006 - ",
        "description": {
          "zh-cn": "由大卫·乔高和大卫·麦塔斯撰写的调查报告，旨在调查关于中国共产党摘取法轮功学员器官的指控。报告结论认为指控可信，并提供了多种间接证据。",
          "en": "An investigative report authored by David Kilgour and David Matas to examine the allegations of organ harvesting from Falun Gong practitioners by the CCP. The report concluded that the allegations were credible and provided various forms of indirect evidence."
        }
      }
    },
    {
      "id": "中华爱国同心会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华爱国同心会"
        ],
        "en": [
          "Concentric Patriotism Association of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的一个亲中共政治团体，被指控多次对法轮功学员实施暴力和语言攻击。其秘书长张秀叶等人被台北地检署起诉，指控其收取中共资金在台发展组织并执行攻击法轮功成员等任务。",
          "en": "A pro-CCP political group in Taiwan, accused of repeatedly carrying out violent and verbal attacks against Falun Gong practitioners. Its secretary-general, Zhang Xiuye, and others were indicted by the Taipei District Prosecutors Office for allegedly receiving funds from the CCP to develop organizations in Taiwan and execute tasks such as attacking Falun Gong members."
        }
      }
    },
    {
      "id": "香港青年关爱协会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港青年关爱协会"
        ],
        "en": [
          "Hong Kong Youth Care Association"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "香港一个亲北京团体，被指多次对在街头活动的法轮功团体进行暴力骚扰、威胁和闹场。",
          "en": "A pro-Beijing group in Hong Kong, accused of repeatedly engaging in violent harassment, threats, and disruptions against Falun Gong groups conducting activities on the streets."
        }
      }
    },
    {
      "id": "大纪元传媒集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大纪元传媒集团"
        ],
        "en": [
          "Epoch Media Group"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由法轮功学员创办的跨国传媒公司，旗下拥有《大纪元时报》和新唐人电视台等媒体。",
          "en": "A multinational media company founded by Falun Gong practitioners, which owns media outlets such as The Epoch Times and New Tang Dynasty Television."
        }
      }
    },
    {
      "id": "新唐人电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新唐人电视台"
        ],
        "en": [
          "New Tang Dynasty Television"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大纪元传媒集团的子公司，是一家总部位于纽约的华语电视台。",
          "en": "A subsidiary of the Epoch Media Group, it is a Chinese-language television station headquartered in New York."
        }
      }
    },
    {
      "id": "神韵艺术团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "神韵艺术团"
        ],
        "en": [
          "Shen Yun Performing Arts"
        ]
      },
      "properties": {
        "period": "2006 - ",
        "description": {
          "zh-cn": "2006年在纽约成立的表演艺术团体，由海外法轮功学员创办，以复兴中华传统文化为宗旨，其演出内容常包含对法轮功在中国受迫害的描绘。",
          "en": "A performing arts company established in New York in 2006, founded by overseas Falun Gong practitioners. Its mission is to revive traditional Chinese culture, and its performances often include depictions of the persecution of Falun Gong in China."
        }
      }
    },
    {
      "id": "吉林省",
      "type": "Location",
      "name": {
        "zh-cn": [
          "吉林省"
        ],
        "en": [
          "Jilin Province"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的一个省份，是法轮功的发源地。",
          "en": "A province of the People's Republic of China, and the place of origin for Falun Gong."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "李洪志",
      "target": "法轮功",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1992-05",
        "description": {
          "zh-cn": "李洪志于1992年5月在中国吉林省首次公开传出法轮功。",
          "en": "Li Hongzhi first publicly taught Falun Gong in Jilin Province, China, in May 1992."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999-07-22",
        "description": {
          "zh-cn": "中华人民共和国政府于1999年7月22日正式取缔并禁止法轮功，发动了全面的镇压运动。",
          "en": "The Government of the People's Republic of China officially banned and prohibited Falun Gong on July 22, 1999, launching a comprehensive suppression campaign."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "对法轮功的镇压",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-07",
        "description": {
          "zh-cn": "时任中共中央总书记江泽民是发起对法轮功镇压运动的主要决策者。",
          "en": "Jiang Zemin, then General Secretary of the CCP Central Committee, was the primary decision-maker who initiated the suppression campaign against Falun Gong."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "610办公室",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1999-06-10",
        "description": {
          "zh-cn": "江泽民下令成立610办公室，作为处理法轮功问题的常设机构。",
          "en": "Jiang Zemin ordered the establishment of the 610 Office as a permanent body to handle the Falun Gong issue."
        }
      }
    },
    {
      "source": "610办公室",
      "target": "对法轮功的镇压",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "610办公室的主要职责是协调各个政府机关执行对法轮功的镇压。",
          "en": "The primary responsibility of the 610 Office was to coordinate various government agencies in carrying out the suppression of Falun Gong."
        }
      }
    },
    {
      "source": "法轮功",
      "target": "中国气功科学研究会",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1996-03",
        "description": {
          "zh-cn": "法轮功研究会曾是中国气功科学研究会的直属分会，但在1996年3月因拒绝成立党支部等要求而主动申请退出。",
          "en": "The Falun Gong Research Society was a direct branch of the China Qigong Science Research Association but voluntarily applied to withdraw in March 1996 after refusing requirements such as establishing a CCP party branch."
        }
      }
    },
    {
      "source": "何祚庥",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999-04",
        "description": {
          "zh-cn": "何祚庥在1999年4月于《天津科技》杂志发表文章《我不赞成青少年炼气功》，批评法轮功为“伪科学”，该事件直接引发了425上访事件。",
          "en": "In April 1999, He Zuoxiu published an article in 'Tianjin Science and Technology' magazine titled 'I Do Not Approve of Qigong for Teenagers,' criticizing Falun Gong as 'pseudoscience'. This incident directly triggered the April 25 Appeal."
        }
      }
    },
    {
      "source": "罗干",
      "target": "何祚庥",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-04",
        "description": {
          "zh-cn": "据信何祚庥发表的批评法轮功的文章得到了罗干的背书。",
          "en": "It is believed that He Zuoxiu's article criticizing Falun Gong was endorsed by Luo Gan."
        }
      }
    },
    {
      "source": "法轮功",
      "target": "425上访事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-04-25",
        "description": {
          "zh-cn": "为抗议何祚庥的文章及天津警察抓人事件，逾万名法轮功学员自发前往北京国家信访局上访。",
          "en": "To protest He Zuoxiu's article and the arrest of practitioners by Tianjin police, over 10,000 Falun Gong practitioners spontaneously went to the National Public Complaints and Proposals Administration in Beijing to appeal."
        }
      }
    },
    {
      "source": "425上访事件",
      "target": "江泽民",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1999-04-25",
        "description": {
          "zh-cn": "425上访事件的规模和组织性令江泽民感到震惊和威胁，成为其下定决心镇压法轮功的关键因素。",
          "en": "The scale and organization of the April 25 Appeal shocked and threatened Jiang Zemin, becoming a key factor in his decision to suppress Falun Gong."
        }
      }
    },
    {
      "source": "朱镕基",
      "target": "法轮功",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1999-04-25",
        "description": {
          "zh-cn": "在425上访事件当天，时任总理朱镕基会见了法轮功学员代表，促成事件和平解决。",
          "en": "On the day of the April 25 Appeal, then-Premier Zhu Rongji met with representatives of Falun Gong practitioners, facilitating a peaceful resolution to the incident."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "天安门自焚事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2001-01-23",
        "description": {
          "zh-cn": "根据文中所引用的法轮功方面及部分国际组织的说法，天安门自焚事件是由中国共产党当局策划导演，旨在栽赃法轮功并为镇压制造舆论支持。",
          "en": "According to Falun Gong sources and some international organizations cited in the text, the Tiananmen Square self-immolation incident was staged and directed by the Chinese Communist Party authorities to frame Falun Gong and create public opinion support for the suppression."
        }
      }
    },
    {
      "source": "天安门自焚事件",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2001-01-23",
        "description": {
          "zh-cn": "天安门自焚事件被中国官方媒体广泛报道，成功地在中国民众中将法轮功的形象负面化，削弱了公众对法轮功的同情，并为升级镇压提供了借口。",
          "en": "The Tiananmen Square self-immolation incident was widely reported by Chinese state media, successfully creating a negative image of Falun Gong among the Chinese public, eroding public sympathy, and providing a pretext for escalating the suppression."
        }
      }
    },
    {
      "source": "大纪元时报",
      "target": "九评共产党",
      "type": "PUSHED",
      "properties": {
        "start_date": "2004",
        "description": {
          "zh-cn": "《大纪元时报》于2004年发表了《九评共产党》系列社论。",
          "en": "The Epoch Times published the 'Nine Commentaries on the Communist Party' editorial series in 2004."
        }
      }
    },
    {
      "source": "九评共产党",
      "target": "退党运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "《九评共产党》的发表引发了鼓励中国民众退出中国共产党及其附属组织的“退党运动”。",
          "en": "The publication of the 'Nine Commentaries on the Communist Party' sparked the 'Tuidang movement,' which encourages Chinese people to withdraw from the CCP and its affiliated organizations."
        }
      }
    },
    {
      "source": "乔石",
      "target": "法轮功",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "在镇压前，乔石于1998年对法轮功进行独立调查后，向中共中央政治局提交了“法轮功于国于民，有百利而无一害”的正面报告。",
          "en": "Prior to the suppression, Qiao Shi, after an independent investigation into Falun Gong in 1998, submitted a positive report to the CCP Politburo stating that 'Falun Gong has hundreds of benefits for the Chinese people and China, and does not have one single bad effect.'"
        }
      }
    },
    {
      "source": "美国国会",
      "target": "对法轮功的镇压",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "美国国会曾通过605号、343号等多项决议案，要求中国政府立即停止对法轮功的迫害。",
          "en": "The U.S. Congress has passed multiple resolutions, including H.Res. 605 and H.Res. 343, demanding that the Chinese government immediately stop the persecution of Falun Gong."
        }
      }
    },
    {
      "source": "中华民国立法院",
      "target": "对法轮功的镇压",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "中华民国立法院曾通过决议，要求中国大陆当局立即停止对法轮功的镇压。",
          "en": "The Legislative Yuan of the Republic of China has passed a resolution demanding that mainland Chinese authorities immediately stop the suppression of Falun Gong."
        }
      }
    },
    {
      "source": "中华人民共和国政府",
      "target": "对中国共产党摘取法轮功学员及良心犯器官的指控",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国政府否认关于活摘法轮功学员器官的指控，并拒绝外国组织进行独立调查的请求。",
          "en": "The government of the People's Republic of China denies allegations of live organ harvesting from Falun Gong practitioners and has refused requests from foreign organizations for independent investigations."
        }
      }
    },
    {
      "source": "大卫·乔高",
      "target": "乔高-麦塔斯调查报告",
      "type": "PUSHED",
      "properties": {
        "start_date": "2006",
        "description": {
          "zh-cn": "大卫·乔高是大卫·麦塔斯共同撰写了关于中国政府活摘法轮功学员器官的调查报告。",
          "en": "David Kilgour co-authored the investigative report on organ harvesting from Falun Gong practitioners by the Chinese government with David Matas."
        }
      }
    },
    {
      "source": "大卫·麦塔斯",
      "target": "乔高-麦塔斯调查报告",
      "type": "PUSHED",
      "properties": {
        "start_date": "2006",
        "description": {
          "zh-cn": "大卫·麦塔斯与大卫·乔高共同撰写了关于中国政府活摘法轮功学员器官的调查报告。",
          "en": "David Matas co-authored the investigative report on organ harvesting from Falun Gong practitioners by the Chinese government with David Kilgour."
        }
      }
    },
    {
      "source": "乔高-麦塔斯调查报告",
      "target": "中华人民共和国政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2006",
        "description": {
          "zh-cn": "该调查报告指控中华人民共和国政府系统性地活体摘取法轮功学员的器官，对中国政府的国际形象造成负面影响。",
          "en": "This investigative report accuses the government of the People's Republic of China of systematically harvesting organs from living Falun Gong practitioners, negatively impacting the Chinese government's international image."
        }
      }
    },
    {
      "source": "中华爱国同心会",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "中华爱国同心会多次在台湾对法轮功团体进行暴力行为和语言攻击。",
          "en": "The Concentric Patriotism Association of China has repeatedly carried out violent acts and verbal attacks against Falun Gong groups in Taiwan."
        }
      }
    },
    {
      "source": "香港青年关爱协会",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "香港青年关爱协会多次在香港对法轮功团体使用暴力、进行威胁和闹场。",
          "en": "The Hong Kong Youth Care Association has repeatedly used violence, issued threats, and caused disruptions against Falun Gong groups in Hong Kong."
        }
      }
    },
    {
      "source": "法轮功",
      "target": "大纪元传媒集团",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "大纪元传媒集团由法轮功学员创办，作为回应中国政府镇压和信息封锁的平台。",
          "en": "The Epoch Media Group was founded by Falun Gong practitioners as a platform to respond to the Chinese government's suppression and information blockade."
        }
      }
    },
    {
      "source": "大纪元传媒集团",
      "target": "大纪元时报",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "大纪元时报是大纪元传媒集团旗下的主要报纸。",
          "en": "The Epoch Times is the main newspaper under the Epoch Media Group."
        }
      }
    },
    {
      "source": "大纪元传媒集团",
      "target": "新唐人电视台",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "新唐人电视台是大纪元传媒集团旗下的电视台。",
          "en": "New Tang Dynasty Television is the television station under the Epoch Media Group."
        }
      }
    },
    {
      "source": "法轮功",
      "target": "神韵艺术团",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2006",
        "description": {
          "zh-cn": "神韵艺术团由在美国的法轮功学员于2006年成立。",
          "en": "Shen Yun Performing Arts was established in 2006 by Falun Gong practitioners in the United States."
        }
      }
    }
  ]
}