{
  "nodes": [
    {
      "id": "蓝玉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蓝玉"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - 1393",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "南直隶定远县",
          "en": "Dingyuan County, South Zhili"
        },
        "description": {
          "zh-cn": "明朝开国将领，常遇春妻弟。因战功卓著，累官至大将军，封凉国公。后被指控谋反，于洪武二十六年（1393年）被明太祖朱元璋处死，引发“蓝玉案”，株连甚广。",
          "en": "A founding general of the Ming Dynasty and the brother-in-law of Chang Yuchun. He rose to the rank of Grand General and was ennobled as the Duke of Liang for his outstanding military achievements. He was later accused of treason and executed by Emperor Taizu of Ming (Zhu Yuanzhang) in 1393, leading to the \"Lan Yu Case\" which implicated a large number of people."
        }
      }
    },
    {
      "id": "明太祖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明太祖",
          "朱元璋"
        ],
        "en": [
          "Hongwu Emperor",
          "Zhu Yuanzhang"
        ]
      },
      "properties": {
        "lifetime": "1328-10-21 - 1398-06-24",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝的开国皇帝。晚年为巩固皇权，通过胡惟庸案和蓝玉案等政治清洗，屠戮了大量开国功臣。",
          "en": "The founding emperor of the Ming Dynasty. In his later years, to consolidate imperial power, he purged a large number of founding officials through political cases such as the Hu Weiyong case and the Lan Yu case."
        }
      }
    },
    {
      "id": "蓝玉案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "蓝玉案"
        ],
        "en": [
          "Lan Yu case"
        ]
      },
      "properties": {
        "period": "1393",
        "location": {
          "zh-cn": "应天府 (明朝)",
          "en": "Yingtian Fu (Ming dynasty)"
        },
        "description": {
          "zh-cn": "明朝洪武二十六年（1393年）发生的一场大规模政治清洗事件。大将军蓝玉被锦衣卫指挥蒋𤩽指控谋反，明太祖朱元璋下令将其处死并株连一万五千人，包括一公、十三侯、二伯等众多开国功臣。",
          "en": "A large-scale political purge that occurred in 1393 during the Hongwu era of the Ming Dynasty. Grand General Lan Yu was accused of rebellion by Jinyiwei commander Jiang Lü. Emperor Taizu Zhu Yuanzhang ordered his execution and implicated 15,000 people, including numerous founding officials such as one duke, thirteen marquises, and two counts."
        }
      }
    },
    {
      "id": "常遇春",
      "type": "Person",
      "name": {
        "zh-cn": [
          "常遇春"
        ],
        "en": [
          "Chang Yuchun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国名将，封开平王。为蓝玉的姐夫，早年曾多次向朱元璋举荐蓝玉。",
          "en": "A famous founding general of the Ming Dynasty, ennobled as the Prince of Kaiping. He was Lan Yu's brother-in-law and recommended Lan Yu to Zhu Yuanzhang on several occasions in his early years."
        }
      }
    },
    {
      "id": "朱标",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱标"
        ],
        "en": [
          "Zhu Biao"
        ]
      },
      "properties": {
        "lifetime": " - 1392-04",
        "gender": "Male",
        "description": {
          "zh-cn": "明太祖朱元璋的长子，被立为皇太子。他与身为其姻亲的蓝玉关系友好。其早逝是导致蓝玉失势并最终被杀的政治背景之一。",
          "en": "The eldest son of Emperor Taizu of Ming (Zhu Yuanzhang) and the crown prince. He had a friendly relationship with his relative-in-law, Lan Yu. His premature death was one of the political factors that led to Lan Yu's fall from power and eventual execution."
        }
      }
    },
    {
      "id": "朱棣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱棣"
        ],
        "en": [
          "Yongle Emperor",
          "Zhu Di"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明太祖第四子，封燕王，后来的明成祖。蓝玉曾向太子朱标警告其有“天子气”。朱标死后，朱棣向明太祖进言，暗示应抑制蓝玉等骄纵的将领。",
          "en": "The fourth son of Emperor Taizu of Ming, ennobled as the Prince of Yan, and later the Yongle Emperor. Lan Yu had warned Crown Prince Zhu Biao that Zhu Di possessed the 'aura of an emperor'. After Zhu Biao's death, Zhu Di advised Emperor Taizu, suggesting that arrogant generals like Lan Yu should be restrained."
        }
      }
    },
    {
      "id": "蒋𤩽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋𤩽"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝锦衣卫指挥使。他在洪武二十六年（1393年）向明太祖告发蓝玉谋反，直接引发了蓝玉案。",
          "en": "Commander of the Jinyiwei during the Ming Dynasty. In 1393, he reported to Emperor Taizu that Lan Yu was plotting a rebellion, which directly triggered the Lan Yu case."
        }
      }
    },
    {
      "id": "锦衣卫",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "锦衣卫"
        ],
        "en": [
          "Jinyiwei"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝的军政搜集情报机构，由皇帝直接指挥。",
          "en": "The imperial military and secret police that served the emperors of the Ming dynasty."
        }
      }
    },
    {
      "id": "傅友德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "傅友德"
        ],
        "en": [
          "Fu Youde"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国名将，封颍国公。蓝玉曾作为其副将参与征讨四川和云南。在蓝玉案后不久被迫自尽。",
          "en": "A famous founding general of the Ming Dynasty, ennobled as the Duke of Ying. Lan Yu served as his deputy in the campaigns against Sichuan and Yunnan. He was forced to commit suicide shortly after the Lan Yu case."
        }
      }
    },
    {
      "id": "冯胜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冯胜"
        ],
        "en": [
          "Feng Sheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国名将，封宋国公。蓝玉曾随其北征纳哈出。在蓝玉案后不久被杀。",
          "en": "A famous founding general of the Ming Dynasty, ennobled as the Duke of Song. Lan Yu followed him on the northern expedition against Nahacu. He was killed shortly after the Lan Yu case."
        }
      }
    },
    {
      "id": "王弼 (明朝将领)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王弼 (明朝将领)",
          "王弼"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封定远侯。在蓝玉案后不久被迫自尽。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Marquis of Dingyuan. He was forced to commit suicide shortly after the Lan Yu case."
        }
      }
    },
    {
      "id": "北元",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北元"
        ],
        "en": [
          "Northern Yuan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "元朝被明朝取代后，由元朝宗室在蒙古高原建立的政权。蓝玉曾多次率军征讨北元。",
          "en": "A dynasty established by the remnants of the Yuan dynasty in the Mongolian Plateau after they were overthrown by the Ming dynasty. Lan Yu led several military campaigns against the Northern Yuan."
        }
      }
    },
    {
      "id": "脱古思帖木儿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "脱古思帖木儿",
          "北元后主"
        ],
        "en": [
          "Tögüs Temür"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北元皇帝。洪武二十一年（1388年），其主力在捕鱼儿海被蓝玉率领的明军击溃。",
          "en": "An emperor of the Northern Yuan. In 1388, his main force was decisively defeated by the Ming army led by Lan Yu at the Battle of Buir Lake."
        }
      }
    },
    {
      "id": "纳哈出",
      "type": "Person",
      "name": {
        "zh-cn": [
          "纳哈出"
        ],
        "en": [
          "Nahacu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "元朝末年将领。洪武二十年（1387年），在面对冯胜和蓝玉率领的明军时投降。",
          "en": "A general of the Yuan dynasty in its final years. He surrendered to the Ming army led by Feng Sheng and Lan Yu in 1387."
        }
      }
    },
    {
      "id": "蓝氏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蓝氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "蓝玉的姐姐，常遇春的妻子。",
          "en": "Lan Yu's sister and the wife of Chang Yuchun."
        }
      }
    },
    {
      "id": "蓝贵女",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蓝贵女"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "蓝玉之女，嫁与蜀王朱椿为妃。在蓝玉案中被杀或赐死。",
          "en": "Daughter of Lan Yu, who married Zhu Chun, the Prince of Shu, as his consort. She was killed or forced to commit suicide during the Lan Yu case."
        }
      }
    },
    {
      "id": "朱椿 (明朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱椿 (明朝)",
          "朱椿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明太祖第十一子，封蜀王。娶蓝玉之女蓝贵女为妃。",
          "en": "The eleventh son of Emperor Taizu of Ming, ennobled as the Prince of Shu. He married Lan Yu's daughter, Lan Guinu, as his consort."
        }
      }
    },
    {
      "id": "凉国公",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "凉国公"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝公爵爵位。蓝玉因捕鱼儿海之战大捷而获封此爵位。",
          "en": "A ducal title of the Ming Dynasty. Lan Yu was granted this title for his great victory at the Battle of Buir Lake."
        }
      }
    },
    {
      "id": "永昌侯",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "永昌侯"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝侯爵爵位。蓝玉因战功于洪武十二年获封此爵位。",
          "en": "A marquis title of the Ming Dynasty. Lan Yu was granted this title in the 12th year of the Hongwu era for his military achievements."
        }
      }
    },
    {
      "id": "大将军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大将军"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝高级军事统帅职务。蓝玉于洪武二十一年（1388年）被拜为大将军，征伐北元。",
          "en": "A high-ranking military commander position in the Ming Dynasty. Lan Yu was appointed Grand General in 1388 to lead the expedition against the Northern Yuan."
        }
      }
    },
    {
      "id": "徐达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐达"
        ],
        "en": [
          "Xu Da"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国第一功臣，封魏国公。蓝玉曾于洪武五年（1372年）跟随其征讨北元。",
          "en": "The foremost founding official of the Ming Dynasty, ennobled as the Duke of Wei. Lan Yu followed him on an expedition against the Northern Yuan in 1372."
        }
      }
    },
    {
      "id": "沐英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "沐英"
        ],
        "en": [
          "Mu Ying"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明太祖养子，明朝开国功臣，长期镇守云南。蓝玉曾于洪武十一年（1378年）跟随其征讨吐蕃。",
          "en": "The adopted son of Emperor Taizu of Ming and a founding official of the Ming Dynasty, who governed Yunnan for a long period. Lan Yu followed him on an expedition against Tibet in 1378."
        }
      }
    },
    {
      "id": "胡惟庸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡惟庸"
        ],
        "en": [
          "Hu Weiyong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝最后一任中书省丞相，与蓝玉同乡。因谋反案被朱元璋处死，其案牵连甚广，史称“胡惟庸案”。",
          "en": "The last Chancellor of the Secretariat in the Ming Dynasty, from the same hometown as Lan Yu. He was executed by Zhu Yuanzhang for a rebellion plot, and his case implicated a vast number of people, known as the \"Hu Weiyong case\"."
        }
      }
    },
    {
      "id": "朱允炆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱允炆"
        ],
        "en": [
          "Jianwen Emperor",
          "Zhu Yunwen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明太祖之孙，太子朱标之子。朱标死后，被立为皇太孙，即后来的建文帝。蓝玉曾兼任其太傅。",
          "en": "Grandson of Emperor Taizu of Ming and son of Crown Prince Zhu Biao. After Zhu Biao's death, he was made the Imperial Grandson-heir, later becoming the Jianwen Emperor. Lan Yu once served as his Grand Tutor."
        }
      }
    },
    {
      "id": "月鲁帖木儿 (建昌卫)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "月鲁帖木儿 (建昌卫)",
          "月鲁帖木儿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "元朝降将，任建昌指挥使。洪武二十四年（1392年）在建昌起兵反明，后被蓝玉平定。",
          "en": "A surrendered general of the Yuan Dynasty who served as the commander of Jianchang. In 1392, he launched a rebellion against the Ming in Jianchang, which was later suppressed by Lan Yu."
        }
      }
    },
    {
      "id": "曹震",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹震"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封景川侯。在蓝玉案中被指为同党并遭诛杀。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Marquis of Jingchuan. He was accused of being an accomplice in the Lan Yu case and was executed."
        }
      }
    },
    {
      "id": "张翼 (明朝将领)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张翼 (明朝将领)",
          "张翼"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封鹤庆侯。在蓝玉案中被指为同党并遭诛杀。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Marquis of Heqing. He was accused of being an accomplice in the Lan Yu case and was executed."
        }
      }
    },
    {
      "id": "朱寿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱寿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封舳舻侯。在蓝玉案中被指为同党并遭诛杀。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Marquis of Zhulu. He was accused of being an accomplice in the Lan Yu case and was executed."
        }
      }
    },
    {
      "id": "何荣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何荣"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封东莞伯。在蓝玉案中被指为同党并遭诛杀。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Count of Dongguan. He was accused of being an accomplice in the Lan Yu case and was executed."
        }
      }
    },
    {
      "id": "张温 (明朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张温 (明朝)",
          "张温"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封会宁侯。因蓝玉案被株连诛杀。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Marquis of Huining. He was implicated and executed in the Lan Yu case."
        }
      }
    },
    {
      "id": "陈桓 (普定侯)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈桓 (普定侯)",
          "陈桓"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封普定侯。因蓝玉案被株连诛杀。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Marquis of Puding. He was implicated and executed in the Lan Yu case."
        }
      }
    },
    {
      "id": "曹兴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹兴"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，封怀远侯。因蓝玉案被株连诛杀。",
          "en": "A founding general of the Ming Dynasty, ennobled as the Marquis of Huaiyuan. He was implicated and executed in the Lan Yu case."
        }
      }
    },
    {
      "id": "定远县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "定远县",
          "定远"
        ],
        "en": [
          "Dingyuan County"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "今安徽省滁州市下辖县，是明初将领蓝玉和丞相胡惟庸的家乡。",
          "en": "A county under the jurisdiction of Chuzhou City, Anhui Province. It is the hometown of the early Ming general Lan Yu and Chancellor Hu Weiyong."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "明太祖",
      "target": "蓝玉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1393-02",
        "description": {
          "zh-cn": "因怀疑蓝玉谋反，明太祖下令将其处死，并夷其三族。",
          "en": "Suspecting Lan Yu of rebellion, Emperor Taizu ordered his execution and the extermination of his three closest kin groups."
        }
      }
    },
    {
      "source": "蒋𤩽",
      "target": "蓝玉案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1393-02",
        "description": {
          "zh-cn": "锦衣卫指挥使蒋𤩽向明太祖告发蓝玉意图谋反，直接引发了蓝玉案。",
          "en": "Jinyiwei commander Jiang Lü reported to Emperor Taizu that Lan Yu was plotting a rebellion, directly triggering the Lan Yu case."
        }
      }
    },
    {
      "source": "明太祖",
      "target": "蓝玉案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1393-02",
        "description": {
          "zh-cn": "在接到蓝玉谋反的指控后，明太祖下令彻查并展开大规模清洗，是蓝玉案的最高决策者和执行者。",
          "en": "After receiving the accusation of Lan Yu's rebellion, Emperor Taizu ordered a thorough investigation and launched a large-scale purge, acting as the ultimate decision-maker and executor of the Lan Yu case."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "蓝玉",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1393",
        "description": {
          "zh-cn": "蓝玉在此案中被以“谋反罪”处死。",
          "en": "Lan Yu was executed on charges of rebellion in this case."
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "常遇春",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "蓝玉早年隶属于其姐夫常遇春的麾下，开始其军事生涯。",
          "en": "In his early years, Lan Yu began his military career under the command of his brother-in-law, Chang Yuchun."
        }
      }
    },
    {
      "source": "常遇春",
      "target": "蓝玉",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "常遇春因蓝玉“临战勇敢，所向多捷”，多次在朱元璋面前称赞并举荐他。",
          "en": "Because Lan Yu was 'brave in battle and victorious wherever he went,' Chang Yuchun praised and recommended him to Zhu Yuanzhang on multiple occasions."
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "朱标",
      "type": "FRIEND_OF",
      "properties": {
        "end_date": "1392-04",
        "description": {
          "zh-cn": "蓝玉因是太子朱标的姻亲，两人经常友好往来。",
          "en": "As a relative-in-law of Crown Prince Zhu Biao, Lan Yu frequently maintained a friendly relationship with him."
        }
      }
    },
    {
      "source": "朱棣",
      "target": "蓝玉案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1392-04",
        "description": {
          "zh-cn": "在太子朱标死后，朱棣向明太祖进言，称“在朝公侯，纵恣不法，将来恐尾大不掉”，暗示应及早处置蓝玉等将领，推动了清洗的发生。",
          "en": "After the death of Crown Prince Zhu Biao, Zhu Di advised Emperor Taizu, stating that the dukes and marquises at court were 'unruly and lawless, and might become too powerful to control in the future,' suggesting that generals like Lan Yu should be dealt with promptly, thus promoting the purge."
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "北元",
      "type": "ENEMY_OF",
      "properties": {
        "period": [
          "1372",
          "1388"
        ],
        "description": {
          "zh-cn": "蓝玉多次率领明军征讨北元，并在捕鱼儿海战役中给予其主力毁灭性打击。",
          "en": "Lan Yu led the Ming army on several expeditions against the Northern Yuan and dealt a devastating blow to its main force at the Battle of Buir Lake."
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "脱古思帖木儿",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1388",
        "description": {
          "zh-cn": "洪武二十一年（1388年），蓝玉率军征伐北元皇帝脱古思帖木儿，在捕鱼儿海大破其主力。",
          "en": "In 1388, Lan Yu led an army to campaign against the Northern Yuan Emperor Tögüs Temür, decisively defeating his main force at Buir Lake."
        }
      }
    },
    {
      "source": "蓝氏",
      "target": "蓝玉",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "蓝氏是蓝玉的姐姐。",
          "en": "Lady Lan was Lan Yu's sister."
        }
      }
    },
    {
      "source": "蓝氏",
      "target": "常遇春",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "蓝氏嫁与常遇春为妻。",
          "en": "Lady Lan was married to Chang Yuchun."
        }
      }
    },
    {
      "source": "蓝贵女",
      "target": "蓝玉",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "蓝贵女是蓝玉的女儿。",
          "en": "Lan Guinu was Lan Yu's daughter."
        }
      }
    },
    {
      "source": "蓝贵女",
      "target": "朱椿 (明朝)",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "蓝贵女嫁给蜀王朱椿为妃。",
          "en": "Lan Guinu married Zhu Chun, the Prince of Shu, as his consort."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "蓝贵女",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因蓝玉案被牵连，被杀或被赐自尽。",
          "en": "She was implicated in the Lan Yu case and was either killed or forced to commit suicide."
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "永昌侯",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1379",
        "position": {
          "zh-cn": "永昌侯",
          "en": "Marquis of Yongchang"
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "大将军",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1388",
        "position": {
          "zh-cn": "大将军",
          "en": "Grand General"
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "凉国公",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1388",
        "position": {
          "zh-cn": "凉国公",
          "en": "Duke of Liang"
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "傅友德",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1371",
        "end_date": "1381",
        "description": {
          "zh-cn": "蓝玉曾两次在傅友德麾下作战，分别是在洪武四年（1371年）进攻四川和洪武十四年（1381年）作为征南左副将军进攻云南。",
          "en": "Lan Yu fought under Fu Youde's command on two occasions: during the attack on Sichuan in 1371, and as the Left Deputy General for the Southern Conquest during the attack on Yunnan in 1381."
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "徐达",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1372",
        "description": {
          "zh-cn": "洪武五年（1372年），蓝玉跟随大将军徐达征讨北元。",
          "en": "In 1372, Lan Yu followed Grand General Xu Da on an expedition against the Northern Yuan."
        }
      }
    },
    {
      "source": "蓝玉",
      "target": "冯胜",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1387",
        "position": {
          "zh-cn": "右副将军",
          "en": "Right Deputy General"
        },
        "description": {
          "zh-cn": "洪武二十年（1387年），蓝玉作为右副将军，跟随征虏大将军冯胜北征纳哈出。",
          "en": "In 1387, as the Right Deputy General, Lan Yu followed the Grand General Who Conquers Barbarians, Feng Sheng, on a northern expedition against Nahacu."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "傅友德",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在蓝玉案发生后不久，颍国公傅友德亦被迫自尽。",
          "en": "Shortly after the Lan Yu case, Fu Youde, the Duke of Ying, was also forced to commit suicide."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "冯胜",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在蓝玉案发生后不久，宋国公冯胜亦被杀。",
          "en": "Shortly after the Lan Yu case, Feng Sheng, the Duke of Song, was also killed."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "王弼 (明朝将领)",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在蓝玉案发生后不久，定远侯王弼亦被迫自尽。",
          "en": "Shortly after the Lan Yu case, Wang Bi, the Marquis of Dingyuan, was also forced to commit suicide."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "曹震",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "景川侯曹震在蓝玉案中被指为同党，并被诛杀。",
          "en": "Cao Zhen, the Marquis of Jingchuan, was accused of being an accomplice in the Lan Yu case and was executed."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "张翼 (明朝将领)",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "鹤庆侯张翼在蓝玉案中被指为同党，并被诛杀。",
          "en": "Zhang Yi, the Marquis of Heqing, was accused of being an accomplice in the Lan Yu case and was executed."
        }
      }
    }
  ]
}