{
  "nodes": [
    {
      "id": "中央人民政府重工业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府重工业部",
          "中华人民共和国中央人民政府重工业部"
        ],
        "en": []
      },
      "properties": {
        "period": "1949 - 1954-09",
        "description": {
          "zh-cn": "根据1949年《中华人民共和国中央人民政府组织法》设立的中央人民政府政务院组成部门，主管钢铁、有色金属、机器、船舶、兵器、航空工业、化学和建筑材料工业等方面的工作。1954年9月撤销，由中华人民共和国重工业部接替。",
          "en": "A component department of the Government Administration Council of the Central People's Government established in accordance with the 1949 Organic Law of the Central People's Government of the People's Republic of China. It was responsible for industries such as steel, non-ferrous metals, machinery, shipbuilding, ordnance, aviation, chemicals, and building materials. It was dissolved in September 1954 and succeeded by the Ministry of Heavy Industry of the People's Republic of China."
        }
      }
    },
    {
      "id": "中央人民政府政务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府政务院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立初期的最高国家行政机关，是中央人民政府重工业部的上级机构。",
          "en": "The highest state administrative organ during the early period of the People's Republic of China, and the superior body of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "中国人民政治协商会议",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民政治协商会议"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "其第一届全体会议通过了《中华人民共和国中央人民政府组织法》。",
          "en": "Its First Plenary Session passed the Organic Law of the Central People's Government of the People's Republic of China."
        }
      }
    },
    {
      "id": "中华人民共和国中央人民政府组织法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国中央人民政府组织法"
        ],
        "en": []
      },
      "properties": {
        "period": "1949-09-27 - ",
        "description": {
          "zh-cn": "中华人民共和国成立初期的临时宪法性文件，规定了中央人民政府的组织架构，其中第十八条规定设立中央人民政府重工业部。",
          "en": "A provisional constitutional document in the early days of the People's Republic of China, which stipulated the organizational structure of the Central People's Government, including the establishment of the Ministry of Heavy Industry in Article 18."
        }
      }
    },
    {
      "id": "中央人民政府政务院财政经济委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府政务院财政经济委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中央人民政府政务院下设的负责指导经济工作的机构。",
          "en": "An agency under the Government Administration Council responsible for guiding economic work."
        }
      }
    },
    {
      "id": "中央人民政府委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立初期的国家权力机关，在1952年8月7日第十七次会议上决定分设第一机械工业部和第二机械工业部。",
          "en": "The state power organ in the early days of the People's Republic of China, which decided to establish the First and Second Ministries of Machine Building Industry at its 17th meeting on August 7, 1952."
        }
      }
    },
    {
      "id": "中央人民政府第一机械工业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府第一机械工业部",
          "第一机械工业部"
        ],
        "en": []
      },
      "properties": {
        "period": "1952-08-07 - ",
        "description": {
          "zh-cn": "1952年8月由中央人民政府重工业部中分设出的部门，负责接管原重工业部的机器工业局、船舶工业局和航空工业局。",
          "en": "A department established in August 1952 by splitting from the Ministry of Heavy Industry, responsible for taking over the former Machinery Industry Bureau, Shipbuilding Industry Bureau, and Aviation Industry Bureau."
        }
      }
    },
    {
      "id": "中央人民政府第二机械工业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府第二机械工业部",
          "第二机械工业部"
        ],
        "en": []
      },
      "properties": {
        "period": "1952-08-07 - ",
        "description": {
          "zh-cn": "1952年8月由中央人民政府重工业部中分设出的部门，主管国防工业，接管了原重工业部的兵工总局。",
          "en": "A department established in August 1952 by splitting from the Ministry of Heavy Industry, responsible for the defense industry and taking over the former Ordnance Administration."
        }
      }
    },
    {
      "id": "第一届全国人民代表大会第一次会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "第一届全国人民代表大会第一次会议"
        ],
        "en": []
      },
      "properties": {
        "period": "1954-09",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "此次会议通过了《中华人民共和国宪法》和《中华人民共和国国务院组织法》，成立了中华人民共和国国务院，导致了中央人民政府重工业部的结束。",
          "en": "This session passed the Constitution of the People's Republic of China and the Organic Law of the State Council of the People's Republic of China, established the State Council, and led to the dissolution of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院"
        ],
        "en": []
      },
      "properties": {
        "period": "1954-09 - ",
        "description": {
          "zh-cn": "1954年成立的中华人民共和国最高国家行政机关，接替了中央人民政府政务院的职能。",
          "en": "The highest state administrative organ of the People's Republic of China, established in 1954, succeeding the functions of the Government Administration Council of the Central People's Government."
        }
      }
    },
    {
      "id": "中华人民共和国重工业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国重工业部"
        ],
        "en": []
      },
      "properties": {
        "period": "1954-09 - ",
        "description": {
          "zh-cn": "1954年9月根据《国务院组织法》成立，接替原中央人民政府重工业部的相关工作。",
          "en": "Established in September 1954 in accordance with the Organic Law of the State Council, it succeeded the work of the former Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "有色金属工业局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "有色金属工业局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中央人民政府重工业部下设的职能局。",
          "en": "A functional bureau under the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "李华 (1908年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李华 (1908年)",
          "李华"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中央人民政府重工业部有色金属工业局局长。",
          "en": "Chinese politician, served as the Director of the Non-ferrous Metals Industry Bureau of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "船舶工业局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "船舶工业局"
        ],
        "en": []
      },
      "properties": {
        "period": "1951 - ",
        "description": {
          "zh-cn": "原为中央人民政府重工业部下设的职能局，1952年8月划归第一机械工业部。",
          "en": "Originally a functional bureau under the Central People's Government Ministry of Heavy Industry, it was transferred to the First Ministry of Machine Building Industry in August 1952."
        }
      }
    },
    {
      "id": "华东工业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华东工业部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立初期华东地区的工业主管部门。",
          "en": "The industrial authority for the East China region in the early days of the People's Republic of China."
        }
      }
    },
    {
      "id": "程望",
      "type": "Person",
      "name": {
        "zh-cn": [
          "程望"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任华东工业部副部长，并兼任重工业部船舶工业局局长。",
          "en": "Chinese politician, served as Deputy Minister of the East China Industrial Department and concurrently as Director of the Shipbuilding Industry Bureau of the Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "航空工业局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "航空工业局"
        ],
        "en": []
      },
      "properties": {
        "period": "1951-04-17 - ",
        "description": {
          "zh-cn": "原为中央人民政府重工业部下设的职能局，1952年8月划归第一机械工业部。",
          "en": "Originally a functional bureau under the Central People's Government Ministry of Heavy Industry, it was transferred to the First Ministry of Machine Building Industry in August 1952."
        }
      }
    },
    {
      "id": "兵工总局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "兵工总局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "原为中央人民政府重工业部下设的职能局，其机构人员主体来自华北兵工局。1952年8月划归第二机械工业部。",
          "en": "Originally a functional bureau under the Central People's Government Ministry of Heavy Industry, its organization and personnel were mainly from the North China Ordnance Bureau. It was transferred to the Second Ministry of Machine Building Industry in August 1952."
        }
      }
    },
    {
      "id": "刘鼎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘鼎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中央人民政府重工业部副部长，并兼任兵工总局局长。",
          "en": "Chinese politician, served as Vice Minister of the Central People's Government Ministry of Heavy Industry and concurrently as Director of the Ordnance Administration."
        }
      }
    },
    {
      "id": "钱之道",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱之道"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任东北兵工局副局长，后调任重工业部兵工总局副局长。",
          "en": "Chinese politician, served as Deputy Director of the Northeast Ordnance Bureau and was later transferred to be Deputy Director of the Ordnance Administration of the Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "郑汉涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑汉涛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中央人民政府重工业部兵工总局副局长。",
          "en": "Chinese politician, served as Deputy Director of the Ordnance Administration of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "华北兵工局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华北兵工局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "华北人民政府公营企业部下属机构，其原班人马成为中央人民政府重工业部兵工总局的主体。",
          "en": "An agency under the Public Enterprise Department of the North China People's Government, whose original team formed the core of the Ordnance Administration of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "东北兵工局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东北兵工局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立初期东北地区的兵工主管部门。",
          "en": "The ordnance authority for the Northeast region in the early days of the People's Republic of China."
        }
      }
    },
    {
      "id": "中南兵工局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中南兵工局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立初期中南地区的兵工主管部门。",
          "en": "The ordnance authority for the Central South region in the early days of the People's Republic of China."
        }
      }
    },
    {
      "id": "吴运铎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴运铎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中南兵工局第二副局长。",
          "en": "Chinese politician, served as the Second Deputy Director of the Central South Ordnance Bureau."
        }
      }
    },
    {
      "id": "陈云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈云"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，中央人民政府重工业部第一任部长。",
          "en": "Chinese politician, the first Minister of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "何长工",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何长工"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任中央人民政府重工业部代理部长及副部长。",
          "en": "Chinese politician, served as Acting Minister and Vice Minister of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "王鹤寿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王鹤寿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，原东北人民政府工业部部长，1952年8月起任中央人民政府重工业部部长。",
          "en": "Chinese politician, former Minister of Industry of the Northeast People's Government, appointed Minister of the Central People's Government Ministry of Heavy Industry in August 1952."
        }
      }
    },
    {
      "id": "东北人民政府工业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东北人民政府工业部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立初期东北人民政府下设的工业主管部门。",
          "en": "The industrial authority under the Northeast People's Government in the early days of the People's Republic of China."
        }
      }
    },
    {
      "id": "钟林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钟林"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国专家，曾任中央人民政府重工业部副部长。",
          "en": "Chinese expert, served as Vice Minister of the Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "id": "吕东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕东"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，原东北人民政府工业部副部长，1952年8月起任中央人民政府重工业部副部长。",
          "en": "Chinese politician, former Deputy Minister of Industry of the Northeast People's Government, appointed Vice Minister of the Central People's Government Ministry of Heavy Industry in August 1952."
        }
      }
    },
    {
      "id": "赖际发",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赖际发"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，1952年8月起任中央人民政府重工业部副部长。",
          "en": "Chinese politician, appointed Vice Minister of the Central People's Government Ministry of Heavy Industry in August 1952."
        }
      }
    },
    {
      "id": "夏耘",
      "type": "Person",
      "name": {
        "zh-cn": [
          "夏耘"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，1954年6月起任中央人民政府重工业部副部长。",
          "en": "Chinese politician, appointed Vice Minister of the Central People's Government Ministry of Heavy Industry in June 1954."
        }
      }
    },
    {
      "id": "机器工业局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "机器工业局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "原为中央人民政府重工业部下设的职能局，1952年8月划归第一机械工业部。",
          "en": "Originally a functional bureau under the Central People's Government Ministry of Heavy Industry, it was transferred to the First Ministry of Machine Building Industry in August 1952."
        }
      }
    },
    {
      "id": "华北人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华北人民政府"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立前由中国共产党在华北地区设立的最高行政机关。",
          "en": "The highest administrative organ established by the Communist Party of China in North China before the founding of the People's Republic of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中华人民共和国中央人民政府组织法",
      "target": "中央人民政府重工业部",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-09-27",
        "description": {
          "zh-cn": "根据《中华人民共和国中央人民政府组织法》第十八条的规定，设置了中央人民政府重工业部。",
          "en": "According to Article 18 of the Organic Law of the Central People's Government of the People's Republic of China, the Central People's Government Ministry of Heavy Industry was established."
        }
      }
    },
    {
      "source": "中央人民政府重工业部",
      "target": "中央人民政府政务院",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中央人民政府重工业部是中央人民政府政务院的组成部门。",
          "en": "The Central People's Government Ministry of Heavy Industry was a component department of the Government Administration Council of the Central People's Government."
        }
      }
    },
    {
      "source": "中央人民政府政务院财政经济委员会",
      "target": "中央人民政府重工业部",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "中央人民政府重工业部在中央人民政府政务院财政经济委员会的指导下展开工作。",
          "en": "The Central People's Government Ministry of Heavy Industry carried out its work under the guidance of the Finance and Economics Committee of the Government Administration Council of the Central People's Government."
        }
      }
    },
    {
      "source": "中央人民政府委员会",
      "target": "中央人民政府第一机械工业部",
      "type": "PUSHED",
      "properties": {
        "start_date": "1952-08-07",
        "description": {
          "zh-cn": "在第十七次会议上决定从重工业部内分设出第一机械工业部。",
          "en": "At its 17th meeting, it was decided to establish the First Ministry of Machine Building Industry by splitting it from the Ministry of Heavy Industry."
        }
      }
    },
    {
      "source": "中央人民政府委员会",
      "target": "中央人民政府第二机械工业部",
      "type": "PUSHED",
      "properties": {
        "start_date": "1952-08-07",
        "description": {
          "zh-cn": "在第十七次会议上决定从重工业部内分设出第二机械工业部。",
          "en": "At its 17th meeting, it was decided to establish the Second Ministry of Machine Building Industry by splitting it from the Ministry of Heavy Industry."
        }
      }
    },
    {
      "source": "第一届全国人民代表大会第一次会议",
      "target": "中央人民政府重工业部",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1954-09",
        "description": {
          "zh-cn": "此次会议后，中央人民政府重工业部即告结束，由中华人民共和国重工业部接替。",
          "en": "After this session, the Central People's Government Ministry of Heavy Industry was dissolved and succeeded by the Ministry of Heavy Industry of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "中华人民共和国重工业部",
      "type": "PUSHED",
      "properties": {
        "start_date": "1954-09",
        "description": {
          "zh-cn": "根据《国务院组织法》成立了中华人民共和国重工业部，接替原中央人民政府重工业部的工作。",
          "en": "The Ministry of Heavy Industry of the People's Republic of China was established in accordance with the Organic Law of the State Council to take over the work of the former Central People's Government Ministry of Heavy Industry."
        }
      }
    },
    {
      "source": "有色金属工业局",
      "target": "中央人民政府重工业部",
      "type": "SUBORDINATE_OF",
      "properties": {}
    },
    {
      "source": "船舶工业局",
      "target": "中央人民政府重工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1951",
        "end_date": "1952-08"
      }
    },
    {
      "source": "航空工业局",
      "target": "中央人民政府重工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1951-04-17",
        "end_date": "1952-08"
      }
    },
    {
      "source": "兵工总局",
      "target": "中央人民政府重工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "1952-08"
      }
    },
    {
      "source": "机器工业局",
      "target": "中央人民政府重工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "1952-08"
      }
    },
    {
      "source": "船舶工业局",
      "target": "中央人民政府第一机械工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1952-08"
      }
    },
    {
      "source": "航空工业局",
      "target": "中央人民政府第一机械工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1952-08"
      }
    },
    {
      "source": "机器工业局",
      "target": "中央人民政府第一机械工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1952-08"
      }
    },
    {
      "source": "兵工总局",
      "target": "中央人民政府第二机械工业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1952-08"
      }
    },
    {
      "source": "华北兵工局",
      "target": "兵工总局",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "兵工总局的机构和人员都是华北兵工局的原班人马。",
          "en": "The organization and personnel of the Ordnance Administration were the original team from the North China Ordnance Bureau."
        }
      }
    },
    {
      "source": "华北兵工局",
      "target": "华北人民政府",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "1949",
        "position": {
          "zh-cn": "公营企业部兵工局",
          "en": "Ordnance Bureau of the Public Enterprise Department"
        }
      }
    },
    {
      "source": "李华 (1908年)",
      "target": "有色金属工业局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        }
      }
    },
    {
      "source": "程望",
      "target": "船舶工业局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1951",
        "position": {
          "zh-cn": "局长（兼任）",
          "en": "Director (concurrently)"
        }
      }
    },
    {
      "source": "程望",
      "target": "华东工业部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副部长",
          "en": "Deputy Minister"
        }
      }
    },
    {
      "source": "刘鼎",
      "target": "兵工总局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "局长（兼任）",
          "en": "Director (concurrently)"
        }
      }
    },
    {
      "source": "钱之道",
      "target": "兵工总局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        }
      }
    },
    {
      "source": "郑汉涛",
      "target": "兵工总局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        }
      }
    },
    {
      "source": "钱之道",
      "target": "东北兵工局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        }
      }
    },
    {
      "source": "吴运铎",
      "target": "中南兵工局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "第二副局长",
          "en": "Second Deputy Director"
        }
      }
    },
    {
      "source": "陈云",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1949",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        }
      }
    },
    {
      "source": "何长工",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1950-06",
        "end_date": "1950-06",
        "position": {
          "zh-cn": "代理部长",
          "en": "Acting Minister"
        }
      }
    },
    {
      "source": "王鹤寿",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1952-08",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        }
      }
    },
    {
      "source": "何长工",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1952-08",
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        }
      }
    },
    {
      "source": "钟林",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        }
      }
    },
    {
      "source": "刘鼎",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1952-08",
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        }
      }
    },
    {
      "source": "吕东",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1952-08",
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        }
      }
    },
    {
      "source": "赖际发",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1952-08",
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        }
      }
    },
    {
      "source": "夏耘",
      "target": "中央人民政府重工业部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1954-06",
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        }
      }
    },
    {
      "source": "王鹤寿",
      "target": "东北人民政府工业部",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1952-08",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        }
      }
    },
    {
      "source": "吕东",
      "target": "东北人民政府工业部",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1952-08",
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        }
      }
    }
  ]
}