{
  "nodes": [
    {
      "id": "陈平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈平"
        ],
        "en": [
          "Chen Ping"
        ]
      },
      "properties": {
        "lifetime": " - -0178",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "阳武",
          "en": "Yangwu"
        },
        "death_place": {
          "zh-cn": "长安",
          "en": "Chang'an"
        },
        "description": {
          "zh-cn": "西汉初年政治家、谋略家。早年家贫，后先后追随魏咎、项羽，最终归附刘邦。在楚汉相争中，他献出反间计等六条奇计，为刘邦夺取天下立下大功。汉朝建立后，历任丞相，与周勃共同平定诸吕之乱，拥立汉文帝，安定了汉初的政治局势。",
          "en": "A politician and strategist in the early Western Han dynasty. After an impoverished early life, he successively followed Wei Jiu and Xiang Yu before finally joining Liu Bang. During the Chu-Han Contention, he proposed six brilliant strategies, including sowing discord, which were instrumental in Liu Bang's victory. After the founding of the Han dynasty, he served as Chancellor and, together with Zhou Bo, quashed the Lü Clan Disturbance and enthroned Emperor Wen, stabilizing the political situation of the early Han."
        }
      }
    },
    {
      "id": "项羽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "项羽"
        ],
        "en": [
          "Xiang Yu"
        ]
      },
      "properties": {
        "lifetime": "-0232 - -0202",
        "gender": "Male",
        "description": {
          "zh-cn": "秦末义军领袖，西楚霸王。在楚汉相争中是刘邦的主要对手。",
          "en": "A warlord who lived in the late Qin dynasty. The Hegemon-King of Western Chu. He was the main rival of Liu Bang during the Chu–Han Contention."
        }
      }
    },
    {
      "id": "刘邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘邦",
          "汉王"
        ],
        "en": [
          "Liu Bang"
        ]
      },
      "properties": {
        "lifetime": "-0256 - -0195",
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝的开国皇帝，史称汉高祖。在楚汉相争中击败项羽，统一中国。",
          "en": "The founder and first emperor of the Han dynasty, known as Emperor Gaozu of Han. He defeated Xiang Yu in the Chu–Han Contention and unified China."
        }
      }
    },
    {
      "id": "范增",
      "type": "Person",
      "name": {
        "zh-cn": [
          "范增",
          "亚父"
        ],
        "en": [
          "Fan Zeng"
        ]
      },
      "properties": {
        "lifetime": "-0277 - -0204",
        "gender": "Male",
        "description": {
          "zh-cn": "项羽的主要谋士，被项羽尊为“亚父”。",
          "en": "A key advisor to Xiang Yu, who honored him as 'Second Father'."
        }
      }
    },
    {
      "id": "魏咎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏咎"
        ],
        "en": [
          "Wei Jiu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦末魏国宗室，被陈胜部将周巿立为魏王。",
          "en": "A member of the royal family of the Wei state during the late Qin dynasty, installed as the King of Wei by Zhou Shi, a general under Chen Sheng."
        }
      }
    },
    {
      "id": "魏无知",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏无知"
        ],
        "en": [
          "Wei Wuzhi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉初官员，曾向刘邦举荐陈平。",
          "en": "An official in the early Han dynasty who recommended Chen Ping to Liu Bang."
        }
      }
    },
    {
      "id": "周勃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周勃"
        ],
        "en": [
          "Zhou Bo"
        ]
      },
      "properties": {
        "lifetime": " - -0169",
        "gender": "Male",
        "description": {
          "zh-cn": "西汉开国功臣，官至太尉、丞相。与陈平共同诛灭诸吕，拥立汉文帝。",
          "en": "A founding general of the Western Han dynasty who served as Grand Marshal and Chancellor. He, along with Chen Ping, quashed the Lü Clan Disturbance and enthroned Emperor Wen."
        }
      }
    },
    {
      "id": "灌婴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "灌婴"
        ],
        "en": [
          "Guan Ying"
        ]
      },
      "properties": {
        "lifetime": " - -0176",
        "gender": "Male",
        "description": {
          "zh-cn": "西汉开国功臣，官至太尉、丞相。曾与周勃一同诋毁陈平。",
          "en": "A founding general of the Western Han dynasty who served as Grand Marshal and Chancellor. He once slandered Chen Ping along with Zhou Bo."
        }
      }
    },
    {
      "id": "钟离昧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钟离昧"
        ],
        "en": [
          "Zhongli Mo"
        ]
      },
      "properties": {
        "lifetime": " - -0200",
        "gender": "Male",
        "description": {
          "zh-cn": "项羽麾下重要将领之一，后因陈平的反间计而被项羽猜忌。",
          "en": "One of Xiang Yu's key generals, who later fell under Xiang Yu's suspicion due to Chen Ping's plot to sow discord."
        }
      }
    },
    {
      "id": "韩信",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩信"
        ],
        "en": [
          "Han Xin"
        ]
      },
      "properties": {
        "lifetime": " - -0196",
        "gender": "Male",
        "description": {
          "zh-cn": "西汉开国功臣，汉初三杰之一。军事才能卓著，后被刘邦用陈平之计擒获。",
          "en": "A founding general of the Western Han dynasty, one of the 'Three Heroes of the early Han dynasty'. He was an outstanding military commander who was later captured by Liu Bang using Chen Ping's strategy."
        }
      }
    },
    {
      "id": "张良",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张良"
        ],
        "en": [
          "Zhang Liang"
        ]
      },
      "properties": {
        "lifetime": " - -0186",
        "gender": "Male",
        "description": {
          "zh-cn": "汉初三杰之一，刘邦的重要谋臣。",
          "en": "One of the 'Three Heroes of the early Han dynasty', a key advisor to Liu Bang."
        }
      }
    },
    {
      "id": "樊哙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "樊哙"
        ],
        "en": [
          "Fan Kuai"
        ]
      },
      "properties": {
        "lifetime": " - -0189",
        "gender": "Male",
        "description": {
          "zh-cn": "西汉开国功臣，刘邦的连襟。因被人诬陷，刘邦晚年曾命陈平将其处死，但陈平将其生擒带回，使其幸免于难。",
          "en": "A founding general of the Western Han dynasty and Liu Bang's brother-in-law. Due to slander, Liu Bang in his later years ordered Chen Ping to execute him, but Chen Ping captured him alive and brought him back, thus saving his life."
        }
      }
    },
    {
      "id": "吕后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕后",
          "吕太后"
        ],
        "en": [
          "Empress Lü"
        ]
      },
      "properties": {
        "lifetime": "-0241 - -0180",
        "gender": "Female",
        "description": {
          "zh-cn": "汉高祖刘邦的皇后。刘邦死后，临朝称制，掌握汉朝实权。",
          "en": "The empress consort of Emperor Gaozu of Han (Liu Bang). After Liu Bang's death, she ruled as empress dowager and regent, holding de facto power over the Han dynasty."
        }
      }
    },
    {
      "id": "吕媭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕媭"
        ],
        "en": [
          "Lü Xu"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "吕后之妹，樊哙之妻。因陈平曾奉命捉拿樊哙而记恨陈平，并向吕后进谗言。",
          "en": "The younger sister of Empress Lü and wife of Fan Kuai. She held a grudge against Chen Ping for his role in arresting Fan Kuai and slandered him to Empress Lü."
        }
      }
    },
    {
      "id": "王陵 (西汉)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王陵 (西汉)",
          "王陵"
        ],
        "en": [
          "Wang Ling"
        ]
      },
      "properties": {
        "lifetime": " - -0181",
        "gender": "Male",
        "description": {
          "zh-cn": "西汉初年大臣，官至右丞相。曾因反对吕后封诸吕为王而被罢免。",
          "en": "A minister in the early Western Han dynasty who served as Chancellor of the Right. He was dismissed for opposing Empress Lü's decision to ennoble members of the Lü clan as kings."
        }
      }
    },
    {
      "id": "汉文帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉文帝",
          "刘恒"
        ],
        "en": [
          "Emperor Wen of Han"
        ]
      },
      "properties": {
        "lifetime": "-0203 - -0157",
        "gender": "Male",
        "description": {
          "zh-cn": "西汉第五位皇帝。在诸吕之乱平定后，由陈平、周勃等大臣拥立为帝。",
          "en": "The fifth emperor of the Western Han dynasty. He was enthroned by ministers including Chen Ping and Zhou Bo after the Lü Clan Disturbance was quashed."
        }
      }
    },
    {
      "id": "白登之围",
      "type": "Event",
      "name": {
        "zh-cn": [
          "白登之围"
        ],
        "en": [
          "Battle of Baideng"
        ]
      },
      "properties": {
        "period": "-0200 - -0200",
        "description": {
          "zh-cn": "公元前200年，汉高祖刘邦被匈奴围困于平城白登山的事件。刘邦后采用陈平的计策得以解围。",
          "en": "An event in 200 BC where Emperor Gaozu of Han (Liu Bang) was besieged by the Xiongnu at Baideng, near Pingcheng. Liu Bang later escaped by using a strategy devised by Chen Ping."
        }
      }
    },
    {
      "id": "诛灭诸吕",
      "type": "Event",
      "name": {
        "zh-cn": [
          "诛灭诸吕",
          "诸吕之乱"
        ],
        "en": [
          "Lü Clan Disturbance"
        ]
      },
      "properties": {
        "period": "-0180 - -0180",
        "description": {
          "zh-cn": "吕后死后，汉朝大臣为铲除吕氏外戚势力而发动的政变。由陈平与周勃共同策划并执行。",
          "en": "A political coup launched by Han dynasty ministers to eliminate the power of the Lü clan after the death of Empress Lü. It was jointly planned and executed by Chen Ping and Zhou Bo."
        }
      }
    },
    {
      "id": "楚汉相争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "楚汉相争"
        ],
        "en": [
          "Chu–Han Contention"
        ]
      },
      "properties": {
        "period": "-0206 - -0202",
        "description": {
          "zh-cn": "秦朝灭亡后，项羽和刘邦为争夺统治权而进行的战争。",
          "en": "A war for supremacy over China between Xiang Yu and Liu Bang following the collapse of the Qin dynasty."
        }
      }
    },
    {
      "id": "陈伯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈伯"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈平的哥哥。在陈平年少时耕田供养其读书。",
          "en": "Chen Ping's elder brother. He farmed to support Chen Ping's studies during their youth."
        }
      }
    },
    {
      "id": "陈买",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈买"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈平之子，袭封曲逆侯。",
          "en": "Son of Chen Ping, who inherited the title of Marquis of Quni."
        }
      }
    },
    {
      "id": "张负",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张负"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈平岳父的父亲。认为陈平非池中之物，将自己的孙女嫁给他并予以资助。",
          "en": "Chen Ping's father-in-law's father. He recognized Chen Ping's potential, married his granddaughter to him, and provided financial support."
        }
      }
    },
    {
      "id": "张负孙女",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张负孙女",
          "张氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "陈平的妻子，富豪张负的孙女。",
          "en": "Chen Ping's wife, the granddaughter of the wealthy Zhang Fu."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "陈平",
      "target": "魏咎",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "太仆",
          "en": "Grand Servant"
        },
        "description": {
          "zh-cn": "陈平曾在魏咎手下任太仆，但其进言不被采纳。",
          "en": "Chen Ping served as Grand Servant under Wei Jiu, but his advice was not heeded."
        }
      }
    },
    {
      "source": "陈平",
      "target": "项羽",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "都尉",
          "en": "Commandant"
        },
        "description": {
          "zh-cn": "陈平在离开魏咎后，投奔项羽，被任命为都尉。",
          "en": "After leaving Wei Jiu, Chen Ping joined Xiang Yu and was appointed Commandant."
        }
      }
    },
    {
      "source": "项羽",
      "target": "陈平",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "项羽因殷地再次被刘邦攻下而大怒，准备处死包括陈平在内的将领，导致陈平逃亡。",
          "en": "Xiang Yu was enraged after the Yin region was recaptured by Liu Bang and prepared to execute the commanders involved, including Chen Ping, prompting Chen Ping to flee."
        }
      }
    },
    {
      "source": "魏无知",
      "target": "陈平",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "魏无知向刘邦举荐了陈平，并之后在刘邦怀疑陈平时为其辩护。",
          "en": "Wei Wuzhi recommended Chen Ping to Liu Bang and later defended him when Liu Bang grew suspicious."
        }
      }
    },
    {
      "source": "陈平",
      "target": "刘邦",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "都尉、护军中尉、丞相",
          "en": "Commandant, Protector of the Army, Chancellor"
        },
        "description": {
          "zh-cn": "陈平逃离项羽后归附刘邦，成为其重要谋臣，后官至丞相。",
          "en": "After fleeing from Xiang Yu, Chen Ping joined Liu Bang and became a key advisor, eventually rising to the position of Chancellor."
        }
      }
    },
    {
      "source": "周勃",
      "target": "陈平",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "周勃与灌婴等人一同向刘邦诋毁陈平，称其品行不端，反复无常。",
          "en": "Zhou Bo, along with Guan Ying and others, slandered Chen Ping to Liu Bang, accusing him of misconduct and being unreliable."
        }
      }
    },
    {
      "source": "灌婴",
      "target": "陈平",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "灌婴与周勃等人一同向刘邦诋毁陈平，称其品行不端，反复无常。",
          "en": "Guan Ying, along with Zhou Bo and others, slandered Chen Ping to Liu Bang, accusing him of misconduct and being unreliable."
        }
      }
    },
    {
      "source": "陈平",
      "target": "范增",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0204",
        "description": {
          "zh-cn": "陈平献反间计，在楚军中散布谣言，使项羽猜忌范增，最终导致范增愤而离去，病死途中。",
          "en": "Chen Ping proposed a strategy to sow discord, spreading rumors in the Chu army that made Xiang Yu suspicious of Fan Zeng, ultimately leading Fan Zeng to leave in anger and die of illness on his way home."
        }
      }
    },
    {
      "source": "陈平",
      "target": "钟离昧",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0204",
        "description": {
          "zh-cn": "陈平使用反间计，声称钟离昧等将领欲与汉联合，导致项羽对其产生怀疑。",
          "en": "Chen Ping used a strategy to sow discord, claiming that generals like Zhongli Mo intended to ally with Han, which caused Xiang Yu to become suspicious of them."
        }
      }
    },
    {
      "source": "刘邦",
      "target": "韩信",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0201",
        "description": {
          "zh-cn": "刘邦采纳陈平的计策，以伪游云梦为名，在陈县擒获了前来谒见的楚王韩信，后降封为淮阴侯。",
          "en": "Liu Bang adopted Chen Ping's strategy, pretending to tour the Yunmeng Marsh, and captured Han Xin, the King of Chu, when he came to pay his respects at Chen County. Han Xin was later demoted to Marquis of Huaiyin."
        }
      }
    },
    {
      "source": "陈平",
      "target": "白登之围",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0200",
        "description": {
          "zh-cn": "在白登之围中，刘邦被匈奴围困七日。后采用陈平的奇计，派人疏通冒顿单于的阏氏，得以解围。",
          "en": "During the Siege of Baideng, Liu Bang was surrounded by the Xiongnu for seven days. He later used Chen Ping's ingenious plan, which involved sending someone to persuade Modu Chanyu's consort, to lift the siege."
        }
      }
    },
    {
      "source": "陈平",
      "target": "樊哙",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0195",
        "description": {
          "zh-cn": "刘邦晚年命陈平斩杀樊哙，陈平与周勃商议后，决定将樊哙囚禁押送回京，而非立即处决，从而保住了他的性命。",
          "en": "In his later years, Liu Bang ordered Chen Ping to execute Fan Kuai. After consulting with Zhou Bo, Chen Ping decided to imprison Fan Kuai and escort him back to the capital instead of executing him on the spot, thereby saving his life."
        }
      }
    },
    {
      "source": "吕媭",
      "target": "陈平",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因陈平曾奉高帝之命捉拿其夫樊哙，吕媭怀恨在心，多次向吕后进谗言诋毁陈平。",
          "en": "Because Chen Ping had arrested her husband Fan Kuai under Emperor Gaozu's orders, Lü Xu held a grudge and frequently slandered Chen Ping to Empress Lü."
        }
      }
    },
    {
      "source": "陈平",
      "target": "诛灭诸吕",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0180",
        "description": {
          "zh-cn": "吕后死后，陈平与太尉周勃合谋，成功铲除了吕氏外戚势力，稳定了刘氏政权。",
          "en": "After the death of Empress Lü, Chen Ping conspired with Grand Marshal Zhou Bo to successfully eliminate the power of the Lü clan, stabilizing the Liu family's regime."
        }
      }
    },
    {
      "source": "周勃",
      "target": "诛灭诸吕",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0180",
        "description": {
          "zh-cn": "吕后死后，周勃与丞相陈平合谋，成功铲除了吕氏外戚势力，稳定了刘氏政权。",
          "en": "After the death of Empress Lü, Zhou Bo conspired with Chancellor Chen Ping to successfully eliminate the power of the Lü clan, stabilizing the Liu family's regime."
        }
      }
    },
    {
      "source": "陈平",
      "target": "汉文帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0180",
        "description": {
          "zh-cn": "在诛灭诸吕后，与周勃等大臣共同拥立代王刘恒为帝，即汉文帝。",
          "en": "After eliminating the Lü clan, he, along with Zhou Bo and other ministers, supported Liu Heng, the Prince of Dai, to become emperor, who is known as Emperor Wen of Han."
        }
      }
    },
    {
      "source": "周勃",
      "target": "汉文帝",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0180",
        "description": {
          "zh-cn": "在诛灭诸吕后，与陈平等大臣共同拥立代王刘恒为帝，即汉文帝。",
          "en": "After eliminating the Lü clan, he, along with Chen Ping and other ministers, supported Liu Heng, the Prince of Dai, to become emperor, who is known as Emperor Wen of Han."
        }
      }
    },
    {
      "source": "陈平",
      "target": "周勃",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "-0179",
        "description": {
          "zh-cn": "汉文帝询问政事时，周勃无法回答，而陈平对答如流，阐明了丞相的职责。周勃自知能力远不如陈平，不久后便称病辞去右丞相之职。",
          "en": "When Emperor Wen inquired about state affairs, Zhou Bo could not answer, while Chen Ping responded fluently, clarifying the duties of a chancellor. Realizing his abilities were far inferior to Chen Ping's, Zhou Bo soon resigned from his position as Chancellor of the Right, citing illness."
        }
      }
    },
    {
      "source": "陈平",
      "target": "陈伯",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "陈伯是陈平的哥哥。",
          "en": "Chen Bo was Chen Ping's elder brother."
        }
      }
    },
    {
      "source": "陈买",
      "target": "陈平",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "陈买是陈平的儿子。",
          "en": "Chen Mai was Chen Ping's son."
        }
      }
    },
    {
      "source": "陈平",
      "target": "张负孙女",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "陈平娶了富豪张负的孙女为妻。",
          "en": "Chen Ping married the granddaughter of the wealthy Zhang Fu."
        }
      }
    },
    {
      "source": "张负",
      "target": "陈平",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "张负认为陈平相貌不凡，不应久居贫贱，于是将孙女嫁给陈平，并借钱资助他办婚事。",
          "en": "Zhang Fu believed that Chen Ping, with his extraordinary appearance, should not remain in poverty for long, so he married his granddaughter to him and lent him money for the wedding."
        }
      }
    },
    {
      "source": "樊哙",
      "target": "吕媭",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "樊哙是吕后之妹吕媭的丈夫。",
          "en": "Fan Kuai was the husband of Lü Xu, the younger sister of Empress Lü."
        }
      }
    },
    {
      "source": "王陵 (西汉)",
      "target": "吕后",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "吕后欲立吕氏族人为王，王陵引用高帝“白马之盟”明确表示反对。",
          "en": "When Empress Lü wanted to make members of the Lü clan kings, Wang Ling explicitly objected, citing Emperor Gaozu's 'Covenant of the White Horse'."
        }
      }
    }
  ]
}