{
  "nodes": [
    {
      "id": "吕蒙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕蒙",
          "子明",
          "吴下阿蒙",
          "吕虎威"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "178 - 220",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "汝南富陂",
          "en": "Runan, Fubei"
        },
        "death_place": {
          "zh-cn": "孱陵",
          "en": "Chanling"
        },
        "description": {
          "zh-cn": "东汉末年名将，孙权麾下重要将领，与周瑜、鲁肃、陆逊合称“东吴四大都督”。以其勤奋好学、由勇将转变为智勇兼备的统帅而著称，其最著名的战绩为设计“白衣渡江”袭取荆州，击败并擒获关羽。",
          "en": "A famous general of the late Eastern Han Dynasty, a key commander under Sun Quan. He is often referred to as one of the 'Four Great Commanders of Eastern Wu' along with Zhou Yu, Lu Su, and Lu Xun. Known for his diligence in studying and transforming from a valiant warrior into a wise and brave commander. His most famous achievement was masterminding the 'crossing the river in white robes' to seize Jing Province, defeating and capturing Guan Yu."
        }
      }
    },
    {
      "id": "孙权",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙权"
        ],
        "en": [
          "Sun Quan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国三国时期孙吴的建立者。在其兄孙策遇刺身亡后接掌江东势力，并最终于229年称帝。",
          "en": "The founder of the state of Sun Wu (Eastern Wu) during the Three Kingdoms period of China. He took control of the Jiangdong forces after the assassination of his elder brother Sun Ce and eventually declared himself emperor in 229."
        }
      }
    },
    {
      "id": "孙策",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙策"
        ],
        "en": [
          "Sun Ce"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年军阀，孙吴势力的奠基者之一，孙权之兄。为继承父亲孙坚的遗业而崛起于江东。",
          "en": "A warlord in the late Eastern Han Dynasty and one of the founders of the Sun Wu forces. He was the elder brother of Sun Quan and rose to power in Jiangdong to carry on the legacy of his father, Sun Jian."
        }
      }
    },
    {
      "id": "邓当",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓当"
        ],
        "en": [
          "Deng Dang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙策的部下，吕蒙的姊夫。吕蒙早年曾跟随他出征。",
          "en": "A subordinate of Sun Ce and the brother-in-law of Lü Meng. In his youth, Lü Meng followed him on military campaigns."
        }
      }
    },
    {
      "id": "吕蒙之姊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕蒙之姊",
          "邓当妻"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "吕蒙的姐姐，邓当的妻子。",
          "en": "Lü Meng's elder sister and Deng Dang's wife."
        }
      }
    },
    {
      "id": "张昭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张昭"
        ],
        "en": [
          "Zhang Zhao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙策、孙权时期的重臣。在邓当去世后，他举荐吕蒙接替其职务。",
          "en": "An important minister serving Sun Ce and Sun Quan. After Deng Dang's death, he recommended Lü Meng to take over his position."
        }
      }
    },
    {
      "id": "陈就",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈就"
        ],
        "en": [
          "Chen Jiu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年江夏太守黄祖麾下的水军都督，在夏口之战中被吕蒙亲手斩杀。",
          "en": "A naval commander under Huang Zu, the Grand Administrator of Jiangxia, during the late Eastern Han Dynasty. He was personally slain by Lü Meng during the Battle of Xiakou."
        }
      }
    },
    {
      "id": "周瑜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周瑜"
        ],
        "en": [
          "Zhou Yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙策和孙权麾下的重要将领和谋士，以在赤壁之战中指挥联军大败曹操而闻名。",
          "en": "A key general and strategist under Sun Ce and Sun Quan, famous for commanding the allied forces to a decisive victory over Cao Cao at the Battle of Red Cliffs."
        }
      }
    },
    {
      "id": "袭肃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袭肃"
        ],
        "en": [
          "Xi Su"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原益州将领，后率部投降孙权。吕蒙曾劝说周瑜和孙权厚待他，不应剥夺其兵权。",
          "en": "Originally a general from Yi Province who later surrendered to Sun Quan with his troops. Lü Meng persuaded Zhou Yu and Sun Quan to treat him generously and not strip him of his command."
        }
      }
    },
    {
      "id": "鲁肃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲁肃"
        ],
        "en": [
          "Lu Su"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙权麾下的重要战略家和外交家，继周瑜之后总领军务。他最初轻视吕蒙，后为其学识和才略所折服，二人结为好友。",
          "en": "An important strategist and diplomat under Sun Quan who succeeded Zhou Yu in commanding the military. He initially underestimated Lü Meng but was later deeply impressed by his knowledge and strategic acumen, and the two became close friends."
        }
      }
    },
    {
      "id": "郝普",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郝普"
        ],
        "en": [
          "Hao Pu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "刘备麾下零陵太守，在吕蒙夺取荆南三郡时，被吕蒙用计策诱降。",
          "en": "The Grand Administrator of Lingling under Liu Bei. When Lü Meng seized the three southern commanderies of Jing Province, he was tricked into surrendering by Lü Meng's deceptive tactics."
        }
      }
    },
    {
      "id": "关羽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "关羽"
        ],
        "en": [
          "Guan Yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "刘备麾下的重要将领，以勇猛和忠义著称。在镇守荆州期间，被吕蒙设计袭取后方，最终败走麦城被俘身亡。",
          "en": "A key general serving under Liu Bei, renowned for his bravery and loyalty. While he was garrisoning Jing Province, his rear was captured in a surprise attack planned by Lü Meng, leading to his eventual defeat, capture at Maicheng, and execution."
        }
      }
    },
    {
      "id": "陆逊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆逊"
        ],
        "en": [
          "Lu Xun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙权麾下重要将领、政治家。在吕蒙计划袭取荆州时，被吕蒙推荐以“未有远名”为由接替自己，以麻痹关羽。",
          "en": "A key general and statesman under Sun Quan. When Lü Meng planned to seize Jing Province, he was recommended by Lü Meng to take over his post on the grounds of being 'not yet famous' to lower Guan Yu's guard."
        }
      }
    },
    {
      "id": "朱然",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱然"
        ],
        "en": [
          "Zhu Ran"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙吴将领。吕蒙临终前曾向孙权推荐他，认为其可以担当重任。",
          "en": "A general of Sun Wu. Before his death, Lü Meng recommended him to Sun Quan, believing he was capable of shouldering great responsibilities."
        }
      }
    },
    {
      "id": "马忠 (东吴)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马忠 (东吴)",
          "马忠"
        ],
        "en": [
          "Ma Zhong (Eastern Wu)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙吴将领潘璋的司马，在麦城之战后擒获了关羽及其子关平。",
          "en": "A Sima (Major) under the Sun Wu general Pan Zhang. He captured Guan Yu and his son Guan Ping after the Battle of Maicheng."
        }
      }
    },
    {
      "id": "孙吴",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "孙吴"
        ],
        "en": [
          "Sun Wu",
          "Eastern Wu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国三国时期由孙权建立的政权，位于江东地区。",
          "en": "A state founded by Sun Quan during the Three Kingdoms period of China, located in the Jiangdong region."
        }
      }
    },
    {
      "id": "曹操",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹操"
        ],
        "en": [
          "Cao Cao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年权臣，曹魏政权的奠基者。曾多次南征，与孙权、吕蒙等人交战。",
          "en": "An influential statesman in the late Eastern Han Dynasty and the founder of the Cao Wei regime. He launched several southern campaigns, clashing with forces led by Sun Quan and Lü Meng."
        }
      }
    },
    {
      "id": "刘备",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘备"
        ],
        "en": [
          "Liu Bei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "三国时期蜀汉的开国皇帝。其所占据的荆州被吕蒙夺取，大将关羽亦为此丧命。",
          "en": "The founding emperor of the state of Shu Han during the Three Kingdoms period. The Jing Province under his control was seized by Lü Meng, which also led to the death of his key general Guan Yu."
        }
      }
    },
    {
      "id": "蒋钦 (三国)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋钦 (三国)",
          "蒋钦"
        ],
        "en": [
          "Jiang Qin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙吴将领，江表十二虎臣之一。与吕蒙一同受孙权劝学而发奋读书，两人常被孙权并列称赞。",
          "en": "A general of Sun Wu, one of the Twelve Tiger Ministers of Jiangbiao. Along with Lü Meng, he was encouraged by Sun Quan to study diligently, and the two were often praised together by Sun Quan."
        }
      }
    },
    {
      "id": "甘宁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "甘宁"
        ],
        "en": [
          "Gan Ning"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "孙吴猛将。为人粗暴好杀，曾与吕蒙有过冲突，但吕蒙仍向孙权力保其才干，最终两人和解并共事。",
          "en": "A valiant general of Sun Wu. He had a rough and violent temperament and once had a conflict with Lü Meng, but Lü Meng still strongly advocated for his talent to Sun Quan. They eventually reconciled and worked together."
        }
      }
    },
    {
      "id": "樊城之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "樊城之战"
        ],
        "en": [
          "Battle of Fancheng"
        ]
      },
      "properties": {
        "period": "219 - 219",
        "description": {
          "zh-cn": "219年关羽对曹魏占领的樊城发动的一场重要战役。此战虽然前期关羽水淹七军、威震华夏，但最终因吕蒙偷袭荆州后方而导致关羽败亡。",
          "en": "A major battle launched by Guan Yu in 219 against the Cao Wei-controlled Fancheng. Although Guan Yu initially gained the upper hand, flooding seven armies and shaking the nation, the campaign ultimately led to his defeat and death after Lü Meng launched a surprise attack on his rear base in Jing Province."
        }
      }
    },
    {
      "id": "吕琮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕琮"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吕蒙的儿子。",
          "en": "Son of Lü Meng."
        }
      }
    },
    {
      "id": "吕霸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕霸"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吕蒙的儿子，在其父去世后承袭爵位。",
          "en": "Son of Lü Meng, who inherited his father's title after his death."
        }
      }
    },
    {
      "id": "吕睦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕睦"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吕蒙的儿子。",
          "en": "Son of Lü Meng."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "吕蒙",
      "target": "孙吴",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "吕蒙是孙吴政权的重要将领。",
          "en": "Lü Meng was a key general of the Sun Wu regime."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "孙策",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "195",
        "end_date": "200",
        "description": {
          "zh-cn": "吕蒙早年受到孙策赏识，成为其左右随从。",
          "en": "In his early years, Lü Meng was appreciated by Sun Ce and became one of his close attendants."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "孙权",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "200",
        "end_date": "220",
        "description": {
          "zh-cn": "孙策去世后，吕蒙继续效力于孙权，并成为其麾下核心将领。",
          "en": "After Sun Ce's death, Lü Meng continued to serve Sun Quan and became a core general under his command."
        }
      }
    },
    {
      "source": "孙权",
      "target": "吕蒙",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "孙权见吕蒙治军有方，为其增加兵员；并劝其读书学习，促使吕蒙由一员勇将成长为智勇兼备的统帅。",
          "en": "Sun Quan, seeing Lü Meng's skill in military discipline, increased his troops; he also persuaded him to study, which prompted Lü Meng's transformation from a brave warrior to a wise and valiant commander."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219",
        "end_date": "220",
        "description": {
          "zh-cn": "吕蒙设计“白衣渡江”之计，在关羽北伐樊城时袭取其后方荆州，最终导致关羽败亡。",
          "en": "Lü Meng devised the 'crossing the river in white robes' strategy, attacking and seizing Guan Yu's rear base in Jing Province while Guan Yu was on his northern campaign against Fancheng, ultimately leading to Guan Yu's defeat and death."
        }
      }
    },
    {
      "source": "马忠 (东吴)",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "220",
        "description": {
          "zh-cn": "在关羽败走麦城后，马忠在临沮擒获了关羽及其子关平。",
          "en": "After Guan Yu's defeat at Maicheng, Ma Zhong captured Guan Yu and his son Guan Ping at Linju."
        }
      }
    },
    {
      "source": "孙权",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "220",
        "description": {
          "zh-cn": "在关羽被俘后，孙权不顾其左右劝谏“狼子不可养”，下令将其斩首。",
          "en": "After Guan Yu was captured, Sun Quan, despite advice from his aides that 'a wolf cub cannot be raised,' ordered his execution."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "曹操",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "吕蒙作为孙吴将领，多次参与并指挥了抵御曹操军队南侵的战役。",
          "en": "As a general of Sun Wu, Lü Meng participated in and commanded several battles to defend against Cao Cao's southern invasions."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "刘备",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "吕蒙夺取荆州，斩杀关羽，严重打击了刘备的势力，并直接引发了后来的夷陵之战。",
          "en": "Lü Meng's seizure of Jing Province and execution of Guan Yu dealt a severe blow to Liu Bei's forces and directly triggered the subsequent Battle of Yiling."
        }
      }
    },
    {
      "source": "鲁肃",
      "target": "吕蒙",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "211",
        "description": {
          "zh-cn": "鲁肃最初轻视吕蒙，但在一次长谈后对其才略大为惊佩，发出了“非复吴下阿蒙”的感慨，并与吕蒙结为好友。",
          "en": "Lu Su initially looked down on Lü Meng, but after a long conversation, he was greatly impressed by his strategic acumen, exclaiming that he was 'no longer the Lü Meng of old from Wu,' and the two became close friends."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "陆逊",
      "type": "PUSHED",
      "properties": {
        "start_date": "219",
        "description": {
          "zh-cn": "在计划袭取荆州时，吕蒙为麻痹关羽，称病并推荐当时名声不显的陆逊接替自己的前线总指挥之位。",
          "en": "When planning the surprise attack on Jing Province, to lower Guan Yu's guard, Lü Meng feigned illness and recommended the then-unknown Lu Xun to replace him as the front-line commander."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "周瑜",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "在赤壁之战及南郡之战等早期战役中，吕蒙在周瑜的指挥下作战。",
          "en": "In early campaigns such as the Battle of Red Cliffs and the Battle of Nan Commandery, Lü Meng fought under the command of Zhou Yu."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "郝普",
      "type": "BLOCKED",
      "properties": {
        "start_date": "215",
        "description": {
          "zh-cn": "吕蒙在夺取荆南三郡时，通过传递假情报等计策，成功诱使固守零陵的太守郝普投降。",
          "en": "During his campaign to capture the three southern commanderies of Jing Province, Lü Meng used tactics such as spreading false information to successfully induce Hao Pu, the Grand Administrator defending Lingling, to surrender."
        }
      }
    },
    {
      "source": "张昭",
      "target": "吕蒙",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在邓当去世后，张昭举荐吕蒙接替其职务。",
          "en": "After Deng Dang passed away, Zhang Zhao recommended Lü Meng to take over his post."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "陈就",
      "type": "BLOCKED",
      "properties": {
        "start_date": "208",
        "description": {
          "zh-cn": "在进攻夏口的战斗中，吕蒙率领前锋部队，亲手斩杀了黄祖的水军都督陈就，为孙权军的胜利打开了局面。",
          "en": "During the attack on Xiakou, Lü Meng led the vanguard and personally killed Chen Jiu, Huang Zu's naval commander, paving the way for Sun Quan's army's victory."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "袭肃",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "吕蒙劝说周瑜和孙权不要剥夺前来投诚的袭肃的兵权，认为应当厚待他以招徕更多人才，此建议被采纳。",
          "en": "Lü Meng persuaded Zhou Yu and Sun Quan not to strip the surrendering general Xi Su of his command, arguing that he should be treated generously to attract more talents. This advice was adopted."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "朱然",
      "type": "PUSHED",
      "properties": {
        "start_date": "220",
        "description": {
          "zh-cn": "临终前，当孙权询问接替人选时，吕蒙推荐了朱然，认为他“胆守有余”，可以担当重任。",
          "en": "On his deathbed, when Sun Quan asked for a successor, Lü Meng recommended Zhu Ran, stating he had 'more than enough courage and steadfastness' for the great responsibility."
        }
      }
    },
    {
      "source": "樊城之战",
      "target": "吕蒙",
      "type": "PUSHED",
      "properties": {
        "start_date": "219",
        "description": {
          "zh-cn": "关羽发动的樊城之战导致其荆州后方兵力空虚，为吕蒙率军偷袭并成功夺取荆州创造了绝佳的机会。",
          "en": "The Battle of Fancheng, initiated by Guan Yu, left his rear base in Jing Province vulnerable, creating an excellent opportunity for Lü Meng to launch a surprise attack and successfully seize the province."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "蒋钦 (三国)",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "吕蒙与蒋钦一同受孙权劝学而发奋读书，才能大进，两人常被孙权并列称赞为好学的典范。",
          "en": "Lü Meng and Jiang Qin, encouraged by Sun Quan, studied diligently and made great progress in their abilities. They were often praised together by Sun Quan as models of studiousness."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "甘宁",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "两人曾因甘宁杀死吕蒙收留的仆役而发生严重冲突，但吕蒙最终以大局为重，主动和解。吕蒙也曾多次在孙权面前为性格粗暴的甘宁辩护，认为他是难得的猛将。",
          "en": "The two had a serious conflict after Gan Ning killed a servant whom Lü Meng had taken in. However, Lü Meng prioritized the greater good and initiated a reconciliation. Lü Meng also repeatedly defended the hot-tempered Gan Ning to Sun Quan, arguing that he was a rare and valuable warrior."
        }
      }
    },
    {
      "source": "吕琮",
      "target": "吕蒙",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "吕霸",
      "target": "吕蒙",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "吕睦",
      "target": "吕蒙",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "吕蒙之姊",
      "target": "吕蒙",
      "type": "SIBLING_OF",
      "properties": {}
    },
    {
      "source": "吕蒙之姊",
      "target": "邓当",
      "type": "SPOUSE_OF",
      "properties": {}
    }
  ]
}