{
  "nodes": [
    {
      "id": "大跃进",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大跃进"
        ],
        "en": [
          "Great Leap Forward"
        ]
      },
      "properties": {
        "period": "1957-11 - 1961-01",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "于1957年底至1961年初在中华人民共和国发生的一场政治及社会运动，由毛泽东及中国共产党高层发动，旨在利用本土劳动力和群众热情，在工业和农业上追求脱离现实的“跃进”。",
          "en": "A political and social movement in the People's Republic of China from late 1957 to early 1961, launched by Mao Zedong and the top leadership of the Communist Party of China. It aimed to achieve unrealistic 'leaps' in industry and agriculture by mobilizing the country's vast labor force and popular enthusiasm."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党革命家、政治家、军事家，时任中国共产党中央委员会主席，是大跃进运动的主要发动者。",
          "en": "A Chinese communist revolutionary, politician, and military strategist. As Chairman of the Central Committee of the Communist Party of China, he was the primary initiator of the Great Leap Forward."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China",
          "CPC"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "中华人民共和国的执政党，在其高层领导下发动了大跃进运动。",
          "en": "The ruling political party of the People's Republic of China, which launched the Great Leap Forward under its top leadership."
        }
      }
    },
    {
      "id": "三年困难时期",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "三年困难时期",
          "三年大饥荒"
        ],
        "en": [
          "Three Years of Difficulty",
          "Great Chinese Famine"
        ]
      },
      "properties": {
        "period": "1959 - 1961",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "指中国在1959年至1961年期间发生的全国性饥荒，大跃进是导致此次饥荒的主要原因之一，造成了数千万人的非正常死亡。",
          "en": "Refers to the nationwide famine in China from 1959 to 1961. The Great Leap Forward was a major contributing factor, leading to tens of millions of excess deaths."
        }
      }
    },
    {
      "id": "七千人大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七千人大会"
        ],
        "en": [
          "Seven Thousand Cadres Conference"
        ]
      },
      "properties": {
        "period": "1962-01 - 1962-02",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "1962年初中共中央召开的扩大的中央工作会议。会上，刘少奇等人对大跃进的错误进行了批评，导致毛泽东与党内高层出现分歧，毛泽东一度退居二线。",
          "en": "An enlarged Central Work Conference of the CPC held in early 1962. At the conference, Liu Shaoqi and others criticized the mistakes of the Great Leap Forward, leading to disagreements between Mao Zedong and the party's top leadership, with Mao temporarily retreating to the 'second line'."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一，时任国家主席。在七千人大会上对大跃进提出批评，认为其是“三分天灾，七分人祸”。",
          "en": "A key leader of the CPC and the PRC, serving as the Chairman (President) of the PRC at the time. At the Seven Thousand Cadres Conference, he criticized the Great Leap Forward, attributing the resulting disaster to 'thirty percent natural disaster, seventy percent human error'."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "由毛泽东发动和领导的政治运动。大跃进的失败以及之后毛泽东与刘少奇等人的分歧，被认为是文化大革命的起因之一。",
          "en": "A political movement initiated and led by Mao Zedong. The failure of the Great Leap Forward and the subsequent rift between Mao and leaders like Liu Shaoqi are considered among the root causes of the Cultural Revolution."
        }
      }
    },
    {
      "id": "四清运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "四清运动"
        ],
        "en": [
          "Four Cleanups Movement"
        ]
      },
      "properties": {
        "period": "1963 - 1966",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "在文化大革命前，由毛泽东在中国农村发起的社会主义教育运动。大跃进失败后的政治分歧促使了该运动的发生。",
          "en": "A socialist education movement initiated by Mao Zedong in rural China before the Cultural Revolution. The political disagreements following the failure of the Great Leap Forward contributed to its launch."
        }
      }
    },
    {
      "id": "八字方针",
      "type": "Document",
      "name": {
        "zh-cn": [
          "八字方针",
          "调整、巩固、充实、提高"
        ],
        "en": [
          "Eight-Character Policy"
        ]
      },
      "properties": {
        "period": "1961-01",
        "description": {
          "zh-cn": "指“调整、巩固、充实、提高”的经济方针，由中共八届九中全会正式通过，标志着大跃进运动的结束。",
          "en": "Refers to the economic policy of 'Readjustment, Consolidation, Filling-out, and Raising standards', officially adopted by the 9th Plenary Session of the 8th CPC Central Committee, marking the end of the Great Leap Forward."
        }
      }
    },
    {
      "id": "中国共产党第八届中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党第八届中央委员会"
        ],
        "en": [
          "8th Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党在1956年至1969年间的中央领导机构，其第九次全体会议通过了结束大跃进的“八字方针”。",
          "en": "The central leading body of the CPC from 1956 to 1969. Its 9th Plenary Session adopted the 'Eight-Character Policy' which ended the Great Leap Forward."
        }
      }
    },
    {
      "id": "庐山会议 (1959年)",
      "type": "Event",
      "name": {
        "zh-cn": [
          "庐山会议 (1959年)"
        ],
        "en": [
          "Lushan Conference (1959)"
        ]
      },
      "properties": {
        "period": "1959-07 - 1959-08",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "1959年中共中央召开的会议，期间彭德怀因批评大跃进而被打成“反党集团”，会议后在全国发起了“反右倾运动”。",
          "en": "A meeting of the CPC Central Committee in 1959, during which Peng Dehuai was labeled an 'anti-Party clique' for his criticism of the Great Leap Forward. The meeting was followed by a nationwide 'Anti-Rightist deviation' campaign."
        }
      }
    },
    {
      "id": "彭德怀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭德怀"
        ],
        "en": [
          "Peng Dehuai"
        ]
      },
      "properties": {
        "lifetime": "1898-10-24 - 1974-11-29",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，时任国防部长。因在1959年庐山会议上批评大跃进政策而被毛泽东整肃。",
          "en": "A Marshal of the People's Republic of China and the Minister of National Defense at the time. He was purged by Mao Zedong after criticizing the Great Leap Forward policies at the 1959 Lushan Conference."
        }
      }
    },
    {
      "id": "反右倾运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反右倾运动"
        ],
        "en": [
          "Anti-Rightist deviation movement"
        ]
      },
      "properties": {
        "period": "1959 - ",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "1959年庐山会议后在中国共产党内发动的一场政治运动，旨在批判和整肃对大跃进持批评意见的干部党员，导致对大跃进错误的纠正未能及时进行。",
          "en": "A political campaign launched within the CPC after the 1959 Lushan Conference to criticize and purge cadres and party members who were critical of the Great Leap Forward. It prevented timely correction of the errors of the Great Leap Forward."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，在庐山会议后接替彭德怀出任国防部长，政治地位迅速崛起。",
          "en": "A Marshal of the People's Republic of China who replaced Peng Dehuai as Minister of National Defense after the Lushan Conference, leading to his rapid political rise."
        }
      }
    },
    {
      "id": "中苏交恶",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中苏交恶"
        ],
        "en": [
          "Sino-Soviet split"
        ]
      },
      "properties": {
        "period": "1960 - 1989",
        "description": {
          "zh-cn": "指中华人民共和国与苏联之间的一段政治关系紧张时期。苏联对大跃进和人民公社的质疑加深了两国之间的嫌隙。",
          "en": "Refers to a period of tense political relations between the People's Republic of China and the Soviet Union. The Soviet Union's questioning of the Great Leap Forward and the People's Communes deepened the rift between the two countries."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏维埃社会主义共和国联盟。在大跃进期间，苏联领导人对人民公社等政策提出质疑，并于1960年撤走援华专家，加剧了中苏关系的恶化。",
          "en": "Union of Soviet Socialist Republics. During the Great Leap Forward, Soviet leaders questioned policies such as the People's Communes and withdrew their experts from China in 1960, exacerbating the deterioration of Sino-Soviet relations."
        }
      }
    },
    {
      "id": "赫鲁晓夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赫鲁晓夫",
          "尼基塔·赫鲁晓夫"
        ],
        "en": [
          "Nikita Khrushchev"
        ]
      },
      "properties": {
        "lifetime": "1894-04-15 - 1971-09-11",
        "gender": "Male",
        "description": {
          "zh-cn": "时任苏共中央第一书记，对大跃进和人民公社政策持批评态度，其言行加剧了中苏矛盾。",
          "en": "Then First Secretary of the Central Committee of the CPSU, he was critical of the Great Leap Forward and the People's Commune policies, and his words and actions intensified the Sino-Soviet conflict."
        }
      }
    },
    {
      "id": "人民公社化运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "人民公社化运动"
        ],
        "en": [
          "People's commune movement"
        ]
      },
      "properties": {
        "period": "1958",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "大跃进期间在中国农村推行的运动，将农民组织进集生产、生活、政权管理于一体的人民公社。",
          "en": "A movement promoted in rural China during the Great Leap Forward, organizing peasants into people's communes that integrated production, life, and political administration."
        }
      }
    },
    {
      "id": "全民大炼钢",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "全民大炼钢"
        ],
        "en": [
          "Great Steel Melt"
        ]
      },
      "properties": {
        "period": "1958",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "大跃进时期的群众运动，号召全民参与钢铁生产以实现“超英赶美”的目标，但由于技术落后，生产出大量废铁并严重破坏了环境和经济秩序。",
          "en": "A mass movement during the Great Leap Forward that called on the entire nation to participate in steel production to achieve the goal of 'surpassing Britain and catching up with America'. Due to backward technology, it produced large quantities of useless pig iron and severely damaged the environment and economic order."
        }
      }
    },
    {
      "id": "浮夸风",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "浮夸风"
        ],
        "en": [
          "Wind of Exaggeration"
        ]
      },
      "properties": {
        "period": "1958",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "大跃进期间盛行的虚报产量、夸大成就的风气，尤其在农业领域，出现了“人有多大胆，地有多大产”等口号和亩产万斤的虚假报道。",
          "en": "A prevailing trend during the Great Leap Forward of exaggerating output and achievements, particularly in agriculture, characterized by slogans like 'However bold people are, that's how high the yield will be' and false reports of ten-thousand-jin-per-mu yields."
        }
      }
    },
    {
      "id": "河南省“75·8”溃坝事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "河南省“75·8”溃坝事件"
        ],
        "en": [
          "1975 Banqiao Dam failure"
        ]
      },
      "properties": {
        "period": "1975-08",
        "location": {
          "zh-cn": "河南省驻马店市"
        },
        "description": {
          "zh-cn": "1975年8月因特大暴雨导致河南省驻马店地区板桥、石漫滩等水库大规模溃坝的事件。这些水库多于大跃进时期修建，存在质量问题，被认为是灾难的人为因素之一。",
          "en": "An event in August 1975 where extreme rainfall led to the catastrophic failure of the Banqiao, Shimantan, and other dams in Zhumadian, Henan Province. Many of these dams were built during the Great Leap Forward with quality issues, which are considered a human factor contributing to the disaster."
        }
      }
    },
    {
      "id": "黄克诚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄克诚"
        ],
        "en": [
          "Huang Kecheng"
        ]
      },
      "properties": {
        "lifetime": "1902-10-01 - 1986-12-28",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军大将，因在庐山会议期间支持彭德怀的意见而受到牵连和整肃。",
          "en": "A Senior General of the People's Liberation Army. He was implicated and purged for supporting Peng Dehuai's opinions during the Lushan Conference."
        }
      }
    },
    {
      "id": "张闻天",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张闻天"
        ],
        "en": [
          "Zhang Wentian"
        ]
      },
      "properties": {
        "lifetime": "1900-08-30 - 1976-07-01",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期主要领导人之一，因在庐山会议期间支持彭德怀的意见而受到牵连和整肃。",
          "en": "An early key leader of the Communist Party of China. He was implicated and purged for supporting Peng Dehuai's opinions during the Lushan Conference."
        }
      }
    },
    {
      "id": "周小舟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周小舟"
        ],
        "en": [
          "Zhou Xiaozhou"
        ]
      },
      "properties": {
        "lifetime": "1912 - 1966-12-26",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中共湖南省委第一书记，因在庐山会议期间支持彭德怀的意见而受到牵连和整肃。",
          "en": "Then First Secretary of the CPC Hunan Provincial Committee. He was implicated and purged for supporting Peng Dehuai's opinions during the Lushan Conference."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "大跃进",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957-11",
        "description": {
          "zh-cn": "以毛泽东为首的中国共产党高层发动了“大跃进”运动。",
          "en": "The top leadership of the Communist Party of China, headed by Mao Zedong, launched the 'Great Leap Forward' movement."
        }
      }
    },
    {
      "source": "大跃进",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "大跃进运动的错误政策，如高指标、浮夸风、全民大炼钢和人民公社化，导致了农业生产急剧下降和资源浪费，最终酿成了全国性的严重饥荒。",
          "en": "The erroneous policies of the Great Leap Forward, such as high targets, the 'wind of exaggeration,' the Great Steel Melt, and the People's Communes, led to a sharp decline in agricultural production and waste of resources, ultimately resulting in a severe nationwide famine."
        }
      }
    },
    {
      "source": "大跃进",
      "target": "河南省“75·8”溃坝事件",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "大跃进期间群众运动式的水利工程建设高潮中，修建了大量存在严重质量问题的水库，为1975年河南“75·8”水库溃坝这一技术灾难埋下了隐患。",
          "en": "During the mass movement-style construction of water conservancy projects in the Great Leap Forward, a large number of dams with serious quality problems were built, which laid a hidden danger for the 1975 Banqiao Dam failure disaster in Henan."
        }
      }
    },
    {
      "source": "八字方针",
      "target": "大跃进",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1961-01",
        "description": {
          "zh-cn": "1961年1月，中共八届九中全会正式通过“调整、巩固、充实、提高”的八字方针，标志着大跃进运动的结束。",
          "en": "In January 1961, the 9th Plenary Session of the 8th CPC Central Committee formally adopted the 'Eight-Character Policy' of 'Readjustment, Consolidation, Filling-out, and Raising standards', which marked the end of the Great Leap Forward movement."
        }
      }
    },
    {
      "source": "中国共产党第八届中央委员会",
      "target": "八字方针",
      "type": "PUSHED",
      "properties": {
        "start_date": "1961-01",
        "description": {
          "zh-cn": "中国共产党第八届中央委员会第九次全体会议正式决定实行“八字方针”，以调整大跃进造成的严重后果。",
          "en": "The 9th Plenary Session of the 8th Central Committee of the Communist Party of China formally decided to implement the 'Eight-Character Policy' to correct the severe consequences of the Great Leap Forward."
        }
      }
    },
    {
      "source": "彭德怀",
      "target": "大跃进",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959-07",
        "description": {
          "zh-cn": "在1959年的庐山会议上，时任国防部长彭德怀向毛泽东上“万言书”，批评大跃进的政策，认为其存在“小资产阶级狂热性”。",
          "en": "At the 1959 Lushan Conference, then-Minister of Defense Peng Dehuai submitted a 'ten-thousand-word letter' to Mao Zedong, criticizing the policies of the Great Leap Forward and attributing them to 'petty-bourgeois fanaticism'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "彭德怀",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959-08",
        "description": {
          "zh-cn": "在庐山会议上，毛泽东将彭德怀及其支持者黄克诚、张闻天、周小舟打成“反党集团”，并进行了整肃。",
          "en": "At the Lushan Conference, Mao Zedong labeled Peng Dehuai and his supporters Huang Kecheng, Zhang Wentian, and Zhou Xiaozhou as an 'anti-Party clique' and purged them."
        }
      }
    },
    {
      "source": "庐山会议 (1959年)",
      "target": "反右倾运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959-08",
        "description": {
          "zh-cn": "庐山会议批判彭德怀后，中共中央在全国范围内发动了大规模的“反右倾运动”，以整肃对大跃进持批评意见的党员干部。",
          "en": "After criticizing Peng Dehuai at the Lushan Conference, the CPC Central Committee launched a large-scale 'Anti-Rightist deviation' campaign nationwide to purge party members and cadres who were critical of the Great Leap Forward."
        }
      }
    },
    {
      "source": "反右倾运动",
      "target": "大跃进",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959-08",
        "description": {
          "zh-cn": "反右倾运动压制了党内对大跃进的批评声音，使得“左”倾错误未能及时得到纠正，进一步助长了“跃进”风潮，加剧了灾难。",
          "en": "The Anti-Rightist deviation campaign suppressed criticism of the Great Leap Forward within the Party, preventing the timely correction of 'leftist' errors, which further fueled the 'leap forward' fervor and exacerbated the disaster."
        }
      }
    },
    {
      "source": "庐山会议 (1959年)",
      "target": "林彪",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959-09",
        "description": {
          "zh-cn": "在庐山会议上，彭德怀遭到整肃，林彪接任国防部长，其在党内的政治地位迅速上升。",
          "en": "At the Lushan Conference, Peng Dehuai was purged, and Lin Biao took over as Minister of National Defense, leading to a rapid rise in his political status within the party."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "大跃进",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962-01-27",
        "description": {
          "zh-cn": "在1962年的七千人大会上，时任国家主席刘少奇公开批评了大跃进的后果，认为造成困难的原因是“三分天灾，七分人祸”。",
          "en": "At the Seven Thousand Cadres Conference in 1962, then-State Chairman Liu Shaoqi publicly criticized the consequences of the Great Leap Forward, stating that the difficulties were caused by 'thirty percent natural disaster, seventy percent human error'."
        }
      }
    },
    {
      "source": "七千人大会",
      "target": "毛泽东",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962-02",
        "description": {
          "zh-cn": "七千人大会上对大跃进的批评导致毛泽东在党内威信受损，他一度退居二线，由刘少奇等人主持经济调整工作。",
          "en": "Criticism of the Great Leap Forward at the Seven Thousand Cadres Conference damaged Mao Zedong's prestige within the party, causing him to retreat to the 'second line' while Liu Shaoqi and others took charge of economic adjustment."
        }
      }
    },
    {
      "source": "七千人大会",
      "target": "文化大革命",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "七千人大会上毛泽东与刘少奇等人就大跃进问题的分歧，被认为是后来毛泽东发动文化大革命以夺回权力的伏笔。",
          "en": "The disagreement between Mao Zedong and Liu Shaoqi over the Great Leap Forward at the Seven Thousand Cadres Conference is considered a prelude to Mao's later launch of the Cultural Revolution to regain power."
        }
      }
    },
    {
      "source": "七千人大会",
      "target": "四清运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "七千人大会后，毛泽东为反击党内对其政策的批评和巩固自身权威，于1963年发动了四清运动。",
          "en": "After the Seven Thousand Cadres Conference, Mao Zedong launched the Four Cleanups Movement in 1963 to counter criticism of his policies within the party and consolidate his authority."
        }
      }
    },
    {
      "source": "苏联",
      "target": "大跃进",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "苏联领导人赫鲁晓夫等人对大跃进中的人民公社化运动、大炼钢铁等政策提出质疑和批评。",
          "en": "Soviet leaders, including Khrushchev, questioned and criticized policies of the Great Leap Forward such as the People's Commune movement and the Great Steel Melt."
        }
      }
    },
    {
      "source": "大跃进",
      "target": "中苏交恶",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "中苏两国在“大跃进”和“人民公社”等问题上的意识形态分歧，是导致中苏关系破裂的重要原因之一。",
          "en": "Ideological differences between China and the Soviet Union on issues such as the 'Great Leap Forward' and the 'People's Communes' were a significant cause of the Sino-Soviet split."
        }
      }
    },
    {
      "source": "大跃进",
      "target": "浮夸风",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "大跃进运动中急于求成的思想导致了全国范围内虚报产量、夸大成就的“浮夸风”盛行。",
          "en": "The eagerness for quick success during the Great Leap Forward led to the prevalence of the 'wind of exaggeration,' characterized by false reporting of output and inflated achievements nationwide."
        }
      }
    },
    {
      "source": "大跃进",
      "target": "全民大炼钢",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "为了实现“超英赶美”的目标，大跃进运动发起了“以钢为纲”的全民大炼钢运动。",
          "en": "To achieve the goal of 'surpassing Britain and catching up with America,' the Great Leap Forward initiated the 'Great Steel Melt' campaign with the slogan 'take steel as the key link'."
        }
      }
    },
    {
      "source": "大跃进",
      "target": "人民公社化运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "作为大跃进“三面红旗”之一，人民公社化运动在全国农村迅速推开，旨在建立“一大二公”的社会组织形式。",
          "en": "As one of the 'Three Red Banners' of the Great Leap Forward, the People's Commune movement was rapidly implemented in rural areas across the country, aiming to establish a social organizational form that was 'larger in size and having a higher degree of public ownership'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "黄克诚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959-08",
        "description": {
          "zh-cn": "黄克诚因在庐山会议期间支持彭德怀的意见而受到牵连和整肃。",
          "en": "Huang Kecheng was implicated and purged for supporting Peng Dehuai's opinions during the Lushan Conference."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "张闻天",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959-08",
        "description": {
          "zh-cn": "张闻天因在庐山会议期间支持彭德怀的意见而受到牵连和整肃。",
          "en": "Zhang Wentian was implicated and purged for supporting Peng Dehuai's opinions during the Lushan Conference."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "周小舟",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959-08",
        "description": {
          "zh-cn": "周小舟因在庐山会议期间支持彭德怀的意见而受到牵连和整肃。",
          "en": "Zhou Xiaozhou was implicated and purged for supporting Peng Dehuai's opinions during the Lushan Conference."
        }
      }
    }
  ]
}