{
  "nodes": [
    {
      "id": "国民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民政府",
          "中华民国国民政府",
          "国府",
          "南京政府",
          "重庆国民政府",
          "广东革命政府",
          "武汉国民政府",
          "南京国民政府"
        ],
        "en": [
          "Nationalist government"
        ]
      },
      "properties": {
        "period": "1925-07-01 - 1948-05-20",
        "location": {
          "zh-cn": "广州 (1925-1926), 武汉 (1927, 1937-1938), 南京 (1927-1937, 1946-1948), 洛阳 (1932), 重庆 (1937-1946)"
        },
        "description": {
          "zh-cn": "中华民国在训政时期的中央政府与最高行政机关，由中国国民党建立并实行一党专政。自1925年于广州成立，历经北伐、宁汉分裂、黄金十年、抗日战争及国共内战，最终于1948年行宪后改组为中华民国政府。",
          "en": "The central government of the Republic of China during the tutelage period, established and led by the Kuomintang under a one-party state system. Founded in Guangzhou in 1925, it experienced the Northern Expedition, the Nanjing-Wuhan split, the Nanjing Decade, the Second Sino-Japanese War, and the Chinese Civil War, before being reorganized into the Government of the Republic of China in 1948 after the implementation of the constitution."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的执政党，建立了国民政府并领导了训政时期。",
          "en": "The ruling party of the Republic of China, which established the Nationalist Government and led the country during the period of political tutelage."
        }
      }
    },
    {
      "id": "汪精卫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪精卫",
          "汪兆铭"
        ],
        "en": [
          "Wang Jingwei"
        ]
      },
      "properties": {
        "lifetime": "1883 - 1944",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党早期领导人，曾任国民政府首任主席。抗战期间与日本合作，在南京成立汪精卫政权。",
          "en": "An early leader of the Kuomintang and the first Chairman of the Nationalist Government. During the Second Sino-Japanese War, he collaborated with Japan to establish the Wang Jingwei regime in Nanjing."
        }
      }
    },
    {
      "id": "中华民国陆海军大元帅大本营",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国陆海军大元帅大本营",
          "陆海军大元帅大本营"
        ],
        "en": [
          "Generalissimo's Headquarters of the Army and Navy of the Republic of China"
        ]
      },
      "properties": {
        "period": "1923 - 1925-07-01",
        "description": {
          "zh-cn": "国民政府的前身，由孙中山于1923年在广州成立。",
          "en": "The predecessor to the Nationalist Government, established in Guangzhou in 1923 by Sun Yat-sen."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "lifetime": "1866-11-12 - 1925-03-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国国父，中国国民党创党总理。其思想和《建国大纲》是国民政府建立的理论基础。",
          "en": "The founding father of the Republic of China and the founding leader of the Kuomintang. His ideology and the 'Fundamentals of National Reconstruction' provided the theoretical basis for the establishment of the Nationalist Government."
        }
      }
    },
    {
      "id": "北洋政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北洋政府"
        ],
        "en": [
          "Beiyang government"
        ]
      },
      "properties": {
        "period": "1912 - 1928",
        "description": {
          "zh-cn": "中华民国初期的中央政府，由北洋军阀控制，在国民革命军北伐前与广州的国民政府形成南北对峙局面。",
          "en": "The central government of the early Republic of China, controlled by the Beiyang warlords. It was in a state of north-south confrontation with the Nationalist Government in Guangzhou before the Northern Expedition."
        }
      }
    },
    {
      "id": "国民革命军北伐",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "国民革命军北伐",
          "北伐"
        ],
        "en": [
          "Northern Expedition"
        ]
      },
      "properties": {
        "period": "1926-07 - 1928-12",
        "description": {
          "zh-cn": "由国民政府发动的旨在统一中国的军事行动，最终推翻了北洋政府的统治。",
          "en": "A military campaign launched by the Nationalist Government to unify China, which ultimately overthrew the rule of the Beiyang government."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正",
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887 - 1975",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事及政治领导人，曾长期担任国民政府与军事委员会的最高领导职务，并在行宪后当选为第一任中华民国总统。",
          "en": "A military and political leader of the Republic of China, who served for a long time as the supreme leader of the Nationalist Government and the Military Affairs Commission, and was elected as the first President of the Republic of China after the implementation of the constitution."
        }
      }
    },
    {
      "id": "中国国民党清党",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国国民党清党",
          "四一二事件",
          "清党"
        ],
        "en": [
          "Shanghai massacre of 1927"
        ]
      },
      "properties": {
        "period": "1927-04-12 - ",
        "description": {
          "zh-cn": "由蒋中正等人发动的政治清洗运动，旨在清除中国国民党内的共产党员及左派人士，导致了宁汉分裂。",
          "en": "A political purge initiated by Chiang Kai-shek and others to eliminate communists and left-wing members from the Kuomintang, leading to the Nanjing-Wuhan split."
        }
      }
    },
    {
      "id": "宁汉分裂",
      "type": "Event",
      "name": {
        "zh-cn": [
          "宁汉分裂"
        ],
        "en": [
          "Nanjing–Wuhan split"
        ]
      },
      "properties": {
        "period": "1927-04 - 1927-07",
        "description": {
          "zh-cn": "1927年国民党内部分裂事件，以蒋中正为首的势力在南京成立政府，与汪精卫领导的武汉国民政府对立。",
          "en": "A split within the Kuomintang in 1927, where a faction led by Chiang Kai-shek established a government in Nanjing in opposition to the Wuhan Nationalist Government led by Wang Jingwei."
        }
      }
    },
    {
      "id": "宁汉合流",
      "type": "Event",
      "name": {
        "zh-cn": [
          "宁汉合流",
          "合并"
        ],
        "en": [
          "Nanjing–Wuhan reunification"
        ]
      },
      "properties": {
        "period": "1927-07 - ",
        "description": {
          "zh-cn": "武汉国民政府在决定分共后，与南京国民政府合并，结束了宁汉分裂的局面。",
          "en": "After the Wuhan Nationalist Government decided to purge the communists, it merged with the Nanjing Nationalist Government, ending the Nanjing-Wuhan split."
        }
      }
    },
    {
      "id": "南京十年",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "南京十年",
          "黄金十年"
        ],
        "en": [
          "Nanjing decade"
        ]
      },
      "properties": {
        "period": "1927 - 1937",
        "description": {
          "zh-cn": "指国民政府在1927年至1937年定都南京期间，中国在政治、经济、文化等方面取得一定发展的时期。",
          "en": "Refers to the period from 1927 to 1937 when the Nationalist Government was based in Nanjing, a time of relative development in China's politics, economy, and culture."
        }
      }
    },
    {
      "id": "中华民国宪法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华民国宪法"
        ],
        "en": [
          "Constitution of the Republic of China"
        ]
      },
      "properties": {
        "period": "1947-01-01 - ",
        "description": {
          "zh-cn": "中华民国的根本大法，其颁布与施行标志着训政时期的结束和宪政时期的开始，国民政府也随之改组。",
          "en": "The fundamental law of the Republic of China. Its promulgation and implementation marked the end of the political tutelage period and the beginning of the constitutional period, leading to the reorganization of the Nationalist Government."
        }
      }
    },
    {
      "id": "李宗仁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李宗仁"
        ],
        "en": [
          "Li Zongren"
        ]
      },
      "properties": {
        "lifetime": "1890-08-13 - 1969-01-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事家、政治家，桂系领袖。在1948年当选为第一任中华民国副总统。",
          "en": "A military and political figure of the Republic of China, and leader of the New Guangxi clique. He was elected as the first Vice President of the Republic of China in 1948."
        }
      }
    },
    {
      "id": "中华民国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国政府"
        ],
        "en": [
          "Government of the Republic of China"
        ]
      },
      "properties": {
        "period": "1948-05-20 - ",
        "description": {
          "zh-cn": "国民政府在1948年行宪后改组而成的中华民国中央政府机构。",
          "en": "The central government body of the Republic of China, formed by the reorganization of the Nationalist Government after the implementation of the constitution in 1948."
        }
      }
    },
    {
      "id": "国民政府建国大纲",
      "type": "Document",
      "name": {
        "zh-cn": [
          "国民政府建国大纲"
        ],
        "en": [
          "Fundamentals of National Reconstruction"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由孙中山撰写的关于国家建设的纲领性文件，为国民政府的建立提供了理论依据。",
          "en": "A programmatic document on national construction written by Sun Yat-sen, which provided the theoretical basis for the establishment of the Nationalist Government."
        }
      }
    },
    {
      "id": "胡汉民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡汉民"
        ],
        "en": [
          "Hu Hanmin"
        ]
      },
      "properties": {
        "lifetime": "1879-12-09 - 1936-05-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党元老及早期主要领导人之一，国民党右派的代表人物。",
          "en": "A veteran and early major leader of the Kuomintang, and a representative figure of the party's right wing."
        }
      }
    },
    {
      "id": "米哈伊尔·马尔科维奇·鲍罗廷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "米哈伊尔·马尔科维奇·鲍罗廷",
          "鲍罗廷"
        ],
        "en": [
          "Mikhail Borodin"
        ]
      },
      "properties": {
        "lifetime": "1884-07-09 - 1951-05-29",
        "gender": "Male",
        "description": {
          "zh-cn": "共产国际代表及苏联顾问，在国民政府成立初期具有重要影响力。",
          "en": "A Comintern agent and Soviet advisor who had significant influence during the early days of the Nationalist Government."
        }
      }
    },
    {
      "id": "国民革命军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民革命军",
          "革命军",
          "国军"
        ],
        "en": [
          "National Revolutionary Army"
        ]
      },
      "properties": {
        "period": "1925 - 1947",
        "description": {
          "zh-cn": "中国国民党于1925年至1947年间的军队，是国民政府时期的国家武装力量，在行宪后改组为中华民国国军。",
          "en": "The military force of the Kuomintang from 1925 to 1947, serving as the national armed forces during the Nationalist Government period. It was reorganized into the Republic of China Armed Forces after the implementation of the constitution."
        }
      }
    },
    {
      "id": "七一五事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七一五事变",
          "武汉分共"
        ],
        "en": [
          "July 15 Incident"
        ]
      },
      "properties": {
        "period": "1927-07-15",
        "description": {
          "zh-cn": "指武汉国民政府决定与中国共产党决裂的事件，此事件促成了宁汉合流。",
          "en": "Refers to the event where the Wuhan Nationalist Government decided to break with the Chinese Communist Party, which facilitated the Nanjing-Wuhan reunification."
        }
      }
    },
    {
      "id": "谭延闿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谭延闿"
        ],
        "en": [
          "Tan Yankai"
        ]
      },
      "properties": {
        "lifetime": "1880 - 1930",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任国民政府主席及第一任行政院院长。",
          "en": "A politician of the Republic of China, who served as Chairman of the Nationalist Government and the first President of the Executive Yuan."
        }
      }
    },
    {
      "id": "林森",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林森"
        ],
        "en": [
          "Lin Sen"
        ]
      },
      "properties": {
        "lifetime": "1868 - 1943",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，自1931年起长期担任国民政府主席，直至1943年逝世。",
          "en": "A politician of the Republic of China, who served as the Chairman of the Nationalist Government for a long period from 1931 until his death in 1943."
        }
      }
    },
    {
      "id": "张学良",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张学良"
        ],
        "en": [
          "Zhang Xueliang"
        ]
      },
      "properties": {
        "lifetime": "1901-06-03 - 2001-10-14",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国将领，奉系军阀首领张作霖之子。他宣布东北易帜，促成中国名义上的统一，并参与发动西安事变。",
          "en": "A general of the Republic of China, son of Fengtian clique warlord Zhang Zuolin. He announced the Northeast Flag Replacement, leading to the nominal unification of China, and co-initiated the Xi'an Incident."
        }
      }
    },
    {
      "id": "东北易帜",
      "type": "Event",
      "name": {
        "zh-cn": [
          "东北易帜"
        ],
        "en": [
          "Northeast Flag Replacement"
        ]
      },
      "properties": {
        "period": "1928-12-29",
        "description": {
          "zh-cn": "指张学良宣布东三省服从国民政府，改挂青天白日满地红旗的事件，标志着北伐成功和中国名义上的统一。",
          "en": "Refers to Zhang Xueliang's announcement that the three northeastern provinces would obey the Nationalist Government and replace their flag with the Blue Sky, White Sun, and a Wholly Red Earth flag. It marked the success of the Northern Expedition and the nominal unification of China."
        }
      }
    },
    {
      "id": "中原大战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中原大战"
        ],
        "en": [
          "Central Plains War"
        ]
      },
      "properties": {
        "period": "1930-05 - 1930-11",
        "description": {
          "zh-cn": "1930年国民党内部多派军阀联合反对蒋中正南京政府的战争，是国民党历史上规模最大的内战。",
          "en": "A war in 1930 where a coalition of regional warlords within the Kuomintang challenged the authority of Chiang Kai-shek's Nanjing government. It was the largest civil war within the KMT's history."
        }
      }
    },
    {
      "id": "阎锡山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阎锡山"
        ],
        "en": [
          "Yan Xishan"
        ]
      },
      "properties": {
        "lifetime": "1883-10-08 - 1960-05-23",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事及政治人物，晋系军阀的领导人。曾参与发动中原大战，反对南京国民政府。",
          "en": "A military and political figure of the Republic of China, and the leader of the Shanxi clique. He participated in launching the Central Plains War against the Nanjing Nationalist Government."
        }
      }
    },
    {
      "id": "冯玉祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冯玉祥"
        ],
        "en": [
          "Feng Yuxiang"
        ]
      },
      "properties": {
        "lifetime": "1882-11-06 - 1948-09-01",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事人物，西北军领袖。曾参与发动中原大战，反对南京国民政府。",
          "en": "A military figure of the Republic of China and leader of the Northwestern Army. He participated in launching the Central Plains War against the Nanjing Nationalist Government."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "与中国国民党在中国大陆长期进行武装斗争的政党。在抗日战争期间与国民政府建立第二次统一战线。",
          "en": "A political party that engaged in a long-term armed struggle with the Kuomintang in mainland China. It formed the Second United Front with the Nationalist Government during the Second Sino-Japanese War."
        }
      }
    },
    {
      "id": "中华苏维埃共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华苏维埃共和国"
        ],
        "en": [
          "Chinese Soviet Republic"
        ]
      },
      "properties": {
        "period": "1931-11-07 - 1937-09-06",
        "description": {
          "zh-cn": "由中国共产党在第一次国共内战期间于江西瑞金建立的政权，与国民政府形成对峙。",
          "en": "A state established by the Chinese Communist Party in Ruijin, Jiangxi, during the First Chinese Civil War, which confronted the Nationalist Government."
        }
      }
    },
    {
      "id": "七七事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七七事变"
        ],
        "en": [
          "Marco Polo Bridge Incident"
        ]
      },
      "properties": {
        "period": "1937-07-07",
        "description": {
          "zh-cn": "日本军队在北平卢沟桥附近挑起的军事冲突，标志着中国抗日战争的全面爆发。",
          "en": "A military conflict instigated by Japanese troops near the Marco Polo Bridge in Beiping, which marked the full-scale outbreak of the Second Sino-Japanese War."
        }
      }
    },
    {
      "id": "中国抗日战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中国抗日战争"
        ],
        "en": [
          "Second Sino-Japanese War"
        ]
      },
      "properties": {
        "period": "1937-07-07 - 1945-09-02",
        "description": {
          "zh-cn": "20世纪30至40年代中国抵抗大日本帝国侵略的全面战争。在此期间，国民政府迁都重庆作为战时首都。",
          "en": "The full-scale war of resistance fought by China against the invasion of the Empire of Japan in the 1930s and 1940s. During this period, the Nationalist Government moved its capital to Chongqing as the wartime capital."
        }
      }
    },
    {
      "id": "汪精卫政权",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "汪精卫政权",
          "汪精卫国民政府",
          "南京国民政府",
          "汪伪政府",
          "伪国民政府"
        ],
        "en": [
          "Wang Jingwei regime"
        ]
      },
      "properties": {
        "period": "1940-03-30 - 1945-08-16",
        "description": {
          "zh-cn": "抗日战争期间，由汪精卫等人在日本扶植下于南京成立的政权，与迁都重庆的国民政府对立。",
          "en": "A puppet regime established in Nanjing by Wang Jingwei and others under the support of Japan during the Second Sino-Japanese War, which opposed the Nationalist Government that had relocated to Chongqing."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "20世纪的社会主义国家，在国民政府成立初期及抗日战争期间对其提供了重要支持和影响。",
          "en": "A socialist state of the 20th century that provided significant support and influence to the Nationalist Government during its early formation and the Second Sino-Japanese War."
        }
      }
    },
    {
      "id": "大日本帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大日本帝国",
          "日本"
        ],
        "en": [
          "Empire of Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "20世纪的东亚强国，发动了侵华战争，与国民政府长期处于战争状态，并扶植了汪精卫政权。",
          "en": "An East Asian power in the 20th century that launched a war of aggression against China, was in a prolonged state of war with the Nationalist Government, and supported the Wang Jingwei regime."
        }
      }
    },
    {
      "id": "北平国民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北平国民政府"
        ],
        "en": []
      },
      "properties": {
        "period": "1930-09-09 - 1930-11-04",
        "description": {
          "zh-cn": "中原大战期间，由阎锡山、冯玉祥、汪精卫等反蒋势力在北平成立的政府，与南京国民政府对立。",
          "en": "A government established in Beiping during the Central Plains War by anti-Chiang Kai-shek forces including Yan Xishan, Feng Yuxiang, and Wang Jingwei, in opposition to the Nanjing Nationalist Government."
        }
      }
    },
    {
      "id": "广州国民政府（1931年）",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广州国民政府（1931年）"
        ],
        "en": []
      },
      "properties": {
        "period": "1931-05-28 - 1932-01-01",
        "description": {
          "zh-cn": "因蒋中正软禁胡汉民事件，国民党内反蒋派系在广州成立的政府，与南京国民政府对立，后因九一八事变爆发而与南京方面和解。",
          "en": "A government established in Guangzhou by anti-Chiang Kai-shek factions within the KMT following Chiang's house arrest of Hu Hanmin. It opposed the Nanjing Nationalist Government and later reconciled with Nanjing after the Mukden Incident."
        }
      }
    },
    {
      "id": "九一八事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "九一八事变"
        ],
        "en": [
          "Mukden Incident"
        ]
      },
      "properties": {
        "period": "1931-09-18",
        "description": {
          "zh-cn": "日本关东军在中国东北蓄意制造并挑起的军事冲突，成为日本侵华的开端。",
          "en": "A military conflict staged by the Japanese Kwantung Army in Northeast China, which marked the beginning of Japan's invasion of China."
        }
      }
    },
    {
      "id": "国民政府军事委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民政府军事委员会",
          "军事委员会"
        ],
        "en": [
          "Military Affairs Commission"
        ]
      },
      "properties": {
        "period": [
          "1925 - 1928",
          "1932 - 1946"
        ],
        "description": {
          "zh-cn": "国民政府时期的最高军事统御机关，委员长通常是实际的最高领导人。",
          "en": "The supreme military command organ during the Nationalist Government period. Its chairman was often the de facto supreme leader."
        }
      }
    },
    {
      "id": "孙科",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙科"
        ],
        "en": [
          "Sun Fo"
        ]
      },
      "properties": {
        "lifetime": "1891-10-20 - 1973-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "孙中山之子，中华民国政治家，曾任国民政府副主席、行政院院长等职。",
          "en": "The son of Sun Yat-sen and a politician of the Republic of China, who served as Vice Chairman of the Nationalist Government and President of the Executive Yuan."
        }
      }
    },
    {
      "id": "第二次世界大战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次世界大战"
        ],
        "en": [
          "World War II"
        ]
      },
      "properties": {
        "period": "1939-09-01 - 1945-09-02"
      }
    }
  ],
  "relationships": [
    {
      "source": "中国国民党",
      "target": "国民政府",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1925-07-01",
        "description": {
          "zh-cn": "国民政府是中国国民党依据孙中山所著《国民政府建国大纲》建立的政府机构。",
          "en": "The Nationalist Government was a government body established by the Kuomintang based on Sun Yat-sen's 'Fundamentals of National Reconstruction'."
        }
      }
    },
    {
      "source": "汪精卫",
      "target": "国民政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1925-07-01",
        "description": {
          "zh-cn": "在孙中山逝世后，汪精卫于1925年7月1日将原中华民国陆海军大元帅大本营改组为国民政府。",
          "en": "After the death of Sun Yat-sen, Wang Jingwei reorganized the former Generalissimo's Headquarters into the Nationalist Government on July 1, 1925."
        }
      }
    },
    {
      "source": "国民政府",
      "target": "中华民国陆海军大元帅大本营",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1925-07-01",
        "description": {
          "zh-cn": "国民政府由中华民国陆海军大元帅大本营改组而成，取代了后者。",
          "en": "The Nationalist Government was formed by reorganizing the Generalissimo's Headquarters, thus replacing it."
        }
      }
    },
    {
      "source": "国民政府",
      "target": "北洋政府",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1925",
        "end_date": "1928",
        "description": {
          "zh-cn": "从1925年成立到1928年北伐胜利前，广州国民政府与北京的北洋政府处于对峙状态。",
          "en": "From its establishment in 1925 until the victory of the Northern Expedition in 1928, the Guangzhou Nationalist Government was in a state of confrontation with the Beiyang Government in Beijing."
        }
      }
    },
    {
      "source": "国民政府",
      "target": "国民革命军北伐",
      "type": "PUSHED",
      "properties": {
        "start_date": "1926-07",
        "description": {
          "zh-cn": "国民政府发动了国民革命军北伐，以期统一中国。",
          "en": "The Nationalist Government launched the Northern Expedition with the aim of unifying China."
        }
      }
    },
    {
      "source": "国民革命军北伐",
      "target": "国民政府",
      "type": "PUSHED",
      "properties": {
        "end_date": "1928-12-29",
        "description": {
          "zh-cn": "北伐的胜利推翻了北洋政府，使得国民政府成为代表中国的唯一合法政府。",
          "en": "The victory of the Northern Expedition overthrew the Beiyang government, making the Nationalist Government the sole legitimate government representing China."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "中国国民党清党",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-04-12",
        "description": {
          "zh-cn": "蒋中正于1927年4月12日在上海发动了清党，旨在清除国民党内的共产党员。",
          "en": "On April 12, 1927, Chiang Kai-shek launched a purge in Shanghai to eliminate communists from the Kuomintang."
        }
      }
    },
    {
      "source": "中国国民党清党",
      "target": "宁汉分裂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-04",
        "description": {
          "zh-cn": "清党事件直接导致了以蒋中正为首的南京国民政府与汪精卫为首的武汉国民政府的对立，即宁汉分裂。",
          "en": "The purge directly led to the confrontation between the Nanjing Nationalist Government led by Chiang Kai-shek and the Wuhan Nationalist Government led by Wang Jingwei, known as the Nanjing-Wuhan split."
        }
      }
    },
    {
      "source": "七一五事变",
      "target": "宁汉合流",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927-07-15",
        "description": {
          "zh-cn": "武汉国民政府于7月15日决定分共，为与南京国民政府的合并铺平了道路，最终实现宁汉合流。",
          "en": "The Wuhan Nationalist Government's decision on July 15 to purge the communists paved the way for its merger with the Nanjing Nationalist Government, leading to the Nanjing-Wuhan reunification."
        }
      }
    },
    {
      "source": "中华民国政府",
      "target": "国民政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1948-05-20",
        "description": {
          "zh-cn": "1948年5月20日，依据《中华民国宪法》选举出的总统、副总统就职，国民政府改组为中华民国政府，国民政府时期结束。",
          "en": "On May 20, 1948, following the inauguration of the President and Vice President elected under the Constitution of the Republic of China, the Nationalist Government was reorganized into the Government of the Republic of China, marking the end of the Nationalist Government era."
        }
      }
    },
    {
      "source": "孙中山",
      "target": "国民政府建国大纲",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "孙中山撰写了《国民政府建国大纲》，为国民政府的建立提供了蓝图。",
          "en": "Sun Yat-sen wrote the 'Fundamentals of National Reconstruction', providing a blueprint for the establishment of the Nationalist Government."
        }
      }
    },
    {
      "source": "国民政府建国大纲",
      "target": "国民政府",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "国民政府的建立是依据孙中山的《国民政府建国大纲》进行的。",
          "en": "The establishment of the Nationalist Government was based on Sun Yat-sen's 'Fundamentals of National Reconstruction'."
        }
      }
    },
    {
      "source": "汪精卫",
      "target": "国民政府",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1925-07-01",
        "end_date": "1926-03-23",
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        }
      }
    },
    {
      "source": "谭延闿",
      "target": "国民政府",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1928-02-07",
        "end_date": "1928-10-10",
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "国民政府",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": [
          "1928-10-10",
          "1943-10-10"
        ],
        "end_date": [
          "1931-12-15",
          "1948-05-20"
        ],
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        }
      }
    },
    {
      "source": "林森",
      "target": "国民政府",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1931-12-15",
        "end_date": "1943-08-01",
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        }
      }
    },
    {
      "source": "米哈伊尔·马尔科维奇·鲍罗廷",
      "target": "汪精卫",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1925",
        "description": {
          "zh-cn": "苏联顾问鲍罗廷在国民政府成立初期支持汪精卫。",
          "en": "Soviet advisor Mikhail Borodin supported Wang Jingwei during the early period of the Nationalist Government."
        }
      }
    },
    {
      "source": "米哈伊尔·马尔科维奇·鲍罗廷",
      "target": "胡汉民",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1925",
        "description": {
          "zh-cn": "苏联顾问鲍罗廷在国民政府成立初期排挤胡汉民。",
          "en": "Soviet advisor Mikhail Borodin marginalized Hu Hanmin during the early period of the Nationalist Government."
        }
      }
    },
    {
      "source": "张学良",
      "target": "国民政府",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1928-12-29",
        "description": {
          "zh-cn": "张学良宣布东北易帜，名义上接受国民政府领导。",
          "en": "Zhang Xueliang announced the Northeast Flag Replacement, nominally accepting the leadership of the Nationalist Government."
        }
      }
    },
    {
      "source": "张学良",
      "target": "东北易帜",
      "type": "PUSHED",
      "properties": {
        "start_date": "1928-12-29",
        "description": {
          "zh-cn": "张学良通电南京，宣布东北易帜。",
          "en": "Zhang Xueliang telegraphed Nanjing to announce the Northeast Flag Replacement."
        }
      }
    },
    {
      "source": "东北易帜",
      "target": "国民政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1928-12-29",
        "description": {
          "zh-cn": "东北易帜促使国民政府在名义上统一了中国。",
          "en": "The Northeast Flag Replacement led to the nominal unification of China under the Nationalist Government."
        }
      }
    },
    {
      "source": "国民政府",
      "target": "阎锡山",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1930-05",
        "end_date": "1930-11",
        "description": {
          "zh-cn": "在中原大战中，阎锡山联合其他军阀反对蒋中正领导的南京国民政府。",
          "en": "During the Central Plains War, Yan Xishan allied with other warlords against the Nanjing Nationalist Government led by Chiang Kai-shek."
        }
      }
    },
    {
      "source": "国民政府",
      "target": "冯玉祥",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1930-05",
        "end_date": "1930-11",
        "description": {
          "zh-cn": "在中原大战中，冯玉祥联合其他军阀反对蒋中正领导的南京国民政府。",
          "en": "During the Central Plains War, Feng Yuxiang allied with other warlords against the Nanjing Nationalist Government led by Chiang Kai-shek."
        }
      }
    },
    {
      "source": "国民政府",
      "target": "李宗仁",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1930-05",
        "end_date": "1930-11",
        "description": {
          "zh-cn": "在中原大战中，李宗仁联合其他军阀反对蒋中正领导的南京国民政府。",
          "en": "During the Central Plains War, Li Zongren allied with other warlords against the Nanjing Nationalist Government led by Chiang Kai-shek."
        }
      }
    },
    {
      "source": "北平国民政府",
      "target": "国民政府",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1930-09-09",
        "end_date": "1930-11-04",
        "description": {
          "zh-cn": "中原大战期间成立的北平国民政府与南京国民政府处于对立状态。",
          "en": "The Beiping Nationalist Government, established during the Central Plains War, was in opposition to the Nanjing Nationalist Government."
        }
      }
    },
    {
      "source": "广州国民政府（1931年）",
      "target": "国民政府",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1931-05-28",
        "end_date": "1932-01-01",
        "description": {
          "zh-cn": "1931年成立的广州国民政府因政治分歧与南京国民政府对立。",
          "en": "The Guangzhou Nationalist Government, established in 1931, opposed the Nanjing Nationalist Government due to political disagreements."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "胡汉民",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931",
        "description": {
          "zh-cn": "1931年，蒋中正在南京汤山软禁了胡汉民，引发了国民党内的分裂。",
          "en": "In 1931, Chiang Kai-shek placed Hu Hanmin under house arrest in Tangshan, Nanjing, which triggered a split within the Kuomintang."
        }
      }
    },
    {
      "source": "九一八事变",
      "target": "广州国民政府（1931年）",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931-09-18",
        "description": {
          "zh-cn": "九一八事变的爆发促使国民党内各派系寻求合作，最终导致广州国民政府于1932年初撤销。",
          "en": "The outbreak of the Mukden Incident prompted various factions within the KMT to seek cooperation, eventually leading to the dissolution of the Guangzhou Nationalist Government in early 1932."
        }
      }
    },
    {
      "source": "中华苏维埃共和国",
      "target": "国民政府",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1931-11-07",
        "end_date": "1937-09-06",
        "description": {
          "zh-cn": "由中国共产党建立的中华苏维埃共和国与国民政府处于武装对抗状态。",
          "en": "The Chinese Soviet Republic, established by the Chinese Communist Party, was in a state of armed conflict with the Nationalist Government."
        }
      }
    },
    {
      "source": "七七事变",
      "target": "中国抗日战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1937-07-07",
        "description": {
          "zh-cn": "七七事变标志着中国抗日战争的全面爆发。",
          "en": "The Marco Polo Bridge Incident marked the full-scale outbreak of the Second Sino-Japanese War."
        }
      }
    },
    {
      "source": "中国抗日战争",
      "target": "国民政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1937-11",
        "description": {
          "zh-cn": "随着日军逼近南京，中国抗日战争的爆发迫使国民政府将首都迁往重庆。",
          "en": "As the Japanese army advanced on Nanjing, the outbreak of the Second Sino-Japanese War forced the Nationalist Government to move its capital to Chongqing."
        }
      }
    },
    {
      "source": "汪精卫政权",
      "target": "国民政府",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1940-03-30",
        "end_date": "1945-08-16",
        "description": {
          "zh-cn": "汪精卫在南京成立的国民政府是日本扶植的傀儡政权，与迁都重庆的国民政府对立。",
          "en": "The Nationalist Government established by Wang Jingwei in Nanjing was a puppet regime supported by Japan, opposing the Nationalist Government that had relocated to Chongqing."
        }
      }
    },
    {
      "source": "大日本帝国",
      "target": "汪精卫政权",
      "type": "PUSHED",
      "properties": {
        "start_date": "1940",
        "description": {
          "zh-cn": "汪精卫政权是在日本军队的扶植下成立的。",
          "en": "The Wang Jingwei regime was established under the support of the Japanese military."
        }
      }
    },
    {
      "source": "苏联",
      "target": "国民政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1938",
        "description": {
          "zh-cn": "在抗日战争期间，苏联向国民政府提供了包括飞机和装备在内的军事援助。",
          "en": "During the Second Sino-Japanese War, the Soviet Union provided military aid, including aircraft and equipment, to the Nationalist Government."
        }
      }
    },
    {
      "source": "国民政府军事委员会",
      "target": "国民政府",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "国民政府军事委员会是国民政府下设的最高军事统御机关。",
          "en": "The Military Affairs Commission was the supreme military command body under the Nationalist Government."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "国民政府军事委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1932",
        "end_date": "1946",
        "position": {
          "zh-cn": "委员长",
          "en": "Chairman"
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "国民政府军事委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1937-09-22",
        "description": {
          "zh-cn": "在抗日战争统一战线形成后，中国共产党领导的军队名义上接受国民政府军事委员会的调遣。",
          "en": "After the formation of the United Front during the Second Sino-Japanese War, the armed forces led by the Chinese Communist Party nominally accepted the command of the Military Affairs Commission of the Nationalist Government."
        }
      }
    },
    {
      "source": "孙科",
      "target": "国民政府",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1947-04",
        "position": {
          "zh-cn": "副主席",
          "en": "Vice Chairman"
        }
      }
    },
    {
      "source": "第二次世界大战",
      "target": "中国抗日战争",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1945-09-02",
        "description": {
          "zh-cn": "中国抗日战争随着第二次世界大战的结束而结束。",
          "en": "The Second Sino-Japanese War ended with the conclusion of World War II."
        }
      }
    }
  ]
}