{
  "nodes": [
    {
      "id": "红卫兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红卫兵"
        ],
        "en": [
          "Red Guards"
        ]
      },
      "properties": {
        "period": "1966-05-29 - 1968-12",
        "description": {
          "zh-cn": "中国文化大革命时期的群众组织，主要由青年学生组成。在运动初期充当了“破四旧”、批斗“走资派”的急先锋，后因内斗分裂和大规模武斗而被毛泽东派工宣队压制，并通过“上山下乡”运动解散。",
          "en": "Mass organizations, primarily composed of young students, during the Chinese Cultural Revolution. In the early stages of the movement, they acted as the vanguard in 'Destroying the Four Olds' and denouncing 'capitalist roaders'. They were later suppressed by Mao Zedong's workers' propaganda teams due to infighting and large-scale violent struggles, and were disbanded through the 'Down to the Countryside Movement'."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966-05-16 - 1976-10",
        "description": {
          "zh-cn": "由毛泽东发动和领导的在中国大陆发生的政治运动，对中国的政治、经济、文化和社会造成了深远的影响。",
          "en": "A political movement in mainland China launched and led by Mao Zedong, which had a profound impact on China's politics, economy, culture, and society."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家、政治家、理论家，中国共产党、中华人民共和国和中国人民解放军的主要缔造者和领导人。文化大革命的发动者。",
          "en": "A Chinese revolutionary, politician, and theorist, the main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army. He initiated the Cultural Revolution."
        }
      }
    },
    {
      "id": "极左思潮",
      "type": "Document",
      "name": {
        "zh-cn": [
          "极左思潮"
        ],
        "en": [
          "Ultra-leftist thought"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种政治思想，强调阶级斗争和革命的绝对性，是文化大革命期间红卫兵运动的主要思想基础。",
          "en": "A political ideology emphasizing the absoluteness of class struggle and revolution, which was the main ideological basis for the Red Guard movement during the Cultural Revolution."
        }
      }
    },
    {
      "id": "红八月",
      "type": "Event",
      "name": {
        "zh-cn": [
          "红八月"
        ],
        "en": [
          "Red August"
        ]
      },
      "properties": {
        "period": "1966-08 - 1966-08",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "1966年8月在北京发生的一系列由红卫兵主导的暴力事件，标志着红卫兵运动和“红色恐怖”的第一个高潮。",
          "en": "A series of violent incidents in Beijing in August 1966, led by the Red Guards, marking the first peak of the Red Guard movement and the 'Red Terror'."
        }
      }
    },
    {
      "id": "大串联",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大串联",
          "全国大串连"
        ],
        "en": [
          "Great Link-up"
        ]
      },
      "properties": {
        "period": "1966 - 1967",
        "description": {
          "zh-cn": "文化大革命初期，全国各地的红卫兵前往北京，或到各地进行“革命经验”交流的活动。",
          "en": "During the early Cultural Revolution, an activity where Red Guards from all over China traveled to Beijing or other regions to exchange 'revolutionary experiences'."
        }
      }
    },
    {
      "id": "毛泽东接见红卫兵",
      "type": "Event",
      "name": {
        "zh-cn": [
          "毛泽东接见红卫兵"
        ],
        "en": [
          "Mao Zedong's reception of Red Guards"
        ]
      },
      "properties": {
        "period": "1966-08-18 - 1966-11-26",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "1966年8月至11月，毛泽东在北京天安门广场连续八次接见来自全国各地的红卫兵，极大地推动了红卫兵运动的发展。",
          "en": "From August to November 1966, Mao Zedong received Red Guards from across the country eight times in Tiananmen Square, Beijing, greatly promoting the development of the Red Guard movement."
        }
      }
    },
    {
      "id": "黑五类",
      "type": "Document",
      "name": {
        "zh-cn": [
          "黑五类"
        ],
        "en": [
          "Five Black Categories"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "文化大革命期间对“地主、富农、反革命、坏分子、右派”的统称，是红卫兵运动的主要打击对象。",
          "en": "A collective term during the Cultural Revolution for 'landlords, rich peasants, counter-revolutionaries, bad elements, and rightists,' who were the main targets of the Red Guard movement."
        }
      }
    },
    {
      "id": "破四旧",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "破四旧"
        ],
        "en": [
          "Destroy the Four Olds"
        ]
      },
      "properties": {
        "period": "1966-06 - ",
        "description": {
          "zh-cn": "文化大革命初期的一场运动，旨在破除旧思想、旧文化、旧风俗、旧习惯，导致大量文物古迹被毁。",
          "en": "A movement in the early Cultural Revolution aimed at destroying old ideas, old culture, old customs, and old habits, leading to the destruction of numerous cultural relics and historical sites."
        }
      }
    },
    {
      "id": "武斗",
      "type": "Event",
      "name": {
        "zh-cn": [
          "武斗"
        ],
        "en": [
          "Violent struggles"
        ]
      },
      "properties": {
        "period": "1967 - 1968",
        "description": {
          "zh-cn": "文化大革命期间不同派别群众组织之间发生的暴力冲突，特别是在1967年至1968年间 widespread。",
          "en": "Violent conflicts between different factions of mass organizations during the Cultural Revolution, especially widespread between 1967 and 1968."
        }
      }
    },
    {
      "id": "毛泽东思想宣传队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "毛泽东思想宣传队",
          "工宣队",
          "军宣队"
        ],
        "en": [
          "Mao Zedong Thought Propaganda Team",
          "Workers' Propaganda Team",
          "PLA Propaganda Team"
        ]
      },
      "properties": {
        "period": "1968 - ",
        "description": {
          "zh-cn": "1968年夏开始由工人和解放军组成，进驻学校等单位以制止武斗、领导“斗、批、改”的组织。",
          "en": "Organizations formed by workers and PLA soldiers starting in the summer of 1968, which entered schools and other units to stop violent struggles and lead the 'struggle-criticism-transformation'."
        }
      }
    },
    {
      "id": "上山下乡运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "上山下乡运动"
        ],
        "en": [
          "Down to the Countryside Movement"
        ]
      },
      "properties": {
        "period": "1968 - ",
        "description": {
          "zh-cn": "中国在1960年代末至1970年代末的一场大规模政治运动，组织城市知识青年到农村地区定居和劳动。",
          "en": "A large-scale political movement in China from the late 1960s to the late 1970s, organizing urban educated youth to settle and work in rural areas."
        }
      }
    },
    {
      "id": "五一六通知",
      "type": "Document",
      "name": {
        "zh-cn": [
          "五一六通知"
        ],
        "en": [
          "May 16 Notification"
        ]
      },
      "properties": {
        "period": "1966-05-16 - 1966-05-16",
        "description": {
          "zh-cn": "中共中央政治局扩大会议于1966年5月16日通过的文件，被认为是文化大革命全面发动的标志。",
          "en": "A document passed by the enlarged meeting of the Politburo of the CPC Central Committee on May 16, 1966, considered the signal for the full-scale launch of the Cultural Revolution."
        }
      }
    },
    {
      "id": "张承志",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张承志"
        ],
        "en": [
          "Zhang Chengzhi"
        ]
      },
      "properties": {
        "lifetime": "1948-09-10 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国作家，清华大学附属中学学生，最早使用“红卫兵”作为笔名。",
          "en": "A Chinese writer and a student at Tsinghua University High School, who was the first to use 'Red Guard' as a pen name."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任中华人民共和国主席。在文化大革命期间被打倒并迫害致死。",
          "en": "A Chinese politician who served as the Chairman of the People's Republic of China. He was purged and persecuted to death during the Cultural Revolution."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，中国共产党第二代中央领导核心。在文化大革命期间被打倒，后复出主导了中国的改革开放。",
          "en": "A Chinese politician and the paramount leader of the People's Republic of China from 1978 to 1989. He was purged during the Cultural Revolution but later returned to lead China's Reform and Opening Up."
        }
      }
    },
    {
      "id": "文化大革命工作组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "文化大革命工作组"
        ],
        "en": [
          "Cultural Revolution work group"
        ]
      },
      "properties": {
        "period": "1966-06 - 1966-07",
        "description": {
          "zh-cn": "文化大革命初期由刘少奇、邓小平主导派出，旨在控制运动发展的组织，后被毛泽东批评并撤销。",
          "en": "Organizations dispatched in the early stages of the Cultural Revolution, led by Liu Shaoqi and Deng Xiaoping, to control the movement's development. They were later criticized and abolished by Mao Zedong."
        }
      }
    },
    {
      "id": "江青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江青"
        ],
        "en": [
          "Jiang Qing"
        ]
      },
      "properties": {
        "lifetime": "1914-03 - 1991-05-14",
        "gender": "Female",
        "description": {
          "zh-cn": "毛泽东的第四任妻子，“四人帮”成员之一，在文化大革命期间有重要影响力。",
          "en": "The fourth wife of Mao Zedong and a member of the 'Gang of Four,' she had significant influence during the Cultural Revolution."
        }
      }
    },
    {
      "id": "文攻武卫",
      "type": "Document",
      "name": {
        "zh-cn": [
          "文攻武卫"
        ],
        "en": [
          "Attack with reasoning, defend with force"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由江青在1967年提出的口号，意为用言论（文）攻击，用武力（武）保卫，实际上激化了全国范围的武斗。",
          "en": "A slogan proposed by Jiang Qing in 1967, meaning to attack with words (wen) and defend with force (wu), which in practice intensified violent struggles nationwide."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中国军事家、政治家，中华人民共和国元帅。文化大革命期间成为毛泽东的副手和法定接班人，后因“九一三事件”身亡。",
          "en": "A Chinese military leader and politician, Marshal of the People's Republic of China. During the Cultural Revolution, he became Mao Zedong's deputy and designated successor, but died in the 'September 13 Incident'."
        }
      }
    },
    {
      "id": "中央文革小组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央文革小组"
        ],
        "en": [
          "Central Cultural Revolution Group"
        ]
      },
      "properties": {
        "period": "1966-05 - 1969-04",
        "description": {
          "zh-cn": "文化大革命期间设立的中共中央政治局常委会下的组织，实际掌握了运动的领导权。",
          "en": "An organization under the Politburo Standing Committee of the CPC Central Committee established during the Cultural Revolution, which effectively controlled the leadership of the movement."
        }
      }
    },
    {
      "id": "造反派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "造反派"
        ],
        "en": [
          "Rebel faction"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "文化大革命中的一派群众组织，响应毛泽东“造反有理”的号召，与保守派对立，是后期红卫兵运动的主流。",
          "en": "A faction of mass organizations during the Cultural Revolution that responded to Mao Zedong's call 'to rebel is justified.' They opposed the conservative factions and became the mainstream of the later Red Guard movement."
        }
      }
    },
    {
      "id": "老红卫兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "老红卫兵"
        ],
        "en": [
          "Old Red Guards"
        ]
      },
      "properties": {
        "period": "1966-05 - 1966-12",
        "description": {
          "zh-cn": "最早的一批红卫兵，主要由共产党高级干部子弟组成，信奉“血统论”。在运动初期非常活跃，后因其父母被打倒而失势。",
          "en": "The earliest group of Red Guards, mainly composed of children of high-ranking Communist Party officials, who believed in the 'bloodline theory.' They were very active in the early stages of the movement but lost power after their parents were purged."
        }
      }
    },
    {
      "id": "血统论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "血统论"
        ],
        "en": [
          "Bloodline theory"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种认为家庭出身决定个人政治立场的理论，在文革初期被老红卫兵广泛宣扬，口号为“老子英雄儿好汉，老子反动儿混蛋”。",
          "en": "A theory holding that one's family background determines their political stance, widely promoted by the Old Red Guards in the early Cultural Revolution with the slogan 'If the father is a hero, the son is a good man; if the father is a reactionary, the son is a bastard'."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887-10-31 - 1975-04-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、军事家，曾任中华民国总统。在文化大革命期间对红卫兵运动进行了谴责。",
          "en": "A Chinese politician and military leader who served as the President of the Republic of China. He condemned the Red Guard movement during the Cultural Revolution."
        }
      }
    },
    {
      "id": "1967年中国流脑大流行",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1967年中国流脑大流行"
        ],
        "en": [
          "1966–67 Chinese cerebrospinal meningitis pandemic"
        ]
      },
      "properties": {
        "period": "1966 - 1967",
        "description": {
          "zh-cn": "1966年至1967年在中国爆发的流行性脑脊髓膜炎疫情，造成超过16万人死亡，其传播与红卫兵大串联有关。",
          "en": "An epidemic of cerebrospinal meningitis that broke out in China from 1966 to 1967, causing over 160,000 deaths. Its spread was linked to the Red Guards' Great Link-up."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "文化大革命",
      "target": "红卫兵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-05",
        "description": {
          "zh-cn": "红卫兵是文化大革命时期的产物，作为该运动中的一个特殊群体而出现。",
          "en": "The Red Guards were a product of the Cultural Revolution, emerging as a special group within the movement."
        }
      }
    },
    {
      "source": "极左思潮",
      "target": "红卫兵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "红卫兵是受极左思潮影响下成立的群众组织。",
          "en": "The Red Guards were mass organizations formed under the influence of ultra-leftist thought."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "红卫兵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-08-01",
        "description": {
          "zh-cn": "毛泽东通过致信、多次接见等方式公开支持红卫兵运动，使其迅速发展壮大。",
          "en": "Mao Zedong publicly supported the Red Guard movement through letters and multiple receptions, causing it to grow rapidly."
        }
      }
    },
    {
      "source": "毛泽东接见红卫兵",
      "target": "红卫兵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-08-18",
        "description": {
          "zh-cn": "毛泽东连续八次接见红卫兵，极大地鼓舞了红卫兵，推动了红卫兵运动走向全国。",
          "en": "Mao Zedong's eight consecutive receptions of the Red Guards greatly encouraged them and propelled the movement across the country."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "破四旧",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-06",
        "description": {
          "zh-cn": "红卫兵是“破四旧”运动的主要执行者，在全国范围内破坏了大量文物古迹和传统文化象征。",
          "en": "The Red Guards were the main executors of the 'Destroy the Four Olds' movement, destroying a large number of cultural relics, historical sites, and symbols of traditional culture nationwide."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "黑五类",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-08",
        "description": {
          "zh-cn": "红卫兵将“黑五类”及其家属作为主要打击对象，进行了大规模的迫害、批斗甚至屠杀。",
          "en": "The Red Guards targeted the 'Five Black Categories' and their families for large-scale persecution, struggle sessions, and even massacres."
        }
      }
    },
    {
      "source": "红卫兵",
      "target": "武斗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967",
        "description": {
          "zh-cn": "红卫兵内部派系林立，观点对立，内斗逐渐升级为大规模的暴力冲突，即武斗。",
          "en": "The Red Guard factions were numerous and had opposing views, and their infighting gradually escalated into large-scale violent conflicts, known as 'wudou'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-07-28",
        "description": {
          "zh-cn": "因红卫兵武斗失控，毛泽东召见红卫兵“五大领袖”进行严厉批评，并决定派工宣队进驻学校，结束了红卫兵作为政治运动中心的历史。",
          "en": "Due to the out-of-control violent struggles among Red Guards, Mao Zedong summoned their 'Five Great Leaders' for severe criticism and decided to send workers' propaganda teams into schools, ending the Red Guards' history as the center of a political movement."
        }
      }
    },
    {
      "source": "上山下乡运动",
      "target": "红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-12-22",
        "description": {
          "zh-cn": "大规模“上山下乡运动”的展开，将大量城市青年（包括前红卫兵成员）送往农村，导致红卫兵的政治组织解散。",
          "en": "The launch of the large-scale 'Down to the Countryside Movement' sent a large number of urban youth (including former Red Guard members) to rural areas, leading to the dissolution of the Red Guards' political organizations."
        }
      }
    },
    {
      "source": "毛泽东思想宣传队",
      "target": "红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-07",
        "description": {
          "zh-cn": "毛泽东思想宣传队进驻学校等单位，制止了红卫兵的武斗，并取代其领导地位，使红卫兵势力消退。",
          "en": "Mao Zedong Thought Propaganda Teams entered schools and other units, stopped the Red Guards' violent struggles, and replaced their leadership, causing the Red Guards' power to wane."
        }
      }
    },
    {
      "source": "五一六通知",
      "target": "文化大革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-05-16",
        "description": {
          "zh-cn": "《五一六通知》的发布被视为文化大革命全面发动的标志。",
          "en": "The issuance of the 'May 16 Notification' is considered the symbol of the full-scale launch of the Cultural Revolution."
        }
      }
    },
    {
      "source": "张承志",
      "target": "红卫兵",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1966-05-29",
        "description": {
          "zh-cn": "“红卫兵”这一名称来源于张承志的笔名，他因此对该组织的命名产生了直接影响。",
          "en": "The name 'Red Guard' originated from the pen name of Zhang Chengzhi, thus he directly influenced the organization's naming."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "文化大革命工作组",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-06",
        "description": {
          "zh-cn": "刘少奇和邓小平为了控制文革初期的混乱局面，主导向北京各高校和中学派出了工作组。",
          "en": "To control the chaotic situation in the early stages of the Cultural Revolution, Liu Shaoqi and Deng Xiaoping led the dispatch of work groups to various universities and middle schools in Beijing."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "文化大革命工作组",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966-06",
        "description": {
          "zh-cn": "邓小平和刘少奇为了控制文革初期的混乱局面，主导向北京各高校和中学派出了工作组。",
          "en": "Deng Xiaoping and Liu Shaoqi, in an effort to control the chaotic situation in the early stages of the Cultural Revolution, led the dispatch of work groups to various universities and middle schools in Beijing."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "文化大革命工作组",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-07-24",
        "end_date": "1966-07-26",
        "description": {
          "zh-cn": "毛泽东严厉批评工作组“阻碍群众运动”，随后中共中央决定撤销工作组。",
          "en": "Mao Zedong severely criticized the work groups for 'obstructing the mass movement,' and subsequently, the CPC Central Committee decided to abolish them."
        }
      }
    },
    {
      "source": "江青",
      "target": "武斗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967-07",
        "description": {
          "zh-cn": "江青提出了“文攻武卫”的口号，此口号公开发表后，全国武斗急剧升级。",
          "en": "Jiang Qing proposed the slogan 'Attack with reasoning, defend with force.' After this slogan was publicly published, violent struggles across the country escalated sharply."
        }
      }
    },
    {
      "source": "文攻武卫",
      "target": "武斗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967-07",
        "description": {
          "zh-cn": "“文攻武卫”口号的提出和宣传，直接煽动和加剧了全国范围内的武斗。",
          "en": "The proposal and promotion of the 'Attack with reasoning, defend with force' slogan directly incited and intensified violent struggles nationwide."
        }
      }
    },
    {
      "source": "林彪",
      "target": "红卫兵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "在毛泽东和林彪等人的号召下，红卫兵运动得以大规模展开。",
          "en": "Under the call of Mao Zedong, Lin Biao, and others, the Red Guard movement was launched on a large scale."
        }
      }
    },
    {
      "source": "血统论",
      "target": "老红卫兵",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "老红卫兵信奉“血统论”，并以此作为其组织成员资格和行动的理论基础。",
          "en": "The Old Red Guards believed in the 'bloodline theory' and used it as the theoretical basis for their organization's membership and actions."
        }
      }
    },
    {
      "source": "造反派",
      "target": "血统论",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "造反派红卫兵与信奉“血统论”的老红卫兵对立，批判“血统论”。",
          "en": "The rebel faction of Red Guards opposed the Old Red Guards who believed in the 'bloodline theory' and criticized it."
        }
      }
    },
    {
      "source": "中央文革小组",
      "target": "造反派",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "中央文革小组支持造反派红卫兵，以打击党内的“走资派”。",
          "en": "The Central Cultural Revolution Group supported the rebel Red Guards to attack the 'capitalist roaders' within the party."
        }
      }
    },
    {
      "source": "造反派",
      "target": "老红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "兴起的造反派红卫兵冲击了老红卫兵，使其很快失势。",
          "en": "The rising rebel Red Guards attacked the Old Red Guards, causing them to quickly lose power."
        }
      }
    },
    {
      "source": "蒋介石",
      "target": "红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-10-09",
        "description": {
          "zh-cn": "蒋介石发表文告，谴责毛泽东组训“红卫兵”以保卫其个人独夫暴政。",
          "en": "Chiang Kai-shek issued a proclamation condemning Mao Zedong for organizing the 'Red Guards' to protect his personal tyranny."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "红卫兵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1981-07-18",
        "description": {
          "zh-cn": "邓小平在会见金庸时评价红卫兵在文革十年中“瞎捣乱”，破坏了民主和纪律。",
          "en": "During a meeting with Jin Yong, Deng Xiaoping commented that the Red Guards 'messed things up blindly' during the ten years of the Cultural Revolution, undermining democracy and discipline."
        }
      }
    },
    {
      "source": "大串联",
      "target": "1967年中国流脑大流行",
      "type": "PUSHED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "红卫兵的大串联导致大规模的人员流动，客观上引发并加剧了1966-67年的全国性流脑大流行。",
          "en": "The Red Guards' Great Link-up led to large-scale population movements, which objectively triggered and exacerbated the nationwide cerebrospinal meningitis pandemic of 1966-67."
        }
      }
    }
  ]
}