{
  "nodes": [
    {
      "id": "青蒿素",
      "type": "Document",
      "name": {
        "zh-cn": [
          "青蒿素",
          "黄花蒿素",
          "黄蒿素",
          "苦蒿结晶III"
        ],
        "en": [
          "Artemisinin",
          "Qinghaosu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种从黄花蒿中提取的倍半萜内酯化合物，具有高效的抗疟作用，是现代抗疟药物的基础。",
          "en": "A sesquiterpene lactone isolated from Artemisia annua, which has potent antimalarial properties and is the basis for modern antimalarial drugs."
        }
      }
    },
    {
      "id": "屠呦呦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "屠呦呦"
        ],
        "en": [
          "Tu Youyou"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国药理学家，因发现青蒿素而获得2011年拉斯克奖和2015年诺贝尔生理学或医学奖。",
          "en": "A Chinese pharmaceutical chemist who discovered artemisinin, for which she received the 2011 Lasker Award and the 2015 Nobel Prize in Physiology or Medicine."
        }
      }
    },
    {
      "id": "523项目",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "523项目"
        ],
        "en": [
          "Project 523"
        ]
      },
      "properties": {
        "period": "1967-05-23 - ",
        "description": {
          "zh-cn": "一个中华人民共和国的秘密军事医学研究项目，旨在寻找治疗抗氯喹疟疾的药物，最终成功发现了青蒿素。",
          "en": "A secret military medical research project of the People's Republic of China, aimed at finding a treatment for chloroquine-resistant malaria, which ultimately led to the discovery of artemisinin."
        }
      }
    },
    {
      "id": "黄花蒿",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "黄花蒿"
        ],
        "en": [
          "Artemisia annua"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种菊科蒿属植物，是提取青蒿素的天然来源。",
          "en": "A plant species in the family Asteraceae, the natural source from which artemisinin is extracted."
        }
      }
    },
    {
      "id": "疟疾",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "疟疾"
        ],
        "en": [
          "Malaria"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种由疟原虫引起的威胁生命的寄生虫病，通过受感染的蚊子叮咬传播给人类。",
          "en": "A life-threatening parasitic disease caused by Plasmodium parasites, transmitted to humans through the bites of infected mosquitoes."
        }
      }
    },
    {
      "id": "拉斯克临床医学研究奖",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "拉斯克临床医学研究奖",
          "拉斯克临床医学奖"
        ],
        "en": [
          "Lasker-DeBakey Clinical Medical Research Award"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一项著名的美国生物医学奖项，被誉为“美国的诺贝尔奖”。",
          "en": "A prestigious American award for biomedical research, often called 'America's Nobel'."
        }
      }
    },
    {
      "id": "诺贝尔医学奖",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "诺贝尔医学奖"
        ],
        "en": [
          "Nobel Prize in Physiology or Medicine"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "诺贝尔奖之一，旨在表彰在生理学或医学领域作出最重要发现的个人。",
          "en": "One of the Nobel Prizes, awarded for outstanding discoveries in the fields of physiology or medicine."
        }
      }
    },
    {
      "id": "世界卫生组织",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "世界卫生组织"
        ],
        "en": [
          "World Health Organization",
          "WHO"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "联合国的专门机构，负责国际公共卫生事务。",
          "en": "A specialized agency of the United Nations responsible for international public health."
        }
      }
    },
    {
      "id": "肘后备急方",
      "type": "Document",
      "name": {
        "zh-cn": [
          "肘后备急方"
        ],
        "en": [
          "The Handbook of Prescriptions for Emergencies"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国东晋时期葛洪编撰的古代中医典籍，其中关于青蒿治疟的记载启发了屠呦呦的低温提取方法。",
          "en": "An ancient Chinese medical text compiled by Ge Hong during the Eastern Jin dynasty. Its description of using sweet wormwood to treat malaria inspired Tu Youyou's low-temperature extraction method."
        }
      }
    },
    {
      "id": "葛洪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "葛洪"
        ],
        "en": [
          "Ge Hong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国东晋时期的医学家、炼丹家，著有《肘后备急方》。",
          "en": "A medical scholar and alchemist of the Eastern Jin dynasty in China, author of 'The Handbook of Prescriptions for Emergencies'."
        }
      }
    },
    {
      "id": "越南战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "越南战争"
        ],
        "en": [
          "Vietnam War"
        ]
      },
      "properties": {
        "period": " - 1975-04-30",
        "description": {
          "zh-cn": "发生于20世纪中叶的一场战争，期间北越军队因疟疾问题向中国求助，促成了523项目的启动。",
          "en": "A war in the mid-20th century, during which North Vietnamese forces sought Chinese assistance for their malaria problem, leading to the initiation of Project 523."
        }
      }
    },
    {
      "id": "越南民主共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "越南民主共和国",
          "北越"
        ],
        "en": [
          "Democratic Republic of Vietnam",
          "North Vietnam"
        ]
      },
      "properties": {
        "period": "1945 - 1976",
        "description": {
          "zh-cn": "越南战争中的一方，曾向中国请求抗疟药物援助。",
          "en": "A party in the Vietnam War that requested antimalarial drug assistance from China."
        }
      }
    },
    {
      "id": "中国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国"
        ],
        "en": [
          "China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国。在毛泽东和周恩来指示下，启动了523项目以研发抗疟新药。",
          "en": "The People's Republic of China. Under the direction of Mao Zedong and Zhou Enlai, it initiated Project 523 to develop new antimalarial drugs."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中国共产党中央委员会主席，下令开展抗疟药物研究。",
          "en": "Then Chairman of the Central Committee of the Communist Party of China, who ordered the commencement of antimalarial drug research."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华人民共和国国务院总理，与毛泽东一同下令开展抗疟药物研究。",
          "en": "Then Premier of the State Council of the People's Republic of China, who, along with Mao Zedong, ordered the commencement of antimalarial drug research."
        }
      }
    },
    {
      "id": "中国中医研究院中药研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国中医研究院中药研究所",
          "卫生部中医研究院中药研究所",
          "北京中药所"
        ],
        "en": [
          "Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "屠呦呦所在的研究机构，是523项目的主要参与单位，率先使用乙醚低温提取法成功分离出高效的青蒿素提取物。",
          "en": "The research institute where Tu Youyou worked. It was a primary participant in Project 523 and was the first to successfully isolate a highly effective artemisinin extract using a low-temperature ether extraction method."
        }
      }
    },
    {
      "id": "山东省中医药研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "山东省中医药研究所"
        ],
        "en": [
          "Shandong Institute of Traditional Chinese Medicine"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "523项目的主要研究单位之一，于1973年从山东本地的黄花蒿中分离出有效单体，命名为“黄花蒿素”。",
          "en": "One of the main research units of Project 523, which isolated an effective monomer from local Artemisia annua in Shandong in 1973 and named it 'Huanghua Haosu'."
        }
      }
    },
    {
      "id": "云南省药物研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "云南省药物研究所"
        ],
        "en": [
          "Yunnan Institute of Materia Medica"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "523项目的主要研究单位之一，于1973年用乙醚提取法直接分离出有效单体，命名为“苦蒿结晶III”。",
          "en": "One of the main research units of Project 523, which directly isolated the effective monomer using ether extraction in 1973 and named it 'Kuhao Crystal III'."
        }
      }
    },
    {
      "id": "中国科学院上海有机化学研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国科学院上海有机化学研究所",
          "上海有机所"
        ],
        "en": [
          "Shanghai Institute of Organic Chemistry, Chinese Academy of Sciences"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "523项目的主要协作单位，在确定青蒿素的化学结构方面发挥了关键作用，其研究员周维善也完成了青蒿素的全合成。",
          "en": "A key collaborating unit of Project 523 that played a crucial role in determining the chemical structure of artemisinin. Its researcher, Zhou Weishan, also completed the total synthesis of artemisinin."
        }
      }
    },
    {
      "id": "中国科学院生物物理研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国科学院生物物理研究所"
        ],
        "en": [
          "Institute of Biophysics, Chinese Academy of Sciences"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "523项目的主要协作单位，通过单晶X射线衍射技术最终确定了青蒿素的相对构型和绝对构型。",
          "en": "A key collaborating unit of Project 523 that ultimately determined the relative and absolute configuration of artemisinin using single-crystal X-ray diffraction."
        }
      }
    },
    {
      "id": "周维善",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周维善"
        ],
        "en": [
          "Zhou Weishan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国科学院上海有机化学研究所的研究员，完成了青蒿素的全合成。",
          "en": "A researcher at the Shanghai Institute of Organic Chemistry, who completed the total synthesis of artemisinin."
        }
      }
    },
    {
      "id": "双氢青蒿素",
      "type": "Document",
      "name": {
        "zh-cn": [
          "双氢青蒿素",
          "还原青蒿素"
        ],
        "en": [
          "Dihydroartemisinin"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "青蒿素的还原产物，是其在体内的活性代谢物，也是合成其他高效衍生物（如蒿甲醚和青蒿琥酯）的重要中间体。",
          "en": "A reduction product of artemisinin, its active metabolite in vivo, and a key intermediate for synthesizing other potent derivatives like artemether and artesunate."
        }
      }
    },
    {
      "id": "鹰爪素",
      "type": "Document",
      "name": {
        "zh-cn": [
          "鹰爪素"
        ],
        "en": [
          "Yingzhaosu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种抗疟药。其被发现是一种过氧化合物，为确定青蒿素的过氧桥结构提供了重要启示。",
          "en": "An antimalarial drug. Its discovery as a peroxide compound provided a crucial clue for determining the peroxide bridge structure of artemisinin."
        }
      }
    },
    {
      "id": "罗氏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "罗氏"
        ],
        "en": [
          "Roche"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "瑞士跨国医疗保健公司。其研究员于1982年首次完成了青蒿素的全合成。",
          "en": "A Swiss multinational healthcare company. Its researchers completed the first total synthesis of artemisinin in 1982."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "黄花蒿",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "青蒿素是从菊科蒿属植物黄花蒿中分离得到的化合物。",
          "en": "Artemisinin is a compound isolated from Artemisia annua, a plant in the Asteraceae family."
        }
      }
    },
    {
      "source": "青蒿素",
      "target": "疟疾",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "青蒿素及其衍生物是现今所有药物中起效最快的抗恶性疟原虫疟疾药。",
          "en": "Artemisinin and its derivatives are the fastest-acting antimalarial drugs against Plasmodium falciparum malaria available today."
        }
      }
    },
    {
      "source": "523项目",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967-05-23",
        "description": {
          "zh-cn": "523项目是中国为寻找抗疟新药而设立的国家项目，直接促成了青蒿素的发现和研发。",
          "en": "Project 523 was a Chinese national project established to find new antimalarial drugs, which directly led to the discovery and development of artemisinin."
        }
      }
    },
    {
      "source": "屠呦呦",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1971-10-04",
        "description": {
          "zh-cn": "屠呦呦领导的科研小组在523项目中首次从黄花蒿中成功提取并分离出高效抗疟的青蒿素。",
          "en": "The research group led by Tu Youyou, as part of Project 523, was the first to successfully extract and isolate the highly effective antimalarial compound artemisinin from Artemisia annua."
        }
      }
    },
    {
      "source": "屠呦呦",
      "target": "523项目",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1969",
        "position": {
          "zh-cn": "课题组组长",
          "en": "Research Group Leader"
        },
        "description": {
          "zh-cn": "屠呦呦作为中药研究所的代表参与523项目，并领导一个研究小组进行中草药筛选工作。",
          "en": "Tu Youyou participated in Project 523 as a representative of the Institute of Chinese Materia Medica and led a research group for screening traditional Chinese herbs."
        }
      }
    },
    {
      "source": "屠呦呦",
      "target": "中国中医研究院中药研究所",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "研究员",
          "en": "Researcher"
        },
        "description": {
          "zh-cn": "屠呦呦是中国中医研究院中药研究所的研究人员，在此期间领导团队发现了青蒿素。",
          "en": "Tu Youyou was a researcher at the Institute of Chinese Materia Medica, China Academy of Chinese Medical Sciences, where she led the team that discovered artemisinin."
        }
      }
    },
    {
      "source": "越南战争",
      "target": "523项目",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "越南战争期间，北越军队因疟疾严重向中国求援，这成为启动523项目的直接动因。",
          "en": "During the Vietnam War, North Vietnamese forces suffered heavily from malaria and appealed to China for help, which became the direct impetus for launching Project 523."
        }
      }
    },
    {
      "source": "越南民主共和国",
      "target": "中国",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "越南民主共和国（北越）向中国求援，请求帮助解决军队中的疟疾问题，促使中国启动了523项目。",
          "en": "The Democratic Republic of Vietnam (North Vietnam) requested aid from China to address the malaria problem among its troops, prompting China to launch Project 523."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "523项目",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967",
        "description": {
          "zh-cn": "时任中国领导人毛泽东亲自下令，要求科学家帮助研发抗疟药物，从而启动了523项目。",
          "en": "Then Chinese leader Mao Zedong personally ordered scientists to help develop antimalarial drugs, thus initiating Project 523."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "523项目",
      "type": "PUSHED",
      "properties": {
        "start_date": "1967",
        "description": {
          "zh-cn": "时任中国总理周恩来与毛泽东一同下令，要求科学家帮助研发抗疟药物，从而启动了523项目。",
          "en": "Then Chinese Premier Zhou Enlai, along with Mao Zedong, ordered scientists to help develop antimalarial drugs, thus initiating Project 523."
        }
      }
    },
    {
      "source": "肘后备急方",
      "target": "屠呦呦",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "屠呦呦从《肘后备急方》中“青蒿一握，以水二升渍，绞取汁，尽服之”的记载受到启发，改用低温提取法，从而成功提取出青蒿素的活性成分。",
          "en": "Inspired by the description in 'The Handbook of Prescriptions for Emergencies' to 'take a handful of sweet wormwood, soak it in two sheng of water, wring out the juice, and drink it all', Tu Youyou switched to a low-temperature extraction method, which successfully preserved the active components of artemisinin."
        }
      }
    },
    {
      "source": "葛洪",
      "target": "肘后备急方",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "葛洪是东晋时期的医学家，他编撰了《肘后备急方》。",
          "en": "Ge Hong was a medical scholar of the Eastern Jin dynasty who compiled 'The Handbook of Prescriptions for Emergencies'."
        }
      }
    },
    {
      "source": "青蒿素",
      "target": "屠呦呦",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "因发现青蒿素的贡献，屠呦呦获得了包括拉斯克奖和诺贝尔奖在内的国际科学界最高荣誉。",
          "en": "For her contribution to the discovery of artemisinin, Tu Youyou received the highest honors in the international scientific community, including the Lasker Award and the Nobel Prize."
        }
      }
    },
    {
      "source": "拉斯克临床医学研究奖",
      "target": "屠呦呦",
      "type": "PUSHED",
      "properties": {
        "start_date": "2011",
        "description": {
          "zh-cn": "2011年，屠呦呦因发现青蒿素而获得拉斯克临床医学研究奖。",
          "en": "In 2011, Tu Youyou received the Lasker-DeBakey Clinical Medical Research Award for the discovery of artemisinin."
        }
      }
    },
    {
      "source": "诺贝尔医学奖",
      "target": "屠呦呦",
      "type": "PUSHED",
      "properties": {
        "start_date": "2015",
        "description": {
          "zh-cn": "2015年，屠呦呦因发现青蒿素而获得诺贝尔生理学或医学奖。",
          "en": "In 2015, Tu Youyou received the Nobel Prize in Physiology or Medicine for the discovery of artemisinin."
        }
      }
    },
    {
      "source": "世界卫生组织",
      "target": "青蒿素",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2006-01-19",
        "description": {
          "zh-cn": "世界卫生组织呼吁停止供应和使用单一青蒿素药物治疗疟疾，以防止疟原虫产生耐药性，并推广青蒿素联合疗法。",
          "en": "The WHO called for a halt to the provision and use of single-drug artemisinin malaria pills to prevent the development of drug resistance in parasites, promoting artemisinin-based combination therapies instead."
        }
      }
    },
    {
      "source": "中国中医研究院中药研究所",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1971-10-04",
        "description": {
          "zh-cn": "该研究所在屠呦呦的带领下，于1971年率先成功分离出青蒿的抗疟有效提取物，并于1972年分离出纯品“青蒿素II”。",
          "en": "Under the leadership of Tu Youyou, this institute was the first to successfully isolate the effective antimalarial extract from Artemisia in 1971 and isolated the pure compound 'Artemisinin II' in 1972."
        }
      }
    },
    {
      "source": "山东省中医药研究所",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1973-11",
        "description": {
          "zh-cn": "该研究所于1973年11月从山东本地的黄花蒿中独立提取出有效单体，命名为“黄花蒿素”。",
          "en": "In November 1973, this institute independently extracted the effective monomer from local Artemisia annua in Shandong, naming it 'Huanghua Haosu'."
        }
      }
    },
    {
      "source": "云南省药物研究所",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1973-04",
        "description": {
          "zh-cn": "该研究所于1973年4月用乙醚提取法直接分离得到有效单体，命名为“苦蒿结晶III”。",
          "en": "In April 1973, this institute directly isolated the effective monomer via ether extraction, naming it 'Kuhao Crystal III'."
        }
      }
    },
    {
      "source": "中国科学院上海有机化学研究所",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1973",
        "description": {
          "zh-cn": "该研究所协助确定了青蒿素的化学结构，为后续研究和合成奠定了基础。",
          "en": "This institute assisted in determining the chemical structure of artemisinin, laying the foundation for subsequent research and synthesis."
        }
      }
    },
    {
      "source": "中国科学院生物物理研究所",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1975-12",
        "description": {
          "zh-cn": "该研究所利用X射线衍射技术，于1975年最终确定了青蒿素的晶体结构和绝对构型。",
          "en": "Using X-ray diffraction, this institute definitively determined the crystal structure and absolute configuration of artemisinin in 1975."
        }
      }
    },
    {
      "source": "青蒿素",
      "target": "双氢青蒿素",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "双氢青蒿素是通过还原青蒿素内酯的羰基制得的衍生物，是合成其他衍生物的重要中间体。",
          "en": "Dihydroartemisinin is a derivative produced by reducing the carbonyl group of the lactone in artemisinin, and it serves as a key intermediate for synthesizing other derivatives."
        }
      }
    },
    {
      "source": "鹰爪素",
      "target": "青蒿素",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1975-04",
        "description": {
          "zh-cn": "在1975年的一次会议上，鹰爪素被报告为一种过氧化合物，这启发了研究人员，从而确认了青蒿素中也存在过氧基团，解决了其结构测定的关键难题。",
          "en": "At a conference in 1975, the reporting of Yingzhaosu as a peroxide compound inspired researchers, leading to the confirmation of a peroxide group in artemisinin and solving a key puzzle in its structural elucidation."
        }
      }
    },
    {
      "source": "罗氏",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982",
        "description": {
          "zh-cn": "罗氏公司的研究员G. Schmid和W. Hofheinz于1982年首次完成了青蒿素的全合成。",
          "en": "Researchers G. Schmid and W. Hofheinz of Roche completed the first total synthesis of artemisinin in 1982."
        }
      }
    },
    {
      "source": "周维善",
      "target": "青蒿素",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "周维善及其团队在中国科学院上海有机化学研究所完成了青蒿素的全合成。",
          "en": "Zhou Weishan and his team at the Shanghai Institute of Organic Chemistry completed a total synthesis of artemisinin."
        }
      }
    }
  ]
}