{
  "nodes": [
    {
      "id": "海关总署驻上海特派员办事处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "海关总署驻上海特派员办事处"
        ],
        "en": []
      },
      "properties": {
        "period": "2002-07-12 - ",
        "location": {
          "zh-cn": "上海市",
          "en": "Shanghai"
        },
        "description": {
          "zh-cn": "中华人民共和国海关总署设立在上海市的派出机构，直属海关总署领导，行政级别为正司局级。其主要职责为负责管辖区域内直属海关的执法督查、干部考察、廉政督察等工作。",
          "en": "A dispatched agency of the General Administration of Customs of the People's Republic of China established in Shanghai, directly under the leadership of the General Administration of Customs, with an administrative level of Director-General. Its main responsibilities include law enforcement supervision, cadre assessment, and integrity inspection of the customs offices under its jurisdiction."
        }
      }
    },
    {
      "id": "中华人民共和国海关总署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国海关总署",
          "海关总署"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院下属的正部级直属机构，统一管理全国海关。",
          "en": "A ministry-level agency directly under the State Council of the People's Republic of China, responsible for the unified administration of customs nationwide."
        }
      }
    },
    {
      "id": "中华人民共和国上海海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国上海海关",
          "上海海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在上海的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Shanghai, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "南京海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南京海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在南京的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Nanjing, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "杭州海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "杭州海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在杭州的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Hangzhou, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "宁波海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "宁波海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在宁波的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Ningbo, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "合肥海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "合肥海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在合肥的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Hefei, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "福州海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "福州海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在福州的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Fuzhou, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "厦门海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "厦门海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在厦门的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Xiamen, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "南昌海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南昌海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在南昌的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Nanchang, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "青岛海关",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "青岛海关"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署设在青岛的直属海关机构，业务上受海关总署驻上海特派员办事处督察。",
          "en": "A customs agency directly under the General Administration of Customs of the People's Republic of China located in Qingdao, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    },
    {
      "id": "上海海关高等专科学校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海海关高等专科学校"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国海关总署唯一直属的全日制高等院校，业务上受海关总署驻上海特派员办事处督察。",
          "en": "The only full-time higher education institution directly under the General Administration of Customs of the People's Republic of China, supervised by the Shanghai Special Commissioner's Office of the General Administration of Customs."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "海关总署驻上海特派员办事处",
      "target": "中华人民共和国海关总署",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处是中华人民共和国海关总署设立的派出机构，直属海关总署领导。",
          "en": "The Shanghai Special Commissioner's Office is a dispatched agency established by the General Administration of Customs of the People's Republic of China and is directly under its leadership."
        }
      }
    },
    {
      "source": "中华人民共和国上海海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对上海海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Shanghai Customs."
        }
      }
    },
    {
      "source": "南京海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对南京海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Nanjing Customs."
        }
      }
    },
    {
      "source": "杭州海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对杭州海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Hangzhou Customs."
        }
      }
    },
    {
      "source": "宁波海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对宁波海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Ningbo Customs."
        }
      }
    },
    {
      "source": "合肥海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对合肥海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Hefei Customs."
        }
      }
    },
    {
      "source": "福州海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对福州海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Fuzhou Customs."
        }
      }
    },
    {
      "source": "厦门海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对厦门海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Xiamen Customs."
        }
      }
    },
    {
      "source": "南昌海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对南昌海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Nanchang Customs."
        }
      }
    },
    {
      "source": "青岛海关",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对青岛海关进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Qingdao Customs."
        }
      }
    },
    {
      "source": "上海海关高等专科学校",
      "target": "海关总署驻上海特派员办事处",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2002-07-12",
        "description": {
          "zh-cn": "海关总署驻上海特派员办事处负责对上海海关高等专科学校进行执法督查、干部考察、廉政督察等工作。",
          "en": "The Shanghai Special Commissioner's Office of the General Administration of Customs is responsible for law enforcement supervision, cadre assessment, and integrity inspection of Shanghai Customs College."
        }
      }
    }
  ]
}