{
  "nodes": [
    {
      "id": "富田事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "富田事变"
        ],
        "en": []
      },
      "properties": {
        "period": "1930-12-12 - 1931-07",
        "location": {
          "zh-cn": "江西富田镇"
        },
        "description": {
          "zh-cn": "1930年底因AB团肃反扩大化，由中国工农红军第二十军在江西富田发动的兵变，是中国红军历史上第一次大规模兵变。",
          "en": "A mutiny launched by the 20th Army of the Chinese Workers' and Peasants' Red Army in Futian, Jiangxi, at the end of 1930, caused by the escalation of the anti-AB League purge. It was the first large-scale mutiny in the history of the Chinese Red Army."
        }
      }
    },
    {
      "id": "AB团肃反",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "AB团肃反",
          "反AB团"
        ],
        "en": []
      },
      "properties": {
        "period": "1930 - ",
        "description": {
          "zh-cn": "1930年下半年起，中国共产党在中央苏区内部发动的肃清所谓“AB团”的政治运动，造成大量党员和干部被错杀。",
          "en": "A political purge launched by the Chinese Communist Party within the Central Soviet Area starting in the second half of 1930 to eliminate the so-called \"AB League\", resulting in the wrongful execution of numerous party members and cadres."
        }
      }
    },
    {
      "id": "红二十军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红二十军",
          "第二十军"
        ],
        "en": []
      },
      "properties": {
        "period": " - 1931-07",
        "description": {
          "zh-cn": "中国工农红军的一支部队，因发动富田事变，最终被缴械整肃，番号被取消。",
          "en": "A unit of the Chinese Workers' and Peasants' Red Army, which was disarmed and purged, and its designation cancelled, after launching the Futian Incident."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人。在富田事变中，他委托李韶九在后方主持肃反，并在事变后成为红军最高领导人，最终下令剿灭红二十军。",
          "en": "The principal founder and leader of the Chinese Communist Party and the People's Republic of China. During the Futian Incident, he delegated the anti-AB league purge to Li Shaojiu, became the supreme leader of the Red Army after the incident, and ultimately ordered the annihilation of the Red 20th Army."
        }
      }
    },
    {
      "id": "彭德怀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭德怀"
        ],
        "en": [
          "Peng Dehuai"
        ]
      },
      "properties": {
        "lifetime": "1898-10-24 - 1974-11-29",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军著名将领，中华人民共和国元帅。在富田事变中，他率红三军团前往平叛，并支持毛泽东。后执行命令包围并缴械了红二十军。",
          "en": "A prominent general of the People's Liberation Army and a Marshal of the People's Republic of China. During the Futian Incident, he led the 3rd Army Group to suppress the mutiny and supported Mao Zedong. He later carried out orders to surround and disarm the Red 20th Army."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军著名将领，中华人民共和国元帅。曾与彭德怀一同执行命令，包围并缴械了红二十军。",
          "en": "A prominent general of the People's Liberation Army and a Marshal of the People's Republic of China. He, along with Peng Dehuai, carried out the order to surround and disarm the Red 20th Army."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": [
          "Hu Yaobang"
        ]
      },
      "properties": {
        "lifetime": "1915-11-20 - 1989-04-15",
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中共中央总书记。1980年，他指示对富田事变进行重新调查，推动了平反工作。",
          "en": "Former General Secretary of the CPC Central Committee. In 1980, he instructed a reinvestigation of the Futian Incident, promoting the process of its rehabilitation."
        }
      }
    },
    {
      "id": "平反",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "平反"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "指对错案进行纠正，恢复受害者名誉的政治行为。此处特指为富田事变相关人员恢复名誉的努力。",
          "en": "Refers to the political act of correcting a wrongful case and rehabilitating the reputation of the victims. Specifically refers to the efforts to rehabilitate those involved in the Futian Incident."
        }
      }
    },
    {
      "id": "李韶九",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李韶九"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任红一方面军总政治部秘书长、肃反委员会主任。受毛泽东委托在富田主持肃反工作，其严酷手段直接引发了富田事变。",
          "en": "Then Secretary-General of the General Political Department of the First Front Army of the Red Army and Director of the Purge Committee. He was entrusted by Mao Zedong to preside over the purge in Futian, and his harsh methods directly triggered the Futian Incident."
        }
      }
    },
    {
      "id": "刘敌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘敌"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任红二十军第174团团长，是富田事变的直接领导者。后被开除党籍并处决。",
          "en": "Then commander of the 174th Regiment of the Red 20th Army, he was the direct leader of the Futian Incident. He was later expelled from the party and executed."
        }
      }
    },
    {
      "id": "项英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "项英"
        ],
        "en": [
          "Xiang Ying"
        ]
      },
      "properties": {
        "lifetime": "1898-05 - 1941-03-14",
        "gender": "Male",
        "description": {
          "zh-cn": "中共早期领导人，时任中共苏区中央局代理书记。他最初将富田事变定性为内部派别斗争，主张温和处理，但后被免职。",
          "en": "An early leader of the CCP, then acting secretary of the CPC Central Soviet Area Bureau. He initially defined the Futian Incident as an internal factional struggle and advocated for a moderate approach, but was later dismissed."
        }
      }
    },
    {
      "id": "王明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王明"
        ],
        "en": [
          "Wang Ming"
        ]
      },
      "properties": {
        "lifetime": "1904-05-23 - 1974-03-27",
        "gender": "Male",
        "description": {
          "zh-cn": "中共早期领导人。1931年夺取中共领导权后，将富田事变定性为“反革命暴动”，导致了对红二十军的最终镇压。中共官方后来认为他对肃反扩大化负有主要责任。",
          "en": "An early leader of the CCP. After seizing leadership of the CCP in 1931, he labeled the Futian Incident a \"counter-revolutionary riot,\" leading to the final suppression of the Red 20th Army. The CCP later officially held him primarily responsible for the escalation of the purges."
        }
      }
    },
    {
      "id": "六四天安门事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四天安门事件"
        ],
        "en": [
          "Tiananmen Square protests of 1989"
        ]
      },
      "properties": {
        "period": "1989-04-15 - 1989-06-04",
        "description": {
          "zh-cn": "1989年发生在中国北京的政治事件。该事件的爆发导致为富田事变平反的调查报告被搁置。",
          "en": "A political event that occurred in Beijing, China in 1989. The outbreak of this event led to the shelving of the investigation report recommending the rehabilitation of the Futian Incident."
        }
      }
    },
    {
      "id": "中国共产党第一次反围剿战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中国共产党第一次反围剿战争"
        ],
        "en": []
      },
      "properties": {
        "period": "1930-11 - 1931-01-03",
        "description": {
          "zh-cn": "国民革命军对中央苏区发动的第一次大规模军事围剿。此次战役的爆发导致毛泽东、朱德等军事领导人奔赴前线，将后方肃反工作交由李韶九负责。",
          "en": "The first large-scale military encirclement campaign launched by the National Revolutionary Army against the Central Soviet Area. The outbreak of this campaign led military leaders like Mao Zedong and Zhu De to go to the front, leaving the rear-area purge in the hands of Li Shaojiu."
        }
      }
    },
    {
      "id": "红一方面军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红一方面军"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国工农红军的主力部队之一，由毛泽东、朱德领导。富田事变前，红二十军隶属其下。",
          "en": "One of the main forces of the Chinese Workers' and Peasants' Red Army, led by Mao Zedong and Zhu De. Before the Futian Incident, the Red 20th Army was subordinate to it."
        }
      }
    },
    {
      "id": "刘铁超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘铁超"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "富田事变前担任红二十军军长，在兵变中被刘敌等人逮捕。",
          "en": "Served as the commander of the Red 20th Army before the Futian Incident; he was arrested by Liu Di and others during the mutiny."
        }
      }
    },
    {
      "id": "谢汉昌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢汉昌"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任红二十军政治部主任。在肃反中被捕，后在富田事变中被释放，成为事变领导人之一。",
          "en": "Then Director of the Political Department of the Red 20th Army. He was arrested during the purge, released during the Futian Incident, and became one of the leaders of the mutiny."
        }
      }
    },
    {
      "id": "朱德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱德"
        ],
        "en": [
          "Zhu De"
        ]
      },
      "properties": {
        "lifetime": "1886-12-01 - 1976-07-06",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军的主要缔造者之一，中华人民共和国元帅。在富田事变期间与毛泽东一同领导红一方面军，并公开支持毛泽东。",
          "en": "One of the main founders of the People's Liberation Army and a Marshal of the People's Republic of China. During the Futian Incident, he led the First Front Army with Mao Zedong and publicly supported Mao."
        }
      }
    },
    {
      "id": "古柏 (人名)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "古柏 (人名)",
          "古柏"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1906 - 1935",
        "gender": "Male",
        "description": {
          "zh-cn": "中共早期干部，由毛泽东、朱德派往富田协助李韶九进行肃反工作。",
          "en": "An early CCP cadre, sent by Mao Zedong and Zhu De to Futian to assist Li Shaojiu in the purge."
        }
      }
    },
    {
      "id": "李立三",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李立三"
        ],
        "en": [
          "Li Lisan"
        ]
      },
      "properties": {
        "lifetime": "1899-11-18 - 1967-06-22",
        "gender": "Male",
        "description": {
          "zh-cn": "中共早期主要领导人之一。富田事变发生时已失势，但事变领导者表示支持他并希望获得其认可。",
          "en": "One of the main early leaders of the CCP. He had already lost power when the Futian Incident occurred, but the leaders of the incident expressed support for him and hoped to gain his approval."
        }
      }
    },
    {
      "id": "红三军团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红三军团"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由彭德怀领导的中国工农红军主力部队，负责前往平定富田事变。",
          "en": "A main force of the Chinese Workers' and Peasants' Red Army led by Peng Dehuai, responsible for suppressing the Futian Incident."
        }
      }
    },
    {
      "id": "陈毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈毅"
        ],
        "en": [
          "Chen Yi"
        ]
      },
      "properties": {
        "lifetime": "1901-08-26 - 1972-01-06",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军著名将领，中华人民共和国元帅。曾前往红二十军驻地进行调解。",
          "en": "A prominent general of the People's Liberation Army and a Marshal of the People's Republic of China. He went to the encampment of the Red 20th Army to mediate."
        }
      }
    },
    {
      "id": "肖大鹏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "肖大鹏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "红二十军军长，在部队被缴械后遭处决。",
          "en": "Commander of the Red 20th Army, executed after the unit was disarmed."
        }
      }
    },
    {
      "id": "曾炳春",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曾炳春"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "红二十军政委，在部队被缴械后遭处决。",
          "en": "Political Commissar of the Red 20th Army, executed after the unit was disarmed."
        }
      }
    },
    {
      "id": "萧克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "萧克"
        ],
        "en": [
          "Xiao Ke"
        ]
      },
      "properties": {
        "lifetime": "1907-07-14 - 2008-10-24",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军开国上将。在1980年代呼吁重新调查并平反富田事变。",
          "en": "A founding General of the People's Liberation Army. In the 1980s, he called for the reinvestigation and rehabilitation of the Futian Incident."
        }
      }
    },
    {
      "id": "杨尚昆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨尚昆"
        ],
        "en": [
          "Yang Shangkun"
        ]
      },
      "properties": {
        "lifetime": "1907-08-03 - 1998-09-14",
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中华人民共和国主席。1988年批示要求重新展开对富田事变的调查工作。",
          "en": "Former President of the People's Republic of China. In 1988, he instructed the resumption of the investigation into the Futian Incident."
        }
      }
    },
    {
      "id": "《关于富田事变的调查报告》",
      "type": "Document",
      "name": {
        "zh-cn": [
          "《关于富田事变的调查报告》"
        ],
        "en": []
      },
      "properties": {
        "period": "1989",
        "description": {
          "zh-cn": "1989年初完成的调查报告，要求对富田事件全面平反，但因六四事件爆发而被搁置。",
          "en": "An investigation report completed in early 1989 that called for the full rehabilitation of the Futian Incident, but was shelved due to the outbreak of the June Fourth Incident."
        }
      }
    },
    {
      "id": "何笃才",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何笃才"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "黄克诚的好友，曾对李韶九的品行作出负面评价。",
          "en": "A good friend of Huang Kecheng, who gave a negative assessment of Li Shaojiu's character."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "AB团肃反",
      "target": "富田事变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1930",
        "description": {
          "zh-cn": "富田事变是因AB团肃反运动扩大化而造成的兵变。",
          "en": "The Futian Incident was a mutiny caused by the escalation of the anti-AB League purge movement."
        }
      }
    },
    {
      "source": "红二十军",
      "target": "富田事变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1930-12-12",
        "description": {
          "zh-cn": "红二十军发动了富田事变兵变。",
          "en": "The Red 20th Army launched the Futian Incident mutiny."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "红二十军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931-07",
        "description": {
          "zh-cn": "毛泽东在成为红军最高领导人后，下令由彭德怀、林彪执行，将红二十军缴械并处决其大部分中高级军官，最终剿灭该部队。",
          "en": "After becoming the supreme leader of the Red Army, Mao Zedong ordered Peng Dehuai and Lin Biao to disarm the Red 20th Army, execute most of its mid-to-high-ranking officers, and ultimately annihilate the unit."
        }
      }
    },
    {
      "source": "中国共产党第一次反围剿战争",
      "target": "李韶九",
      "type": "PUSHED",
      "properties": {
        "start_date": "1930-11",
        "description": {
          "zh-cn": "由于第一次反围剿战争爆发，毛泽东、朱德等主要领导人奔赴前线，从而将后方肃反工作委托给李韶九主持。",
          "en": "Due to the outbreak of the First Encirclement Campaign, main leaders like Mao Zedong and Zhu De went to the front, thus entrusting the rear-area purge work to Li Shaojiu."
        }
      }
    },
    {
      "source": "李韶九",
      "target": "富田事变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1930-12-05",
        "description": {
          "zh-cn": "李韶九在富田主持肃反时采用严酷手段，逮捕并处决了红二十军及地方苏维埃政府的一批干部，直接引发了兵变。",
          "en": "Li Shaojiu's use of harsh methods while presiding over the purge in Futian, arresting and executing a number of cadres from the Red 20th Army and the local Soviet government, directly triggered the mutiny."
        }
      }
    },
    {
      "source": "刘敌",
      "target": "富田事变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1930-12-12",
        "description": {
          "zh-cn": "时任红二十军第174团团长刘敌率部发动兵变，攻占富田城，逮捕李韶九等人。",
          "en": "Liu Di, then commander of the 174th Regiment of the Red 20th Army, led his troops to launch a mutiny, occupying Futian city and arresting Li Shaojiu and others."
        }
      }
    },
    {
      "source": "刘敌",
      "target": "刘铁超",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1930-12-12",
        "description": {
          "zh-cn": "在富田事变中，刘敌率部逮捕了时任军长刘铁超。",
          "en": "During the Futian Incident, Liu Di led his troops to arrest the then-army commander Liu Tiechao."
        }
      }
    },
    {
      "source": "刘敌",
      "target": "谢汉昌",
      "type": "PUSHED",
      "properties": {
        "start_date": "1930-12-12",
        "description": {
          "zh-cn": "在富田事变中，刘敌率部将被捕的政治部主任谢汉昌释放。",
          "en": "During the Futian Incident, Liu Di led his troops to release the arrested political department director Xie Hanchang."
        }
      }
    },
    {
      "source": "红二十军",
      "target": "李韶九",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1930-12-12",
        "description": {
          "zh-cn": "发动兵变的红二十军攻占富田城后，逮捕了包括李韶九在内的中共肃反人员。",
          "en": "After occupying Futian city, the mutinying Red 20th Army arrested CCP purge personnel, including Li Shaojiu."
        }
      }
    },
    {
      "source": "红二十军",
      "target": "毛泽东",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1930-12-15",
        "description": {
          "zh-cn": "事变后，红二十军领导层指责肃反是毛泽东的密谋，并要求朱德、彭德怀等人逮捕毛泽东。",
          "en": "After the incident, the leadership of the Red 20th Army accused the purge of being Mao Zedong's conspiracy and demanded that Zhu De, Peng Dehuai, and others arrest Mao."
        }
      }
    },
    {
      "source": "红二十军",
      "target": "李立三",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1931",
        "description": {
          "zh-cn": "红二十军的领导表示支持当时已失势的李立三。",
          "en": "The leaders of the Red 20th Army expressed their support for the then-disgraced Li Lisan."
        }
      }
    },
    {
      "source": "彭德怀",
      "target": "富田事变",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1930-12-17",
        "description": {
          "zh-cn": "彭德怀率领红三军团前往平定富田事变。",
          "en": "Peng Dehuai led the 3rd Army Group to suppress the Futian Incident."
        }
      }
    },
    {
      "source": "彭德怀",
      "target": "毛泽东",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1930-12-21",
        "description": {
          "zh-cn": "在收到红二十军伪造的信件后，彭德怀判断其为伪造，并率红三军团发表声明支持毛泽东。",
          "en": "After receiving a forged letter from the Red 20th Army, Peng Dehuai judged it to be a fake and led the 3rd Army Group to issue a statement in support of Mao Zedong."
        }
      }
    },
    {
      "source": "朱德",
      "target": "毛泽东",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1930-12-21",
        "description": {
          "zh-cn": "朱德加入了彭德怀支持毛泽东的声明。",
          "en": "Zhu De joined Peng Dehuai's statement in support of Mao Zedong."
        }
      }
    },
    {
      "source": "陈毅",
      "target": "富田事变",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1930-12",
        "description": {
          "zh-cn": "陈毅前往红二十军驻地进行调解，促使红二十军释放了李韶九等人。",
          "en": "Chen Yi went to the Red 20th Army's encampment to mediate, which led to the release of Li Shaojiu and others."
        }
      }
    },
    {
      "source": "项英",
      "target": "刘敌",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931-01-15",
        "position": {
          "zh-cn": "开除党籍"
        },
        "description": {
          "zh-cn": "时任中共苏区中央局代理书记项英作出决议，将刘敌等富田事变领导人开除党籍。",
          "en": "Xiang Ying, then acting secretary of the CPC Central Soviet Area Bureau, issued a resolution to expel Futian Incident leaders like Liu Di from the party."
        }
      }
    },
    {
      "source": "王明",
      "target": "富田事变",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931-03-28",
        "description": {
          "zh-cn": "夺取中共领导权的王明派出代表，宣布富田事变是“反革命暴动”，否定了项英的温和定性。",
          "en": "After seizing leadership of the CCP, Wang Ming sent representatives to declare the Futian Incident a \"counter-revolutionary riot,\" overturning Xiang Ying's moderate characterization."
        }
      }
    },
    {
      "source": "王明",
      "target": "项英",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931-04-17",
        "description": {
          "zh-cn": "在王明主导下，主张温和处理富田事变的项英被解除中共苏区中央局代理书记职务。",
          "en": "Under Wang Ming's direction, Xiang Ying, who advocated a moderate handling of the Futian Incident, was removed from his position as acting secretary of the CPC Central Soviet Area Bureau."
        }
      }
    },
    {
      "source": "王明",
      "target": "毛泽东",
      "type": "PUSHED",
      "properties": {
        "start_date": "1931-04-17",
        "description": {
          "zh-cn": "项英被免职后，毛泽东接替其成为中共苏区中央局代理书记及中革军委负责人。",
          "en": "After Xiang Ying's dismissal, Mao Zedong replaced him as the acting secretary of the CPC Central Soviet Area Bureau and head of the Central Revolutionary Military Commission."
        }
      }
    },
    {
      "source": "彭德怀",
      "target": "肖大鹏",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931-07",
        "description": {
          "zh-cn": "彭德怀率部包围缴械红二十军，并处决了包括军长肖大鹏在内的700余名干部。",
          "en": "Peng Dehuai led his troops to surround and disarm the Red 20th Army, executing over 700 cadres, including commander Xiao Dapeng."
        }
      }
    },
    {
      "source": "林彪",
      "target": "曾炳春",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1931-07",
        "description": {
          "zh-cn": "林彪率部参与包围缴械红二十军，并处决了包括政委曾炳春在内的700余名干部。",
          "en": "Lin Biao led his troops to participate in surrounding and disarming the Red 20th Army, executing over 700 cadres, including Political Commissar Zeng Bingchun."
        }
      }
    },
    {
      "source": "富田事变",
      "target": "AB团肃反",
      "type": "PUSHED",
      "properties": {
        "start_date": "1931",
        "description": {
          "zh-cn": "富田事变被镇压后，各地的反AB团运动被掀起新高潮，审讯手段也变得更加残酷。",
          "en": "After the Futian Incident was suppressed, the anti-AB League movement in various regions reached a new peak, and interrogation methods became more brutal."
        }
      }
    },
    {
      "source": "胡耀邦",
      "target": "平反",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980",
        "description": {
          "zh-cn": "在萧克等将领的呼吁下，时任中共领导人胡耀邦指示对富田事变进行重新调查以推动平反。",
          "en": "Following appeals from generals like Xiao Ke, then-CCP leader Hu Yaobang instructed a reinvestigation of the Futian Incident to promote its rehabilitation."
        }
      }
    },
    {
      "source": "杨尚昆",
      "target": "平反",
      "type": "PUSHED",
      "properties": {
        "start_date": "1988",
        "description": {
          "zh-cn": "在胡耀邦辞职导致调查中断后，时任国家主席杨尚昆批示调查工作重新展开。",
          "en": "After the investigation was halted due to Hu Yaobang's resignation, then-President Yang Shangkun instructed that the investigation be resumed."
        }
      }
    },
    {
      "source": "六四天安门事件",
      "target": "平反",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "由于1989年六四天安门事件爆发，要求为富田事变全面平反的调查报告被搁置。",
          "en": "Due to the outbreak of the 1989 Tiananmen Square incident, the investigation report calling for the full rehabilitation of the Futian Incident was shelved."
        }
      }
    },
    {
      "source": "红二十军",
      "target": "红一方面军",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "1930-12-13",
        "description": {
          "zh-cn": "红二十军原隶属于红一方面军，在1930年12月13日宣布脱离。",
          "en": "The Red 20th Army was originally subordinate to the First Front Army and declared its separation on December 13, 1930."
        }
      }
    },
    {
      "source": "何笃才",
      "target": "李韶九",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "何笃才曾向黄克诚指出李韶九“品质很坏”。",
          "en": "He Ducai once pointed out to Huang Kecheng that Li Shaojiu had a \"very bad character.\""
        }
      }
    }
  ]
}