{
  "nodes": [
    {
      "id": "木户孝允",
      "type": "Person",
      "name": {
        "zh-cn": [
          "木户孝允",
          "桂小五郎",
          "和田小五郎",
          "木户贯治",
          "木户准一郎",
          "新堀松辅",
          "広户孝助"
        ],
        "en": [
          "Kido Takayoshi"
        ]
      },
      "properties": {
        "lifetime": "1833-08-11 - 1877-05-26",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "长州藩萩城吴服町",
          "en": "Gofukumachi, Hagi Castle, Chōshū Domain"
        },
        "death_place": {
          "zh-cn": "京都府",
          "en": "Kyoto Prefecture"
        },
        "description": {
          "zh-cn": "日本幕末至明治初期的武士、政治家，位阶勋等为赠从一位勋一等。尊王攘夷派中心人物，与西乡隆盛、大久保利通并称为“维新三杰”。",
          "en": "A Japanese samurai and statesman active from the Bakumatsu period to the early Meiji era, posthumously awarded the rank of Senior First Rank and Grand Cordon of the Order of the Rising Sun. A central figure in the Sonnō jōi movement, he is known as one of the 'Three Great Nobles of the Restoration' along with Saigō Takamori and Ōkubo Toshimichi."
        }
      }
    },
    {
      "id": "西乡隆盛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "西乡隆盛"
        ],
        "en": [
          "Saigō Takamori"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本幕末至明治初期的萨摩藩武士、政治家，与木户孝允、大久保利通并称为“维新三杰”。因征韩论争议下野，后领导西南战争。",
          "en": "A samurai and statesman from the Satsuma Domain during the late Edo and early Meiji periods. Known as one of the 'Three Great Nobles of the Restoration' with Kido Takayoshi and Ōkubo Toshimichi. He resigned from the government over the Seikanron debate and later led the Satsuma Rebellion."
        }
      }
    },
    {
      "id": "大久保利通",
      "type": "Person",
      "name": {
        "zh-cn": [
          "大久保利通"
        ],
        "en": [
          "Ōkubo Toshimichi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本幕末至明治初期的萨摩藩武士、政治家，与木户孝允、西乡隆盛并称为“维新三杰”。明治政府的核心人物之一。",
          "en": "A samurai and statesman from the Satsuma Domain during the late Edo and early Meiji periods. Known as one of the 'Three Great Nobles of the Restoration' with Kido Takayoshi and Saigō Takamori. He was one of the main leaders of the Meiji government."
        }
      }
    },
    {
      "id": "维新三杰",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "维新三杰"
        ],
        "en": [
          "Three Great Nobles of the Restoration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "对在明治维新中作出巨大贡献的萨摩藩的西乡隆盛、大久保利通和长州藩的木户孝允三人的称呼。",
          "en": "A term referring to Saigō Takamori and Ōkubo Toshimichi of the Satsuma Domain, and Kido Takayoshi of the Chōshū Domain, for their outstanding contributions to the Meiji Restoration."
        }
      }
    },
    {
      "id": "吉田松阴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吉田松阴"
        ],
        "en": [
          "Yoshida Shōin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本幕末时期的思想家、教育家、兵学者，长州藩士。木户孝允的老师。",
          "en": "A Japanese thinker, educator, and military strategist of the Bakumatsu period from the Chōshū Domain. He was Kido Takayoshi's teacher."
        }
      }
    },
    {
      "id": "长州藩",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "长州藩"
        ],
        "en": [
          "Chōshū Domain"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "日本江户时代的一个藩，位于本州岛最西部，在幕末时期是倒幕运动的核心力量之一。",
          "en": "A feudal domain of Japan during the Edo period, located at the westernmost tip of Honshu. It was one of the core forces in the movement to overthrow the Tokugawa shogunate during the Bakumatsu period."
        }
      }
    },
    {
      "id": "毛利敬亲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛利敬亲"
        ],
        "en": [
          "Mōri Takachika"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本江户时代末期的大名，长州藩第13代藩主。他对木户孝允有深厚的信赖，并赐予其“木户”姓氏。",
          "en": "A daimyō of the late Edo period, the 13th lord of the Chōshū Domain. He had deep trust in Kido Takayoshi and granted him the surname 'Kido'."
        }
      }
    },
    {
      "id": "木户松子",
      "type": "Person",
      "name": {
        "zh-cn": [
          "木户松子",
          "几松"
        ],
        "en": [
          "Kido Matsuko"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "原为京都艺妓，名为几松。在幕末动乱时期多次帮助木户孝允，后成为其妻子。",
          "en": "Originally a geisha in Kyoto named Ikumatsu. She helped Kido Takayoshi multiple times during the turbulent Bakumatsu period and later became his wife."
        }
      }
    },
    {
      "id": "幕府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "幕府"
        ],
        "en": [
          "Bakufu",
          "Shogunate"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指德川幕府，日本江户时代的统治机构。在幕末时期与尊王攘夷派对立。",
          "en": "Refers to the Tokugawa shogunate, the ruling body of Japan during the Edo period. It was opposed by the Sonnō jōi faction during the Bakumatsu period."
        }
      }
    },
    {
      "id": "西南战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "西南战争"
        ],
        "en": [
          "Satsuma Rebellion"
        ]
      },
      "properties": {
        "period": "1877-02 - 1877-09",
        "description": {
          "zh-cn": "日本最后一场、也是规模最大的一场内战，由前参议西乡隆盛领导的萨摩藩士族对抗明治政府。战争期间，木户孝允病危，并在忧虑中去世。",
          "en": "The last and largest civil war in Japan, fought by disenfranchised samurai of the Satsuma Domain led by former Sangi Saigō Takamori against the Meiji government. During the war, Kido Takayoshi fell critically ill and died while worrying about the conflict."
        }
      }
    },
    {
      "id": "坂本龙马",
      "type": "Person",
      "name": {
        "zh-cn": [
          "坂本龙马"
        ],
        "en": [
          "Sakamoto Ryōma"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本幕末时期的土佐藩乡士，在促成萨长同盟中扮演了关键角色。",
          "en": "A low-ranking samurai from the Tosa Domain during the Bakumatsu period who played a crucial role in brokering the Satchō Alliance."
        }
      }
    },
    {
      "id": "萨长同盟",
      "type": "Event",
      "name": {
        "zh-cn": [
          "萨长同盟"
        ],
        "en": [
          "Satchō Alliance"
        ]
      },
      "properties": {
        "period": "1866-01-22 - ",
        "description": {
          "zh-cn": "日本幕末时期，萨摩藩和长州藩为了共同对抗德川幕府而结成的军事政治同盟。木户孝允是长州藩的代表。",
          "en": "A military and political alliance formed between the Satsuma and Chōshū domains during the Bakumatsu period to combine their efforts against the Tokugawa shogunate. Kido Takayoshi was the representative for the Chōshū Domain."
        }
      }
    },
    {
      "id": "萨摩藩",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "萨摩藩",
          "萨摩"
        ],
        "en": [
          "Satsuma Domain"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "日本江户时代的一个藩，在幕末时期与长州藩同为倒幕运动的核心力量。",
          "en": "A feudal domain of Japan during the Edo period. Along with the Chōshū Domain, it was a core force in the movement to overthrow the Tokugawa shogunate during the Bakumatsu period."
        }
      }
    },
    {
      "id": "五条御誓文",
      "type": "Document",
      "name": {
        "zh-cn": [
          "五条御誓文"
        ],
        "en": [
          "Charter Oath"
        ]
      },
      "properties": {
        "period": "1868-04-06 - ",
        "description": {
          "zh-cn": "明治天皇在1868年发布的明治维新基本方针。木户孝允对其草案进行了重要修改，并促成了宣誓仪式的举行。",
          "en": "A statement of the basic policies of the Meiji Restoration, promulgated by Emperor Meiji in 1868. Kido Takayoshi made significant revisions to its draft and promoted the idea of a formal oath-taking ceremony."
        }
      }
    },
    {
      "id": "征韩论",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "征韩论"
        ],
        "en": [
          "Seikanron"
        ]
      },
      "properties": {
        "period": "1873 - 1873",
        "description": {
          "zh-cn": "明治初期关于是否出兵朝鲜的政治辩论。西乡隆盛是主要倡导者，而刚从海外归来的木户孝允等人则坚决反对。",
          "en": "A major political debate in the early Meiji period over whether to invade Korea. Saigō Takamori was a leading proponent, while Kido Takayoshi and others who had just returned from overseas strongly opposed it."
        }
      }
    },
    {
      "id": "牡丹社事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "牡丹社事件",
          "台湾出兵"
        ],
        "en": [
          "Mudan Incident"
        ]
      },
      "properties": {
        "period": "1874 - 1874",
        "description": {
          "zh-cn": "指1874年日本以琉球漂流民在台湾被原住民杀害为由出兵台湾的事件。木户孝允对此一贯持反对态度，并在政府决定出兵后辞去参议职务以示抗议。",
          "en": "Refers to the Japanese punitive expedition to Taiwan in 1874 in retaliation for the murder of shipwrecked Ryukyuan sailors by indigenous Taiwanese. Kido Takayoshi consistently opposed this action and resigned from his post as Sangi in protest when the government decided to dispatch troops."
        }
      }
    },
    {
      "id": "岩仓使节团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "岩仓使节团"
        ],
        "en": [
          "Iwakura Mission"
        ]
      },
      "properties": {
        "period": "1871 - 1873",
        "description": {
          "zh-cn": "明治政府于1871年至1873年派遣至美国和欧洲的外交使团，旨在修改不平等条约和考察西方文明。木户孝允是使节团的全权副使之一。",
          "en": "A Japanese diplomatic mission to the United States and Europe between 1871 and 1873, sent by the Meiji government to renegotiate unequal treaties and study Western civilization. Kido Takayoshi served as one of the Vice-Ambassadors."
        }
      }
    },
    {
      "id": "大阪会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "大阪会议"
        ],
        "en": [
          "Osaka Conference of 1875"
        ]
      },
      "properties": {
        "period": "1875-02 - 1875-02",
        "description": {
          "zh-cn": "1875年，大久保利通、伊藤博文等人为了说服已下野的木户孝允和板垣退助重返政府而召开的会议，会议确立了建立立宪政体的方针。",
          "en": "A meeting held in 1875 where Ōkubo Toshimichi, Itō Hirobumi, and others persuaded the resigned Kido Takayoshi and Itagaki Taisuke to return to the government, establishing a policy towards a constitutional monarchy."
        }
      }
    },
    {
      "id": "立宪政体",
      "type": "Document",
      "name": {
        "zh-cn": [
          "立宪政体"
        ],
        "en": [
          "Constitutional Monarchy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种政治体制，其建立是明治政府的目标之一。木户孝允是其积极倡导者，大阪会议的召开确立了建立立宪政体的方针。",
          "en": "A political system that was one of the goals of the Meiji government. Kido Takayoshi was an active proponent, and the Osaka Conference established the policy of moving towards its establishment."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "木户孝允",
      "target": "吉田松阴",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1849",
        "position": {
          "zh-cn": "弟子",
          "en": "Disciple"
        },
        "description": {
          "zh-cn": "1849年，木户孝允入吉田松阴门下学习兵术，松阴评价其“有成事之才”。",
          "en": "In 1849, Kido Takayoshi became a disciple of Yoshida Shōin to study military strategy. Shōin remarked that he 'had the talent to accomplish great things'."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "毛利敬亲",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "木户孝允是长州藩藩士，其藩主为毛利敬亲。毛利敬亲对他有深厚的信赖，并于1866年赐予其“木户”姓氏。",
          "en": "Kido Takayoshi was a samurai of the Chōshū Domain, and his lord was Mōri Takachika. Mōri had deep trust in him and granted him the surname 'Kido' in 1866."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "木户松子",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "木户松子原为京都艺妓几松，是木户孝允的妻子，在幕末动乱时期曾是他的救命恩人。",
          "en": "Kido Matsuko, formerly the Kyoto geisha Ikumatsu, was Kido Takayoshi's wife and had saved his life during the turbulent Bakumatsu period."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "幕府",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "作为尊王攘夷派的中心人物，木户孝允在幕末时期受到幕府通缉，不得不多次使用化名进行活动。",
          "en": "As a central figure of the Sonnō jōi faction, Kido Takayoshi was wanted by the Shogunate during the Bakumatsu period and had to use various aliases to carry out his activities."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "西乡隆盛",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1866-01-22",
        "end_date": "1873",
        "description": {
          "zh-cn": "作为长州藩和萨摩藩的代表，木户孝允与西乡隆盛等人缔结了萨长同盟，并在维新后并称为“维新三杰”，共同辅佐政府。",
          "en": "As representatives of the Chōshū and Satsuma domains, Kido Takayoshi and Saigō Takamori concluded the Satchō Alliance and were later known as the 'Three Great Nobles of the Restoration', working together in the new government."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "大久保利通",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "木户孝允与大久保利通同为“维新三杰”，在明治政府初期共同合作，并在大阪会议上达成和解，共同推进立宪政体。",
          "en": "Kido Takayoshi and Ōkubo Toshimichi were both among the 'Three Great Nobles of the Restoration'. They collaborated in the early Meiji government and reconciled at the Osaka Conference to jointly promote a constitutional system."
        }
      }
    },
    {
      "source": "坂本龙马",
      "target": "萨长同盟",
      "type": "PUSHED",
      "properties": {
        "start_date": "1866-01-22",
        "description": {
          "zh-cn": "坂本龙马等人作为中介，斡旋促成了萨摩藩与长州藩之间的军事同盟。",
          "en": "Sakamoto Ryōma and others acted as intermediaries to broker the military alliance between the Satsuma and Chōshū domains."
        }
      }
    },
    {
      "source": "长州藩",
      "target": "萨摩藩",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1866-01-22",
        "description": {
          "zh-cn": "在萨长同盟中，原本敌对的长州藩和萨摩藩结为盟友，共同对抗幕府。",
          "en": "Through the Satchō Alliance, the formerly hostile Chōshū and Satsuma domains became allies to jointly oppose the Shogunate."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "五条御誓文",
      "type": "PUSHED",
      "properties": {
        "start_date": "1868-03",
        "description": {
          "zh-cn": "木户孝允基于福冈孝弟的草案，对《五条御誓文》进行了关键性修改，并说服守旧派，促成了由天皇亲率百官宣誓的仪式。",
          "en": "Based on the draft by Fukuoka Takachika, Kido Takayoshi made crucial revisions to the Charter Oath and persuaded conservatives, leading to a ceremony where the Emperor personally led officials in taking the oath."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "岩仓使节团",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1871",
        "end_date": "1873",
        "position": {
          "zh-cn": "全权副使",
          "en": "Vice-Ambassador"
        },
        "description": {
          "zh-cn": "木户孝允作为岩仓使节团的全权副使之一，前往欧美进行条约修改的预备交涉并考察西方文明。",
          "en": "As one of the Vice-Ambassadors of the Iwakura Mission, Kido Takayoshi traveled to the United States and Europe for preliminary negotiations on treaty revisions and to study Western civilization."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "征韩论",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1873",
        "description": {
          "zh-cn": "从岩仓使节团归国后，木户孝允痛感内治优先的必要性，坚决反对西乡隆盛等人主张的征韩论。",
          "en": "After returning from the Iwakura Mission, Kido Takayoshi felt a strong need to prioritize domestic affairs and resolutely opposed the Seikanron advocated by Saigō Takamori and others."
        }
      }
    },
    {
      "source": "西乡隆盛",
      "target": "征韩论",
      "type": "PUSHED",
      "properties": {
        "start_date": "1873",
        "description": {
          "zh-cn": "西乡隆盛是征韩论的主要倡导者，并因此事与明治政府的核心成员产生严重分歧，最终导致其下野。",
          "en": "Saigō Takamori was a leading proponent of Seikanron, which led to serious disagreements with core members of the Meiji government and ultimately resulted in his resignation."
        }
      }
    },
    {
      "source": "木户孝允",
      "target": "牡丹社事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1874-05",
        "description": {
          "zh-cn": "木户孝允一贯反对出兵台湾，当政府于1874年5月决定出兵时，他辞去参议职务以示抗议。",
          "en": "Kido Takayoshi consistently opposed the expedition to Taiwan. When the government decided to dispatch troops in May 1874, he resigned from his post as Sangi in protest."
        }
      }
    },
    {
      "source": "大阪会议",
      "target": "立宪政体",
      "type": "PUSHED",
      "properties": {
        "start_date": "1875-02",
        "description": {
          "zh-cn": "在大阪会议上，木户孝允以确立立宪政体为条件同意复归政府，会议后，立宪政体的诏书迅即被发布。",
          "en": "At the Osaka Conference, Kido Takayoshi agreed to return to the government on the condition that a constitutional system be established. Following the conference, an imperial rescript on a constitutional government was promptly issued."
        }
      }
    },
    {
      "source": "西南战争",
      "target": "木户孝允",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1877-02",
        "end_date": "1877-05-26",
        "description": {
          "zh-cn": "西南战争爆发时，木户孝允的病情恶化，他在意识不清的状态下仍在忧心西乡隆盛的举动，并最终在战争期间病逝。",
          "en": "When the Satsuma Rebellion broke out, Kido Takayoshi's illness worsened. Even in a delirious state, he worried about Saigō Takamori's actions and eventually died during the war."
        }
      }
    }
  ]
}