{
  "nodes": [
    {
      "id": "中华民族共同体",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华民族共同体"
        ],
        "en": [
          "the Sense of Community for the Chinese Nation"
        ]
      },
      "properties": {
        "period": "2012-11 - ",
        "description": {
          "zh-cn": "一个由中国共产党中央委员会总书记习近平在2012年中共十八大后提出的民族理论概念，指对中国历史上与当下各民族的总称，为“国家层面的民族实体”。该概念涵盖“四个共同”、“四个与共”及“五个高度认同”等内容。",
          "en": "A national theoretical concept proposed by Xi Jinping, General Secretary of the CPC Central Committee, since the 18th National Congress of the CPC in 2012. It refers to the general term for all ethnic groups in Chinese history and the present, considered a \"national-level ethnic entity\". The concept includes contents such as the \"Four Commons,\" the \"Four Shareds,\" and the \"Five Highly Identifies.\""
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，现任中国共产党中央委员会总书记、中华人民共和国主席、中央军事委员会主席。",
          "en": "Chinese politician, currently serving as General Secretary of the Central Committee of the Communist Party of China, President of the People's Republic of China, and Chairman of the Central Military Commission."
        }
      }
    },
    {
      "id": "中国共产党第十八次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十八次全国代表大会",
          "中共十八大"
        ],
        "en": [
          "18th National Congress of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "2012-11-08 - 2012-11-14",
        "description": {
          "zh-cn": "中国共产党于2012年11月在北京召开的全国代表大会。习近平在此次大会后成为中共中央总书记。",
          "en": "The national congress of the Communist Party of China held in Beijing in November 2012. Xi Jinping became the General Secretary of the CPC Central Committee after this congress."
        }
      }
    },
    {
      "id": "中国共产党中央委员会总书记",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会总书记",
          "中共中央总书记"
        ],
        "en": [
          "General Secretary of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高领导人职位。",
          "en": "The highest leadership position in the Communist Party of China."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "伟大祖国"
        ],
        "en": [
          "People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的国家，由中国共产党领导。",
          "en": "A country in East Asia led by the Communist Party of China."
        }
      }
    },
    {
      "id": "中华民族",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民族"
        ],
        "en": [
          "Chinese nation"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个涵盖中国境内各个民族的国族概念。",
          "en": "A national concept that encompasses all ethnic groups within China."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的创立者和唯一执政党。",
          "en": "The founding and sole ruling party of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国特色社会主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国特色社会主义"
        ],
        "en": [
          "Socialism with Chinese characteristics"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的官方意识形态和政治理论。",
          "en": "The official ideology and political theory of the Communist Party of China."
        }
      }
    },
    {
      "id": "中国少数民族",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国少数民族",
          "少数民族"
        ],
        "en": [
          "Ethnic minorities in China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指中华人民共和国境内除汉族以外的55个法定民族。",
          "en": "Refers to the 55 legally recognized ethnic groups in the People's Republic of China other than the Han Chinese."
        }
      }
    },
    {
      "id": "中国少数民族优惠政策",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中国少数民族优惠政策",
          "优待措施"
        ],
        "en": [
          "Preferential policies toward ethnic minorities in China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国政府为促进少数民族地区发展和保障少数民族权益而实施的一系列特殊政策。",
          "en": "A series of special policies implemented by the Chinese government to promote the development of ethnic minority areas and protect the rights and interests of ethnic minorities."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "习近平",
      "target": "中华民族共同体",
      "type": "PUSHED",
      "properties": {
        "start_date": "2012-11",
        "description": {
          "zh-cn": "习近平在中共十八大后提出了“中华民族共同体”这一民族理论概念。",
          "en": "Xi Jinping proposed the national theoretical concept of \"the Sense of Community for the Chinese Nation\" after the 18th National Congress of the CPC."
        }
      }
    },
    {
      "source": "中国共产党第十八次全国代表大会",
      "target": "中华民族共同体",
      "type": "PUSHED",
      "properties": {
        "start_date": "2012-11",
        "description": {
          "zh-cn": "“中华民族共同体”概念是在中共十八大之后提出的，该会议为这一概念的提出创造了政治背景。",
          "en": "The concept of \"the Sense of Community for the Chinese Nation\" was proposed after the 18th National Congress of the CPC, and the congress created the political context for its proposal."
        }
      }
    },
    {
      "source": "习近平",
      "target": "中国共产党中央委员会总书记",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2012-11-15",
        "position": {
          "zh-cn": "总书记",
          "en": "General Secretary"
        },
        "description": {
          "zh-cn": "在2012年中共十八大后，习近平开始担任中共中央总书记。",
          "en": "After the 18th National Congress of the CPC in 2012, Xi Jinping began to serve as the General Secretary of the CPC Central Committee."
        }
      }
    },
    {
      "source": "中华民族共同体",
      "target": "中华人民共和国",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“中华民族共同体”概念旨在推动各民族对“伟大祖国”（中华人民共和国）形成高度认同。",
          "en": "The concept of \"the Sense of Community for the Chinese Nation\" aims to promote a high degree of identification with the \"great motherland\" (the People's Republic of China) among all ethnic groups."
        }
      }
    },
    {
      "source": "中华民族共同体",
      "target": "中华民族",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“中华民族共同体”概念旨在推动各民族对“中华民族”形成高度认同。",
          "en": "The concept of \"the Sense of Community for the Chinese Nation\" aims to promote a high degree of identification with the \"Chinese nation\" among all ethnic groups."
        }
      }
    },
    {
      "source": "中华民族共同体",
      "target": "中国共产党",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“中华民族共同体”概念旨在推动各民族对“中国共产党”形成高度认同。",
          "en": "The concept of \"the Sense of Community for the Chinese Nation\" aims to promote a high degree of identification with the \"Communist Party of China\" among all ethnic groups."
        }
      }
    },
    {
      "source": "中华民族共同体",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“中华民族共同体”概念旨在推动各民族对“中国特色社会主义”形成高度认同。",
          "en": "The concept of \"the Sense of Community for the Chinese Nation\" aims to promote a high degree of identification with \"Socialism with Chinese characteristics\" among all ethnic groups."
        }
      }
    },
    {
      "source": "中华民族共同体",
      "target": "中国少数民族优惠政策",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "随着“中华民族共同体”概念的推行，针对少数民族的优待措施被认为将进一步减少。",
          "en": "With the promotion of the concept of \"the Sense of Community for the Chinese Nation,\" it is believed that preferential treatment for ethnic minorities will be further reduced."
        }
      }
    },
    {
      "source": "中华民族共同体",
      "target": "中国少数民族",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "“中华民族共同体”的推行导致中央不再强调中国少数民族的特性。",
          "en": "The promotion of \"the Sense of Community for the Chinese Nation\" has led to the central government no longer emphasizing the characteristics of China's ethnic minorities."
        }
      }
    }
  ]
}