{
  "nodes": [
    {
      "id": "一个机构两块牌子",
      "type": "Document",
      "name": {
        "zh-cn": [
          "一个机构两块牌子",
          "一套人马两块牌子",
          "一套班子两块牌子",
          "一个实体两块牌子"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的一种机构编制方式，指一个机构以两个或以上名称开展工作，但只形成同一个法人。",
          "en": "An institutional arrangement in the People's Republic of China where one institution operates under two or more names but constitutes a single legal entity."
        }
      }
    },
    {
      "id": "上海市文化和旅游局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市文化和旅游局"
        ],
        "en": []
      },
      "properties": {
        "location": {
          "zh-cn": "上海市",
          "en": "Shanghai"
        },
        "description": {
          "zh-cn": "上海市人民政府组成部门，负责文化和旅游工作。该机构加挂上海市文物局、上海市广播电视局牌子，并对外保留上海市文物管理委员会牌子。",
          "en": "A component department of the Shanghai Municipal People's Government responsible for culture and tourism. It also operates under the names of Shanghai Municipal Cultural Heritage Bureau and Shanghai Municipal Radio and Television Bureau, and externally retains the nameplate of Shanghai Municipal Cultural Heritage Management Committee."
        }
      }
    },
    {
      "id": "上海市文物局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市文物局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由上海市文化和旅游局加挂的牌子。",
          "en": "A nameplate added to the Shanghai Municipal Culture and Tourism Bureau."
        }
      }
    },
    {
      "id": "上海市广播电视局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市广播电视局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由上海市文化和旅游局加挂的牌子。",
          "en": "A nameplate added to the Shanghai Municipal Culture and Tourism Bureau."
        }
      }
    },
    {
      "id": "上海市文物管理委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市文物管理委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "根据《上海市文物保护条例》规定，由上海市文化和旅游局对外保留的牌子。",
          "en": "A nameplate externally retained by the Shanghai Municipal Culture and Tourism Bureau in accordance with the 'Shanghai Municipal Regulations on the Protection of Cultural Relics'."
        }
      }
    },
    {
      "id": "上海市文物保护条例",
      "type": "Document",
      "name": {
        "zh-cn": [
          "上海市文物保护条例"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "上海市的地方性法规，规定上海市文化和旅游局对外保留上海市文物管理委员会的牌子。",
          "en": "Local regulations of Shanghai which stipulate that the Shanghai Municipal Culture and Tourism Bureau externally retains the nameplate of the Shanghai Municipal Cultural Heritage Management Committee."
        }
      }
    },
    {
      "id": "中央机构编制委员会办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央机构编制委员会办公室"
        ],
        "en": [
          "Office of the Central Institutional Organization Commission"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "负责中国共产党和国家机构编制管理工作的常设办事机构，对“一个机构两块牌子”的含义做出过政策解释。",
          "en": "The permanent working body responsible for the management of the institutional organization of the Communist Party of China and state organs, which has provided policy explanations for the meaning of 'one institution with two names'."
        }
      }
    },
    {
      "id": "国家外国专家局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家外国专家局"
        ],
        "en": [
          "State Administration of Foreign Experts Affairs"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "原为中华人民共和国科学技术部的“保留牌子机构”，职能调整后成为中华人民共和国人力资源和社会保障部的“挂牌机构”。",
          "en": "Formerly a 'retained nameplate institution' of the Ministry of Science and Technology, it became an 'added nameplate institution' of the Ministry of Human Resources and Social Security after a functional adjustment."
        }
      }
    },
    {
      "id": "中华人民共和国科学技术部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国科学技术部"
        ],
        "en": [
          "Ministry of Science and Technology of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门，曾是国家外国专家局的载体机构。",
          "en": "A constituent department of the State Council of the People's Republic of China, which formerly hosted the State Administration of Foreign Experts Affairs."
        }
      }
    },
    {
      "id": "中华人民共和国人力资源和社会保障部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国人力资源和社会保障部"
        ],
        "en": [
          "Ministry of Human Resources and Social Security of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门，现为国家外国专家局的载体机构。",
          "en": "A constituent department of the State Council of the People's Republic of China, which currently hosts the State Administration of Foreign Experts Affairs."
        }
      }
    },
    {
      "id": "深化党和国家机构改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "深化党和国家机构改革",
          "2018年机构改革"
        ],
        "en": [
          "Deepening reform of Party and state institutions"
        ]
      },
      "properties": {
        "period": "2018 - ",
        "description": {
          "zh-cn": "2018年启动的中华人民共和国党政机构改革，影响了多个“一个机构两块牌子”的设置。",
          "en": "A reform of the Party and state institutions of the People's Republic of China launched in 2018, which affected the setup of several 'one institution with two names' arrangements."
        }
      }
    },
    {
      "id": "国家林业和草原局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家林业和草原局"
        ],
        "en": [
          "National Forestry and Grassland Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国自然资源部管理的国家局。2018年机构改革后，加挂“国家公园管理局”牌子。",
          "en": "A national bureau administered by the Ministry of Natural Resources of the People's Republic of China. After the 2018 institutional reform, it added the 'National Park Administration' nameplate."
        }
      }
    },
    {
      "id": "国家公园管理局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家公园管理局"
        ],
        "en": [
          "National Park Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由国家林业和草原局加挂的牌子。",
          "en": "A nameplate added to the National Forestry and Grassland Administration."
        }
      }
    },
    {
      "id": "交通运输部海事局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "交通运输部海事局",
          "中华人民共和国海事局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国交通运输部直属机构，是国务院海事主管部门。在涉外行政执法、行政管理时使用“中华人民共和国海事局”的名义。",
          "en": "A directly affiliated institution of the Ministry of Transport of the People's Republic of China, serving as the maritime affairs authority of the State Council. It uses the name 'Maritime Safety Administration of the People's Republic of China' for foreign-related administrative law enforcement and management."
        }
      }
    },
    {
      "id": "中华人民共和国交通运输部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国交通运输部"
        ],
        "en": [
          "Ministry of Transport of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门。",
          "en": "A constituent department of the State Council of the People's Republic of China."
        }
      }
    },
    {
      "id": "中华人民共和国国家新闻出版总署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国家新闻出版总署"
        ],
        "en": [
          "General Administration of Press and Publication"
        ]
      },
      "properties": {
        "period": " - 2013",
        "description": {
          "zh-cn": "原中华人民共和国国务院直属机构，曾与国家版权局为“一个机构两块牌子”。2013年撤销。",
          "en": "A former directly affiliated institution of the State Council of the People's Republic of China, which operated as 'one institution with two names' with the National Copyright Administration. It was abolished in 2013."
        }
      }
    },
    {
      "id": "国家版权局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家版权局"
        ],
        "en": [
          "National Copyright Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "原与国家新闻出版总署为“一个机构两块牌子”，现加挂在中共中央宣传部。",
          "en": "Formerly operated as 'one institution with two names' with the General Administration of Press and Publication, now an added nameplate to the Publicity Department of the CCP Central Committee."
        }
      }
    },
    {
      "id": "新疆生产建设兵团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新疆生产建设兵团",
          "中国新建集团公司"
        ],
        "en": [
          "Xinjiang Production and Construction Corps"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "实行计划单列的特殊社会组织，加挂“中国新建集团公司”牌子。",
          "en": "A special social organization with separate planning status, which also carries the nameplate of 'China Xinjian Group Corporation'."
        }
      }
    },
    {
      "id": "国家烟草专卖局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家烟草专卖局",
          "中国烟草总公司"
        ],
        "en": [
          "State Tobacco Monopoly Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "与中国烟草总公司实行“一个机构两块牌子”的制度，既承担烟草行业行政管理职能，又承接卷烟生产销售任务。",
          "en": "Operates under the 'one institution with two names' system with China National Tobacco Corporation, undertaking both administrative management functions for the tobacco industry and production and sales tasks for cigarettes."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心人物。其1980年发表的《党和国家领导制度的改革》谈话，提倡党政分开。",
          "en": "The paramount leader of the second generation of the Communist Party of China's leadership. His 1980 speech 'On the Reform of the System of Party and State Leadership' advocated for the separation of party and government."
        }
      }
    },
    {
      "id": "党和国家领导制度的改革",
      "type": "Document",
      "name": {
        "zh-cn": [
          "党和国家领导制度的改革"
        ],
        "en": [
          "On the Reform of the System of Party and State Leadership"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "邓小平于1980年8月发表的谈话，提倡党政分开。",
          "en": "A speech delivered by Deng Xiaoping in August 1980, advocating for the separation of party and government."
        }
      }
    },
    {
      "id": "党政分开",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "党政分开"
        ],
        "en": [
          "Separation of party and government"
        ]
      },
      "properties": {
        "period": "1980 - ",
        "description": {
          "zh-cn": "一项政治体制改革方针，旨在分离中国共产党和政府的职能。该方针的推行导致一些与政府部门对应的党务机构被撤销。",
          "en": "A policy for political system reform aimed at separating the functions of the Communist Party of China and the government. Its implementation led to the abolition of some Party departments that corresponded to government ministries."
        }
      }
    },
    {
      "id": "中共中央农村工作部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央农村工作部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "曾存在的中共中央部门，在党政分开的背景下被撤销。",
          "en": "A former department of the CCP Central Committee that was abolished in the context of the separation of party and government."
        }
      }
    },
    {
      "id": "中共中央宣传部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央宣传部"
        ],
        "en": [
          "Publicity Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会主管意识形态方面工作的综合职能部门，加挂国务院新闻办公室牌子。",
          "en": "The comprehensive functional department of the Central Committee of the Communist Party of China in charge of ideological work, which also carries the nameplate of the State Council Information Office."
        }
      }
    },
    {
      "id": "国务院新闻办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院新闻办公室"
        ],
        "en": [
          "State Council Information Office"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由中共中央宣传部加挂的牌子。",
          "en": "A nameplate added to the Publicity Department of the Central Committee of the Communist Party of China."
        }
      }
    },
    {
      "id": "中共中央台湾工作办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央台湾工作办公室"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央主管对台工作的部门，与国务院台湾事务办公室为一个机构两块牌子。",
          "en": "The department of the CCP Central Committee in charge of Taiwan-related affairs, which operates as one institution with two names with the Taiwan Affairs Office of the State Council."
        }
      }
    },
    {
      "id": "国务院台湾事务办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院台湾事务办公室"
        ],
        "en": [
          "Taiwan Affairs Office of the State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "与中共中央台湾工作办公室为一个机构两块牌子。",
          "en": "Operates as one institution with two names with the Taiwan Affairs Office of the Central Committee of the CCP."
        }
      }
    },
    {
      "id": "中共中央党校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央党校"
        ],
        "en": [
          "Party School of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会直属的干部培训学校。2018年改革后加挂国家行政学院牌子。",
          "en": "A cadre training school directly under the Central Committee of the Communist Party of China. After the 2018 reform, it added the nameplate of the Chinese Academy of Governance."
        }
      }
    },
    {
      "id": "国家行政学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家行政学院"
        ],
        "en": [
          "Chinese Academy of Governance"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "原为中华人民共和国国务院直属事业单位。2018年改革后，其职责整合进中共中央党校，对外保留牌子。",
          "en": "Formerly a public institution directly under the State Council of the People's Republic of China. After the 2018 reform, its responsibilities were integrated into the Party School of the Central Committee of the Communist Party of China, with its nameplate retained externally."
        }
      }
    },
    {
      "id": "中华人民共和国自然资源部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国自然资源部"
        ],
        "en": [
          "Ministry of Natural Resources of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门，对外保留国家海洋局的牌子。",
          "en": "A constituent department of the State Council of the People's Republic of China, which externally retains the nameplate of the State Oceanic Administration."
        }
      }
    },
    {
      "id": "国家海洋局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家海洋局"
        ],
        "en": [
          "State Oceanic Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "2018年机构改革后，其职责整合进自然资源部，作为对外保留的牌子。",
          "en": "After the 2018 institutional reform, its responsibilities were integrated into the Ministry of Natural Resources, and its name is retained as an external nameplate."
        }
      }
    },
    {
      "id": "中华人民共和国教育部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国教育部"
        ],
        "en": [
          "Ministry of Education of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门，对外保留国家语言文字工作委员会牌子。",
          "en": "A constituent department of the State Council of the People's Republic of China, which externally retains the nameplate of the State Language Commission."
        }
      }
    },
    {
      "id": "国家语言文字工作委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家语言文字工作委员会"
        ],
        "en": [
          "State Language Commission"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由中华人民共和国教育部对外保留的牌子，其设置由《中华人民共和国国家通用语言文字法》规定。",
          "en": "A nameplate externally retained by the Ministry of Education of the People's Republic of China, whose establishment is stipulated by the 'Law of the People's Republic of China on the Standard Spoken and Written Chinese Language'."
        }
      }
    },
    {
      "id": "中华人民共和国国家通用语言文字法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国国家通用语言文字法"
        ],
        "en": [
          "Law of the People's Republic of China on the Standard Spoken and Written Chinese Language"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国法律，规定了国家语言文字工作的管理部门。",
          "en": "A law of the People's Republic of China that specifies the administrative department for the national language work."
        }
      }
    },
    {
      "id": "江西省妇幼保健院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江西省妇幼保健院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于江西省的医疗机构，后调整为南昌医学院直属附属医院，并增加“南昌医学院附属妇幼保健院”为第二名称。",
          "en": "A medical institution in Jiangxi Province, later adjusted to be a directly affiliated hospital of Nanchang Medical College and added 'Affiliated Maternal and Child Health Hospital of Nanchang Medical College' as its second name."
        }
      }
    },
    {
      "id": "南昌医学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南昌医学院"
        ],
        "en": [
          "Nanchang Medical College"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "南昌",
          "en": "Nanchang"
        },
        "description": {
          "zh-cn": "位于江西省南昌市的医学院校，将江西省妇幼保健院调整为其直属附属医院。",
          "en": "A medical college in Nanchang, Jiangxi Province, which adjusted the Jiangxi Provincial Maternal and Child Health Hospital to be its directly affiliated hospital."
        }
      }
    },
    {
      "id": "南昌医学院附属妇幼保健院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南昌医学院附属妇幼保健院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "江西省妇幼保健院经核准使用的第二名称。",
          "en": "The approved second name for the Jiangxi Provincial Maternal and Child Health Hospital."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "上海市文物局",
      "target": "上海市文化和旅游局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "上海市文化和旅游局加挂上海市文物局的牌子，两者为一个机构。",
          "en": "The Shanghai Municipal Culture and Tourism Bureau adds the nameplate of the Shanghai Municipal Cultural Heritage Bureau; they are one institution."
        }
      }
    },
    {
      "source": "上海市广播电视局",
      "target": "上海市文化和旅游局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "上海市文化和旅游局加挂上海市广播电视局的牌子，两者为一个机构。",
          "en": "The Shanghai Municipal Culture and Tourism Bureau adds the nameplate of the Shanghai Municipal Radio and Television Bureau; they are one institution."
        }
      }
    },
    {
      "source": "上海市文物管理委员会",
      "target": "上海市文化和旅游局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "上海市文化和旅游局对外保留上海市文物管理委员会的牌子。",
          "en": "The Shanghai Municipal Culture and Tourism Bureau externally retains the nameplate of the Shanghai Municipal Cultural Heritage Management Committee."
        }
      }
    },
    {
      "source": "上海市文物保护条例",
      "target": "上海市文化和旅游局",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "依据该条例规定，上海市文化和旅游局对外保留上海市文物管理委员会的牌子。",
          "en": "According to this regulation, the Shanghai Municipal Culture and Tourism Bureau externally retains the nameplate of the Shanghai Municipal Cultural Heritage Management Committee."
        }
      }
    },
    {
      "source": "国家外国专家局",
      "target": "中华人民共和国科学技术部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "国家外国专家局原是中华人民共和国科学技术部的“保留牌子机构”。",
          "en": "The State Administration of Foreign Experts Affairs was formerly a 'retained nameplate institution' of the Ministry of Science and Technology."
        }
      }
    },
    {
      "source": "国家外国专家局",
      "target": "中华人民共和国人力资源和社会保障部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "职能调整后，国家外国专家局成为中华人民共和国人力资源和社会保障部的“挂牌机构”。",
          "en": "After a functional adjustment, the State Administration of Foreign Experts Affairs became an 'added nameplate institution' of the Ministry of Human Resources and Social Security."
        }
      }
    },
    {
      "source": "国家公园管理局",
      "target": "国家林业和草原局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "2018年机构改革后，国家林业和草原局加挂“国家公园管理局”牌子。",
          "en": "After the 2018 institutional reform, the National Forestry and Grassland Administration added the 'National Park Administration' nameplate."
        }
      }
    },
    {
      "source": "深化党和国家机构改革",
      "target": "国家林业和草原局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "2018年的机构改革导致国家林业和草原局加挂“国家公园管理局”牌子。",
          "en": "The 2018 institutional reform led to the National Forestry and Grassland Administration adding the 'National Park Administration' nameplate."
        }
      }
    },
    {
      "source": "交通运输部海事局",
      "target": "中华人民共和国交通运输部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "直属机构",
          "en": "Directly affiliated institution"
        },
        "description": {
          "zh-cn": "交通运输部海事局是中华人民共和国交通运输部的直属机构。",
          "en": "The Maritime Safety Administration of the Ministry of Transport is a directly affiliated institution of the Ministry of Transport of the People's Republic of China."
        }
      }
    },
    {
      "source": "国家版权局",
      "target": "中华人民共和国国家新闻出版总署",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "2013",
        "description": {
          "zh-cn": "原中华人民共和国国家新闻出版总署与国家版权局是一个机构两块牌子。",
          "en": "The former General Administration of Press and Publication and the National Copyright Administration operated as one institution with two names."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "党政分开",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980-08",
        "description": {
          "zh-cn": "邓小平于1980年8月发表《党和国家领导制度的改革》谈话，提倡党政分开。",
          "en": "In August 1980, Deng Xiaoping delivered the speech 'On the Reform of the System of Party and State Leadership', advocating for the separation of party and government."
        }
      }
    },
    {
      "source": "党和国家领导制度的改革",
      "target": "党政分开",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980-08",
        "description": {
          "zh-cn": "该谈话提倡党政分开。",
          "en": "This speech advocated for the separation of party and government."
        }
      }
    },
    {
      "source": "党政分开",
      "target": "中共中央农村工作部",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1980",
        "description": {
          "zh-cn": "在党政分开的背景下，中共中央陆续撤销了一些与国务院对应的机构，其中包括农村工作部。",
          "en": "In the context of separating party and government, the CCP Central Committee successively abolished some departments corresponding to the State Council, including the Rural Work Department."
        }
      }
    },
    {
      "source": "国务院新闻办公室",
      "target": "中共中央宣传部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中共中央宣传部加挂国务院新闻办公室牌子。",
          "en": "The Publicity Department of the CCP Central Committee adds the nameplate of the State Council Information Office."
        }
      }
    },
    {
      "source": "国务院台湾事务办公室",
      "target": "中共中央台湾工作办公室",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中共中央台湾工作办公室与国务院台湾事务办公室是一个机构两块牌子。",
          "en": "The Taiwan Affairs Office of the CCP Central Committee and the Taiwan Affairs Office of the State Council are one institution with two names."
        }
      }
    },
    {
      "source": "国家行政学院",
      "target": "中共中央党校",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "2018年机构改革后，国家行政学院的职责整合进中共中央党校，对外保留牌子。",
          "en": "After the 2018 institutional reform, the responsibilities of the Chinese Academy of Governance were integrated into the Party School of the Central Committee of the Communist Party of China, with its nameplate retained externally."
        }
      }
    },
    {
      "source": "国家海洋局",
      "target": "中华人民共和国自然资源部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2018",
        "description": {
          "zh-cn": "2018年机构改革后，国家海洋局的职责整合进中华人民共和国自然资源部，作为对外保留的牌子。",
          "en": "After the 2018 institutional reform, the responsibilities of the State Oceanic Administration were integrated into the Ministry of Natural Resources, and its name is retained as an external nameplate."
        }
      }
    },
    {
      "source": "国家语言文字工作委员会",
      "target": "中华人民共和国教育部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国教育部对外保留国家语言文字工作委员会牌子。",
          "en": "The Ministry of Education of the People's Republic of China externally retains the nameplate of the State Language Commission."
        }
      }
    },
    {
      "source": "中华人民共和国国家通用语言文字法",
      "target": "国家语言文字工作委员会",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "该法规定国家通用语言文字工作由国务院语言文字工作部门（即国家语言文字工作委员会）负责。",
          "en": "This law stipulates that the work on the standard national language is the responsibility of the State Council's language and characters work department (i.e., the State Language Commission)."
        }
      }
    },
    {
      "source": "江西省妇幼保健院",
      "target": "南昌医学院",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "直属附属医院",
          "en": "Directly Affiliated Hospital"
        },
        "description": {
          "zh-cn": "江西省妇幼保健院被调整为南昌医学院的直属附属医院。",
          "en": "Jiangxi Provincial Maternal and Child Health Hospital was adjusted to be a directly affiliated hospital of Nanchang Medical College."
        }
      }
    },
    {
      "source": "南昌医学院附属妇幼保健院",
      "target": "江西省妇幼保健院",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2022",
        "description": {
          "zh-cn": "经江西省卫生健康委员会核准，“南昌医学院附属妇幼保健院”为江西省妇幼保健院的第二名称。",
          "en": "Approved by the Jiangxi Provincial Health Commission, 'Affiliated Maternal and Child Health Hospital of Nanchang Medical College' is the second name for the Jiangxi Provincial Maternal and Child Health Hospital."
        }
      }
    }
  ]
}