{
  "nodes": [
    {
      "id": "松赞干布",
      "type": "Person",
      "name": {
        "zh-cn": [
          "松赞干布",
          "赤松赞",
          "弃宗弄赞",
          "弃苏农",
          "器宗弄赞",
          "器宋弄赞",
          "不弗弄赞",
          "弃苏农赞"
        ],
        "en": [
          "Songtsen Gampo"
        ]
      },
      "properties": {
        "lifetime": " - 650",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "墨竹工卡亚伦哲堆园降巴明久林",
          "en": "Jampa Mingyur Ling, in Yarbnön Tötsal, Meldro Gungkar"
        },
        "death_place": {
          "zh-cn": "吐蕃彭域色莫岗",
          "en": "Zalmo Gang, in Phenpo, Tibetan Empire"
        },
        "description": {
          "zh-cn": "吐蕃雅鲁王朝第33任赞普，吐蕃帝国的建立者。在位期间，他大幅扩张版图，定都拉萨，并确立政治、军事、经济及法律制度。通过与泥婆罗和唐朝的联姻，引入先进技术与文化，推动了吐蕃社会的发展。藏传佛教中被认为是观世音菩萨的化身。",
          "en": "The 33rd Tsenpo of the Yarlung dynasty of Tibet and the founder of the Tibetan Empire. During his reign, he significantly expanded the empire's territory, established the capital at Lhasa, and set up political, military, economic, and legal systems. Through marriage alliances with Licchavi (Nepal) and the Tang Dynasty, he introduced advanced technology and culture, promoting the development of Tibetan society. He is considered an incarnation of Avalokiteshvara in Tibetan Buddhism."
        }
      }
    },
    {
      "id": "囊日论赞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "囊日论赞"
        ],
        "en": [
          "Namri Songtsen"
        ]
      },
      "properties": {
        "lifetime": " - 629",
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃赞普，松赞干布的父亲。在位时征服了森波、藏蕃、尼雅尼达布等国，为吐蕃帝国的建立打下基础，后于629年被叛臣毒杀。",
          "en": "A Tsenpo of Tibet and the father of Songtsen Gampo. During his reign, he conquered states like Sumpa, Zhangzhung, and Nyani Dabu, laying the foundation for the Tibetan Empire. He was assassinated by rebellious ministers in 629."
        }
      }
    },
    {
      "id": "蔡邦氏卓萨妥噶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡邦氏卓萨妥噶",
          "卓萨妥噶"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "囊日论赞的王妃，松赞干布的母亲。",
          "en": "The queen of Namri Songtsen and the mother of Songtsen Gampo."
        }
      }
    },
    {
      "id": "共日共赞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "共日共赞",
          "共松共赞"
        ],
        "en": [
          "Gungri Gungtsen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "松赞干布与芒妃墀江之子，早逝。",
          "en": "The son of Songtsen Gampo and Mongza Tricham, who died young."
        }
      }
    },
    {
      "id": "芒妃墀江",
      "type": "Person",
      "name": {
        "zh-cn": [
          "芒妃墀江"
        ],
        "en": [
          "Mongza Tricham"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "松赞干布的妻子，来自堆垅芒地，生下儿子共日共赞。",
          "en": "A wife of Songtsen Gampo from Tölung Mong, she gave birth to his son Gungri Gungtsen."
        }
      }
    },
    {
      "id": "尺尊公主",
      "type": "Person",
      "name": {
        "zh-cn": [
          "尺尊公主",
          "赤尊公主",
          "拜木萨赤尊公主"
        ],
        "en": [
          "Bhrikuti"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "泥婆罗（尼泊尔）公主，松赞干布的妻子。她入藏时带来了释迦佛、不动明王等佛像，对佛教传入吐蕃有重要影响。在藏传佛教中被认为是白度母的化身。",
          "en": "A princess of Licchavi (Nepal) and a wife of Songtsen Gampo. She brought statues of Shakyamuni Buddha and Acala to Tibet, playing a significant role in the introduction of Buddhism. In Tibetan Buddhism, she is considered an incarnation of White Tara."
        }
      }
    },
    {
      "id": "文成公主",
      "type": "Person",
      "name": {
        "zh-cn": [
          "文成公主",
          "甲木萨文成公主"
        ],
        "en": [
          "Princess Wencheng"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "唐朝宗室之女，松赞干布的妻子。她入藏带来了释迦牟尼像、经书、以及先进的科学、医学和历法知识，极大地促进了唐朝与吐蕃的文化交流。在藏传佛教中被认为是绿度母的化身。",
          "en": "A member of the Tang Dynasty's imperial clan and a wife of Songtsen Gampo. Her arrival in Tibet brought a statue of Shakyamuni, scriptures, and advanced knowledge in science, medicine, and calendrical systems, greatly promoting cultural exchange between the Tang and Tibet. In Tibetan Buddhism, she is considered an incarnation of Green Tara."
        }
      }
    },
    {
      "id": "李特曼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李特曼"
        ],
        "en": [
          "Li Tigmen"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "象雄公主，象雄国王李迷夏的妹妹，松赞干布的妻子之一。",
          "en": "A princess of Zhangzhung, sister of King Lig-myi-rhya, and one of Songtsen Gampo's wives."
        }
      }
    },
    {
      "id": "甲莫尊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "甲莫尊"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "弭药（党项）公主，松赞干布的妻子之一。",
          "en": "A princess of the Minyak (Tangut), and one of Songtsen Gampo's wives."
        }
      }
    },
    {
      "id": "吐蕃",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "吐蕃",
          "大蕃",
          "吐蕃帝国"
        ],
        "en": [
          "Tibetan Empire"
        ]
      },
      "properties": {
        "period": "618 - 842",
        "description": {
          "zh-cn": "一个由松赞干布建立的、位于青藏高原的帝国。在唐朝时期，它是中原王朝的一个强大邻国。",
          "en": "An empire on the Tibetan Plateau founded by Songtsen Gampo. During the Tang Dynasty, it was a powerful neighboring state to the Central Plains dynasty."
        }
      }
    },
    {
      "id": "赞普",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "赞普"
        ],
        "en": [
          "Tsenpo"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "吐蕃君主的称号。",
          "en": "The title of the monarch of the Tibetan Empire."
        }
      }
    },
    {
      "id": "娘·芒布杰尚囊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "娘·芒布杰尚囊"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃大贡论，在松赞干布年幼时辅政，战功赫赫。后遭另一位大臣琼波·邦色诬陷，被松赞干布下令杀死。",
          "en": "A Great Minister (Dàgònglùn) of the Tibetan Empire who served as regent during Songtsen Gampo's youth and had significant military achievements. He was later falsely accused by another minister, Khyungpo Pungse, and was executed by order of Songtsen Gampo."
        }
      }
    },
    {
      "id": "琼波·邦色",
      "type": "Person",
      "name": {
        "zh-cn": [
          "琼波·邦色"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃大臣，曾任大贡论。因嫉妒而诬陷娘·芒布杰尚囊，后又图谋杀害松赞干布，阴谋败露后自杀。",
          "en": "A minister of the Tibetan Empire who served as Great Minister. Out of jealousy, he framed Nyang Mangpoje Shangnang and later plotted to assassinate Songtsen Gampo. After his conspiracy was exposed, he committed suicide."
        }
      }
    },
    {
      "id": "禄东赞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "禄东赞",
          "噶尔·东赞域松"
        ],
        "en": [
          "Gar Tongtsen Yulsung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "吐蕃大贡论，著名的政治家和军事家。曾出使泥婆罗和唐朝为松赞干布求亲，揭露了琼波·邦色的阴谋，并在松赞干布去世后辅佐其孙芒松芒赞。",
          "en": "A Great Minister of the Tibetan Empire, a renowned statesman and strategist. He served as an envoy to Licchavi and the Tang Dynasty to arrange marriages for Songtsen Gampo, exposed the plot of Khyungpo Pungse, and served as regent for Songtsen Gampo's grandson Mangsong Mangtsen after his death."
        }
      }
    },
    {
      "id": "唐朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "唐朝"
        ],
        "en": [
          "Tang Dynasty"
        ]
      },
      "properties": {
        "period": "618 - 907",
        "description": {
          "zh-cn": "中国历史上的一个朝代，与吐蕃帝国同时期存在，两者之间既有战争也有和亲关系。",
          "en": "A dynasty in Chinese history that coexisted with the Tibetan Empire. The two had relationships involving both warfare and marriage alliances."
        }
      }
    },
    {
      "id": "吐谷浑",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "吐谷浑"
        ],
        "en": [
          "Tuyuhun"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于青藏高原东北部的古国，曾与唐朝和亲，后被松赞干布率兵击破。",
          "en": "An ancient kingdom located in the northeastern Tibetan Plateau, which had a marriage alliance with the Tang Dynasty before being defeated by forces led by Songtsen Gampo."
        }
      }
    },
    {
      "id": "象雄",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "象雄",
          "羊同"
        ],
        "en": [
          "Zhangzhung"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于吐蕃西北部的古国，最初与吐蕃为同盟，后于642年左右被松赞干布攻灭。",
          "en": "An ancient kingdom in the northwest of Tibet, initially an ally of the Tibetan Empire, it was conquered by Songtsen Gampo around 642."
        }
      }
    },
    {
      "id": "泥婆罗",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "泥婆罗",
          "尼泊尔"
        ],
        "en": [
          "Licchavi Kingdom",
          "Nepal"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于喜马拉雅山脉南麓的古国（今尼泊尔）。松赞干布通过联姻和军事干预使其成为吐蕃的属国。",
          "en": "An ancient kingdom (modern-day Nepal) located in the southern foothills of the Himalayas. Songtsen Gampo made it a vassal state of the Tibetan Empire through a marriage alliance and military intervention."
        }
      }
    },
    {
      "id": "松州之战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "松州之战"
        ],
        "en": [
          "Battle of Songzhou"
        ]
      },
      "properties": {
        "period": "638",
        "description": {
          "zh-cn": "638年，松赞干布为向唐朝逼婚，亲率大军进攻唐朝松州，虽被唐军击退，但此战让唐朝认识到吐蕃的强盛，最终促成了文成公主的和亲。",
          "en": "In 638, to pressure the Tang Dynasty into a marriage alliance, Songtsen Gampo led a large army to attack the Tang's Songzhou. Although repelled by Tang forces, this battle demonstrated the strength of the Tibetan Empire and ultimately led to the marriage of Princess Wencheng."
        }
      }
    },
    {
      "id": "牛进达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "牛进达"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝左武卫将军，在松州之战中率领先锋部队趁夜击败吐蕃军。",
          "en": "A Tang Dynasty general who led the vanguard to defeat the Tibetan army in a night raid during the Battle of Songzhou."
        }
      }
    },
    {
      "id": "唐太宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐太宗"
        ],
        "en": [
          "Emperor Taizong of Tang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝第二位皇帝，他在位期间，唐朝国力强盛。他最初拒绝了松赞干布的和亲请求，但在松州之战后，同意将文成公主嫁给松赞干布。",
          "en": "The second emperor of the Tang Dynasty, during whose reign the dynasty was powerful and prosperous. He initially refused Songtsen Gampo's marriage proposal but agreed to marry Princess Wencheng to him after the Battle of Songzhou."
        }
      }
    },
    {
      "id": "王玄策",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王玄策"
        ],
        "en": [
          "Wang Xuance"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝使节，出使天竺时遭篡位者阿罗那顺袭击。他逃至吐蕃，向松赞干布借兵，成功讨伐天竺，救出使团并俘虏了阿罗那顺。",
          "en": "A Tang Dynasty envoy who was attacked by the usurper Arunasva during a mission to India. He escaped to Tibet, borrowed troops from Songtsen Gampo, successfully defeated the Indian forces, rescued his mission, and captured Arunasva."
        }
      }
    },
    {
      "id": "阿罗那顺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿罗那顺",
          "那伏帝阿罗那顺"
        ],
        "en": [
          "Arunasva"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "天竺摩伽陀国篡位大臣，袭击了唐朝王玄策的使团，后被王玄策率领的吐蕃和泥婆罗联军击败并俘虏。",
          "en": "A usurping minister of the Magadha kingdom in India who attacked the Tang envoy Wang Xuance's mission. He was later defeated and captured by a joint force of Tibetan and Licchavi troops led by Wang Xuance."
        }
      }
    },
    {
      "id": "吞弥桑布札",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吞弥桑布札",
          "吞弥·桑布扎"
        ],
        "en": [
          "Thonmi Sambhota"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "松赞干布时期的大臣，奉命前往天竺学习，参照梵文创立了藏文书写系统。",
          "en": "A minister during Songtsen Gampo's reign who was sent to India to study. He is credited with creating the Tibetan script based on Sanskrit."
        }
      }
    },
    {
      "id": "藏文",
      "type": "Document",
      "name": {
        "zh-cn": [
          "藏文"
        ],
        "en": [
          "Tibetan script"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "藏语的书写系统，由大臣吞弥桑布札在松赞干布时期参照梵文创制。",
          "en": "The writing system for the Tibetan language, created by the minister Thonmi Sambhota during Songtsen Gampo's reign, based on Sanskrit scripts."
        }
      }
    },
    {
      "id": "佛教",
      "type": "Document",
      "name": {
        "zh-cn": [
          "佛教"
        ],
        "en": [
          "Buddhism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "世界性宗教之一。据传在松赞干布时期通过与泥婆罗和唐朝的联姻首次传入吐蕃。",
          "en": "One of the world's major religions. It is traditionally believed to have been first introduced to Tibet during the reign of Songtsen Gampo through his marriages with princesses from Licchavi and the Tang Dynasty."
        }
      }
    },
    {
      "id": "苯教",
      "type": "Document",
      "name": {
        "zh-cn": [
          "苯教"
        ],
        "en": [
          "Bon"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "西藏的本土宗教。在佛教传入吐蕃后，与佛教之间存在竞争与融合关系。有史料称其在松赞干布时期受到压制。",
          "en": "The indigenous religion of Tibet. After the introduction of Buddhism, it had a relationship of both competition and syncretism with Buddhism. Some historical sources claim it was suppressed during Songtsen Gampo's reign."
        }
      }
    },
    {
      "id": "布达拉宫",
      "type": "Location",
      "name": {
        "zh-cn": [
          "布达拉宫"
        ],
        "en": [
          "Potala Palace"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "拉萨",
          "en": "Lhasa"
        },
        "description": {
          "zh-cn": "位于拉萨红山上的宫堡式建筑群，始建于松赞干布时期，据传是为迎娶文成公主而兴建。",
          "en": "A fortress-palace complex on Marpo Ri (Red Hill) in Lhasa. Its construction was initiated during the reign of Songtsen Gampo, reputedly to welcome Princess Wencheng."
        }
      }
    },
    {
      "id": "拉萨",
      "type": "Location",
      "name": {
        "zh-cn": [
          "拉萨",
          "逻些"
        ],
        "en": [
          "Lhasa"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "西藏自治区的首府。松赞干布将吐蕃的政治中心迁至此地，并定都于此。",
          "en": "The capital of the Tibet Autonomous Region. Songtsen Gampo moved the political center of the Tibetan Empire here and established it as the capital."
        }
      }
    },
    {
      "id": "李迷夏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李迷夏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "象雄末代国王，曾迎娶松赞干布的妹妹赞蒙赛玛噶为妃。",
          "en": "The last king of Zhangzhung, who married Sad-mar-kar, the sister of Songtsen Gampo."
        }
      }
    },
    {
      "id": "赞蒙赛玛噶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赞蒙赛玛噶"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "松赞干布的妹妹，嫁予象雄国王李迷夏为妃。",
          "en": "The sister of Songtsen Gampo, who was married to Lig-myi-rhya, the king of Zhangzhung."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "松赞干布",
      "target": "囊日论赞",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "松赞干布是囊日论赞的儿子。",
          "en": "Songtsen Gampo was the son of Namri Songtsen."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "蔡邦氏卓萨妥噶",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "松赞干布是蔡邦氏卓萨妥噶的儿子。",
          "en": "Songtsen Gampo was the son of Drotsa Toka."
        }
      }
    },
    {
      "source": "共日共赞",
      "target": "松赞干布",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "共日共赞是松赞干布的儿子。",
          "en": "Gungri Gungtsen was the son of Songtsen Gampo."
        }
      }
    },
    {
      "source": "共日共赞",
      "target": "芒妃墀江",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "共日共赞是芒妃墀江的儿子。",
          "en": "Gungri Gungtsen was the son of Mongza Tricham."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "尺尊公主",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "松赞干布迎娶了泥婆罗的尺尊公主为妻。",
          "en": "Songtsen Gampo married Princess Bhrikuti of Licchavi."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "文成公主",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "641",
        "description": {
          "zh-cn": "641年，松赞干布迎娶了唐朝的文成公主为妻。",
          "en": "In 641, Songtsen Gampo married Princess Wencheng of the Tang Dynasty."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "李特曼",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "松赞干布迎娶了象雄公主李特曼为妻。",
          "en": "Songtsen Gampo married Princess Li Tigmen of Zhangzhung."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "甲莫尊",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "松赞干布迎娶了弭药（党项）公主甲莫尊为妻。",
          "en": "Songtsen Gampo married Princess Gyalmo Tsun of the Minyak (Tangut)."
        }
      }
    },
    {
      "source": "赞蒙赛玛噶",
      "target": "松赞干布",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "赞蒙赛玛噶是松赞干布的妹妹。",
          "en": "Sad-mar-kar was the sister of Songtsen Gampo."
        }
      }
    },
    {
      "source": "赞蒙赛玛噶",
      "target": "李迷夏",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "松赞干布的妹妹赞蒙赛玛噶嫁给了象雄国王李迷夏。",
          "en": "Songtsen Gampo's sister, Sad-mar-kar, was married to Lig-myi-rhya, the king of Zhangzhung."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "吐蕃",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "松赞干布是吐蕃帝国的建立者。",
          "en": "Songtsen Gampo was the founder of the Tibetan Empire."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "赞普",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "629",
        "end_date": "650",
        "position": {
          "zh-cn": "赞普",
          "en": "Tsenpo"
        },
        "description": {
          "zh-cn": "松赞干布于629年至650年担任吐蕃赞普。",
          "en": "Songtsen Gampo served as the Tsenpo of Tibet from 629 to 650."
        }
      }
    },
    {
      "source": "娘·芒布杰尚囊",
      "target": "松赞干布",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "大贡论",
          "en": "Great Minister"
        },
        "description": {
          "zh-cn": "娘·芒布杰尚囊是松赞干布时期的大臣和辅政者。",
          "en": "Nyang Mangpoje Shangnang was a minister and regent for Songtsen Gampo."
        }
      }
    },
    {
      "source": "琼波·邦色",
      "target": "娘·芒布杰尚囊",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "琼波·邦色因嫉妒而向松赞干布诬告娘·芒布杰尚囊怀有二心。",
          "en": "Out of jealousy, Khyungpo Pungse falsely accused Nyang Mangpoje Shangnang of disloyalty to Songtsen Gampo."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "娘·芒布杰尚囊",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "松赞干布听信谗言，派兵包围并杀死了娘·芒布杰尚囊。",
          "en": "Believing the slander, Songtsen Gampo dispatched troops to surround and kill Nyang Mangpoje Shangnang."
        }
      }
    },
    {
      "source": "琼波·邦色",
      "target": "松赞干布",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "琼波·邦色在被松赞干布削去实权后，设宴图谋杀害赞普。",
          "en": "After being stripped of his real power by Songtsen Gampo, Khyungpo Pungse plotted to assassinate the Tsenpo at a banquet."
        }
      }
    },
    {
      "source": "禄东赞",
      "target": "琼波·邦色",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "禄东赞识破了琼波·邦色谋害松赞干布的阴谋，并将其报告给赞普，导致阴谋败露。",
          "en": "Gar Tongtsen saw through Khyungpo Pungse's plot to assassinate Songtsen Gampo and reported it to the Tsenpo, causing the conspiracy to fail."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "吐谷浑",
      "type": "BLOCKED",
      "properties": {
        "start_date": "638",
        "description": {
          "zh-cn": "638年，松赞干布以吐谷浑阻碍其与唐朝和亲为由，出兵大破吐谷浑。",
          "en": "In 638, on the pretext that Tuyuhun was obstructing his marriage alliance with the Tang Dynasty, Songtsen Gampo dispatched troops and decisively defeated them."
        }
      }
    },
    {
      "source": "松州之战",
      "target": "唐朝",
      "type": "PUSHED",
      "properties": {
        "start_date": "638",
        "description": {
          "zh-cn": "松州之战让唐朝认识到吐蕃的军事实力，从而推动唐太宗同意了和亲请求。",
          "en": "The Battle of Songzhou made the Tang Dynasty recognize the military strength of the Tibetan Empire, which pushed Emperor Taizong to agree to the marriage alliance."
        }
      }
    },
    {
      "source": "牛进达",
      "target": "吐蕃",
      "type": "BLOCKED",
      "properties": {
        "start_date": "638",
        "description": {
          "zh-cn": "在松州之战中，唐将牛进达率领先锋部队击败了吐蕃军。",
          "en": "During the Battle of Songzhou, Tang general Niu Jinda led the vanguard force and defeated the Tibetan army."
        }
      }
    },
    {
      "source": "唐朝",
      "target": "吐蕃",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "641",
        "end_date": "650",
        "description": {
          "zh-cn": "文成公主入藏后，吐蕃与唐朝成为盟国，在松赞干布在位期间和平共处。",
          "en": "After Princess Wencheng's arrival in Tibet, the Tibetan Empire and the Tang Dynasty became allies and coexisted peacefully for the remainder of Songtsen Gampo's reign."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "象雄",
      "type": "BLOCKED",
      "properties": {
        "end_date": "642",
        "description": {
          "zh-cn": "松赞干布以其妹在象雄失宠为由，于642年亲率大兵攻灭了象雄。",
          "en": "Using his sister's mistreatment in Zhangzhung as a pretext, Songtsen Gampo personally led a large army and conquered Zhangzhung in 642."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "王玄策",
      "type": "PUSHED",
      "properties": {
        "start_date": "647",
        "description": {
          "zh-cn": "647年，在唐使王玄策遭天竺篡位者袭击后，松赞干布借给他精兵1200人及属国士兵7000余人用于讨伐。",
          "en": "In 647, after the Tang envoy Wang Xuance was attacked by a usurper in India, Songtsen Gampo lent him 1,200 elite soldiers and over 7,000 soldiers from vassal states for a punitive expedition."
        }
      }
    },
    {
      "source": "王玄策",
      "target": "阿罗那顺",
      "type": "BLOCKED",
      "properties": {
        "start_date": "647",
        "description": {
          "zh-cn": "王玄策率领从吐蕃和泥婆罗借来的军队击败并生擒了阿罗那顺。",
          "en": "Wang Xuance led the troops borrowed from Tibet and Licchavi to defeat and capture Arunasva alive."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "吞弥桑布札",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "松赞干布派遣大臣吞弥桑布札前往天竺学习，以创制藏文。",
          "en": "Songtsen Gampo dispatched his minister Thonmi Sambhota to India to study in order to create a Tibetan script."
        }
      }
    },
    {
      "source": "吞弥桑布札",
      "target": "藏文",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "吞弥桑布札参照梵文创制了藏文书写系统。",
          "en": "Thonmi Sambhota created the Tibetan writing system based on Sanskrit."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "佛教",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "松赞干布通过与信奉佛教的邻国联姻，并将佛教引入吐蕃，还兴建了大昭寺、小昭寺等寺院，推动了佛教在吐蕃的传播。",
          "en": "Through marriage alliances with neighboring Buddhist countries, Songtsen Gampo introduced Buddhism to Tibet and built monasteries such as the Jokhang and Ramoche Temples, promoting the spread of Buddhism in Tibet."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "苯教",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "据苯教典籍记载，松赞干布曾压抑苯教，导致其寿命缩短。",
          "en": "According to Bon scriptures, Songtsen Gampo suppressed the Bon religion, which led to a shortening of his life."
        }
      }
    },
    {
      "source": "苯教",
      "target": "松赞干布",
      "type": "BLOCKED",
      "properties": {
        "end_date": "650",
        "description": {
          "zh-cn": "根据一种说法，松赞干布是被仇视佛教的苯教教徒暗杀而死的。",
          "en": "According to one account, Songtsen Gampo was assassinated by Bon followers who were hostile to Buddhism."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "布达拉宫",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "松赞干布在拉萨的红山上兴建了布达拉宫，以迎接文成公主。",
          "en": "Songtsen Gampo initiated the construction of the Potala Palace on Marpo Ri (Red Hill) in Lhasa to welcome Princess Wencheng."
        }
      }
    },
    {
      "source": "松赞干布",
      "target": "拉萨",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "松赞干布将吐蕃的政治中心从琼结迁至拉萨，并将其定为首都。",
          "en": "Songtsen Gampo moved the political center of the Tibetan Empire from Chongye to Lhasa and established it as the capital."
        }
      }
    }
  ]
}