{
  "nodes": [
    {
      "id": "1998年中国水灾",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1998年中国水灾",
          "1998年中国洪水",
          "1998年长江大水"
        ],
        "en": [
          "1998 China floods"
        ]
      },
      "properties": {
        "period": "1998-06 - 1998-09",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "1998年夏季在中国长江、嫩江、松花江等江河流域发生的特大洪水灾害。此次水灾影响范围广、持续时间长，共造成4150人死亡，直接经济损失达2551亿元人民币，是中华人民共和国历史上最重大的水灾之一。",
          "en": "A catastrophic flood that occurred in the summer of 1998 across major river basins in China, including the Yangtze, Nen, and Songhua rivers. It was one of the most severe floods in the history of the People's Republic of China, characterized by its wide scope and long duration, resulting in 4,150 deaths and direct economic losses of 255.1 billion RMB."
        }
      }
    },
    {
      "id": "朱镕基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱镕基"
        ],
        "en": [
          "Zhu Rongji"
        ]
      },
      "properties": {
        "lifetime": "1928-10-23 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，1998年洪水期间任中华人民共和国国务院总理。他在此次水灾后严厉斥责了暴露出的劣质水利工程为“豆腐渣工程”。",
          "en": "Chinese politician who served as the Premier of the State Council of the People's Republic of China during the 1998 floods. He famously denounced the substandard water conservancy projects exposed by the flood as 'tofu-dreg projects'."
        }
      }
    },
    {
      "id": "豆腐渣工程",
      "type": "Document",
      "name": {
        "zh-cn": [
          "豆腐渣工程"
        ],
        "en": [
          "Tofu-dreg project"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个形容劣质、不合标准建筑工程的贬义词。该词在1998年中国水灾期间被时任总理朱镕基使用后广为人知，用以批评因质量问题而在洪水中损毁的堤坝等水利设施。",
          "en": "A pejorative term describing poorly constructed and substandard building projects. The term was popularized by then-Premier Zhu Rongji during the 1998 China floods to criticize water infrastructure, such as dikes, that failed due to poor quality."
        }
      }
    },
    {
      "id": "围湖造田",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "围湖造田"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种通过围垦湖泊来增加耕地的行为。这种做法被认为是加剧1998年中国水灾的人为因素之一，因为它破坏了湖泊的自然蓄洪能力，导致生态失衡。",
          "en": "The practice of reclaiming land from lakes to create arable land. This practice was identified as one of the man-made factors that exacerbated the 1998 China floods by destroying the natural flood storage capacity of lakes and causing ecological imbalance."
        }
      }
    },
    {
      "id": "温家宝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "温家宝"
        ],
        "en": [
          "Wen Jiabao"
        ]
      },
      "properties": {
        "lifetime": "1942-09-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，1998年洪水期间任中华人民共和国国务院副总理，并担任国家防汛抗旱总指挥部总指挥，负责领导全国的抗洪抢险工作。",
          "en": "Chinese politician who served as Vice Premier of the State Council of the People's Republic of China during the 1998 floods. He also held the position of Commander-in-Chief of the State Flood Control and Drought Relief Headquarters, leading the national flood fighting and rescue efforts."
        }
      }
    },
    {
      "id": "国家防汛抗旱总指挥部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家防汛抗旱总指挥部"
        ],
        "en": [
          "State Flood Control and Drought Relief Headquarters"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院负责组织和指挥全国防汛抗旱工作的议事协调机构。",
          "en": "A coordinating body of the State Council of the People's Republic of China responsible for organizing and directing national flood control and drought relief efforts."
        }
      }
    },
    {
      "id": "中国人民解放军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军",
          "解放军"
        ],
        "en": [
          "People's Liberation Army",
          "PLA"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的主要国家武装力量。在1998年洪灾期间，大批官兵被调动参与抗洪抢险，被官方誉为“九八抗洪”的中坚力量。",
          "en": "The principal military force of the People's Republic of China. During the 1998 floods, a large number of its soldiers were mobilized to participate in flood fighting and rescue, hailed by the state as the backbone of the '98 flood fighting' campaign."
        }
      }
    },
    {
      "id": "中国人民武装警察部队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民武装警察部队",
          "武警"
        ],
        "en": [
          "People's Armed Police Force",
          "PAP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国家武装力量的组成部分。在1998年洪灾期间，与解放军一同大量参与了抗洪抢险任务。",
          "en": "A component of the armed forces of the People's Republic of China. Along with the People's Liberation Army, it was heavily involved in flood fighting and rescue missions during the 1998 floods."
        }
      }
    },
    {
      "id": "九八抗洪",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "九八抗洪"
        ]
      },
      "properties": {
        "period": "1998",
        "description": {
          "zh-cn": "指1998年中国政府为应对特大洪水而组织的大规模抗洪抢险行动。该行动动员了大量军人、武警和民众，成为当年一桩全国性的重大事件。",
          "en": "Refers to the large-scale flood fighting and rescue campaign organized by the Chinese government in response to the catastrophic floods of 1998. The operation mobilized a vast number of soldiers, armed police, and civilians, becoming a major national event of that year."
        }
      }
    },
    {
      "id": "1997年至1998年圣婴现象",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1997年至1998年圣婴现象"
        ],
        "en": [
          "1997–1998 El Niño event"
        ]
      },
      "properties": {
        "period": "1997 - 1998",
        "description": {
          "zh-cn": "一次强烈的厄尔尼诺-南方涛动事件，导致全球气候异常。中国水利部分析认为，此次现象是导致1998年中国北方和长江流域形成大规模降雨区，从而引发特大洪水的重要气象原因之一。",
          "en": "A powerful El Niño–Southern Oscillation event that caused global climate anomalies. China's Ministry of Water Resources analyzed this event as a key meteorological factor that led to the formation of large-scale precipitation zones in northern China and the Yangtze River basin, contributing significantly to the 1998 floods."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高国家行政机关。在1998年水灾后，国务院发布通知，要求停止毁林开垦并推动退耕还林政策。",
          "en": "The chief administrative authority of the People's Republic of China. Following the 1998 floods, the State Council issued a notice calling for a halt to deforestation for land reclamation and promoting the 'Grain for Green' policy."
        }
      }
    },
    {
      "id": "退耕还林",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "退耕还林"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的一项生态环境保护政策，旨在将陡坡或生态脆弱地区的耕地恢复为林地或草地。1998年水灾后，为改善水土流失问题，中华人民共和国国务院大力推动了这项工作。",
          "en": "An ecological conservation policy in China aimed at converting cultivated land on steep slopes or in ecologically fragile areas back into forests or grasslands. After the 1998 floods, the State Council of the PRC strongly promoted this initiative to mitigate soil erosion."
        }
      }
    },
    {
      "id": "江泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江泽民"
        ],
        "en": [
          "Jiang Zemin"
        ]
      },
      "properties": {
        "lifetime": "1926-08-17 - 2022-11-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，1998年洪水期间任中共中央总书记、国家主席和中央军委主席。他后来将“98年的抗洪”列为自己任内的重要成绩之一。",
          "en": "Chinese politician who was the General Secretary of the CCP Central Committee, President of the PRC, and Chairman of the Central Military Commission during the 1998 floods. He later cited the '98 flood fighting' as one of the significant achievements during his tenure."
        }
      }
    },
    {
      "id": "长江",
      "type": "Location",
      "name": {
        "zh-cn": [
          "长江"
        ],
        "en": [
          "Yangtze River"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "亚洲第一长河，世界第三长河。1998年，长江流域发生了继1931年和1954年后20世纪第三次全流域性特大洪水，灾情最为严重。",
          "en": "The longest river in Asia and the third-longest in the world. In 1998, its basin experienced the third basin-wide catastrophic flood of the 20th century, following those in 1931 and 1954, with the most severe damage."
        }
      }
    },
    {
      "id": "松花江",
      "type": "Location",
      "name": {
        "zh-cn": [
          "松花江"
        ],
        "en": [
          "Songhua River"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国东北地区的大河。1998年，松花江流域与嫩江一同遭遇了150年来最严重的特大洪水。",
          "en": "A major river in Northeast China. In 1998, along with the Nen River, its basin suffered the most severe flood in 150 years."
        }
      }
    },
    {
      "id": "嫩江",
      "type": "Location",
      "name": {
        "zh-cn": [
          "嫩江"
        ],
        "en": [
          "Nen River"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "松花江的最大支流。1998年，嫩江流域与松花江一同遭遇了150年来最严重的特大洪水。",
          "en": "The largest tributary of the Songhua River. In 1998, along with the Songhua River, its basin suffered the most severe flood in 150 years."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于亚洲东部的社会主义国家。1998年遭受特大洪水，29个省（自治区、直辖市）受灾，经济和民生受到严重影响。",
          "en": "A socialist state in East Asia. In 1998, it was struck by catastrophic floods that affected 29 provinces (autonomous regions, and municipalities), severely impacting its economy and the livelihood of its people."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "1997年至1998年圣婴现象",
      "target": "1998年中国水灾",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "根据中国水利部的分析，1997-1998年的圣婴现象导致赤道东太平洋水温异常，使得中国北方和长江一带形成大规模降雨区，是引发1998年特大洪水的重要气象原因之一。",
          "en": "According to analysis by the Ministry of Water Resources of China, the 1997–1998 El Niño event caused abnormal sea surface temperatures in the eastern equatorial Pacific, leading to the formation of large-scale precipitation zones in northern China and the Yangtze region, which was a key meteorological cause of the 1998 floods."
        }
      }
    },
    {
      "source": "围湖造田",
      "target": "1998年中国水灾",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中下游地区的围湖造田等行为减少了湖泊的蓄洪能力，被认为加剧了1998年洪水的严重程度。中国政府事后也承认土地的错误使用是导致洪灾的原因之一。",
          "en": "Practices such as reclaiming land from lakes in the middle and lower reaches of rivers reduced the flood storage capacity of lakes and were considered to have exacerbated the severity of the 1998 floods. The Chinese government later admitted that misuse of land was partly to blame for the disaster."
        }
      }
    },
    {
      "source": "1998年中国水灾",
      "target": "豆腐渣工程",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "1998年的特大洪水冲垮了许多质量低劣的水利工程，使得“豆腐渣工程”问题严重暴露，并引起了公众和高层的广泛关注。",
          "en": "The catastrophic floods of 1998 destroyed many poorly constructed water conservancy projects, severely exposing the issue of 'tofu-dreg projects' and drawing widespread attention from the public and top leadership."
        }
      }
    },
    {
      "source": "朱镕基",
      "target": "豆腐渣工程",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "在1998年洪水视察期间，时任国务院总理朱镕基严厉斥责了在洪灾中暴露出的质量低劣的防洪工程为“豆腐渣工程”。",
          "en": "During his inspection tours related to the 1998 floods, then-Premier Zhu Rongji sternly denounced the poorly constructed flood control projects exposed by the disaster as 'tofu-dreg projects'."
        }
      }
    },
    {
      "source": "温家宝",
      "target": "九八抗洪",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "时任国务院副总理温家宝担任国家防汛抗旱总指挥部总指挥，领导和指挥了全国范围的抗洪抢险工作。",
          "en": "Then-Vice Premier Wen Jiabao served as the Commander-in-Chief of the State Flood Control and Drought Relief Headquarters, leading and directing the nationwide flood fighting and rescue efforts."
        }
      }
    },
    {
      "source": "温家宝",
      "target": "国家防汛抗旱总指挥部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1998",
        "position": {
          "zh-cn": "总指挥",
          "en": "Commander-in-Chief"
        },
        "description": {
          "zh-cn": "1998年洪水期间，温家宝担任国家防汛抗旱总指挥部总指挥。",
          "en": "During the 1998 floods, Wen Jiabao served as the Commander-in-Chief of the State Flood Control and Drought Relief Headquarters."
        }
      }
    },
    {
      "source": "中国人民解放军",
      "target": "九八抗洪",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "大批中国人民解放军官兵参与了1998年的抗洪抢险，是中国官方宣传的“九八抗洪”行动中的主要力量。",
          "en": "A large number of PLA soldiers participated in the 1998 flood fighting and rescue efforts, serving as the main force in the officially promoted '98 flood fighting' campaign."
        }
      }
    },
    {
      "source": "中国人民武装警察部队",
      "target": "九八抗洪",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "大批中国人民武装警察部队官兵与解放军一同参与了1998年的抗洪抢险，是“九八抗洪”行动的重要组成部分。",
          "en": "A large number of People's Armed Police Force personnel, alongside the PLA, participated in the 1998 flood fighting and rescue, forming a crucial part of the '98 flood fighting' campaign."
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "退耕还林",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998-08-05",
        "description": {
          "zh-cn": "1998年8月5日，中华人民共和国国务院在水灾后发出通知，要求各地停止毁林开垦，并切实做好退耕还林工作，以改善生态环境和防治水土流失。",
          "en": "On August 5, 1998, following the floods, the State Council of the PRC issued a notice requiring all localities to stop deforestation for cultivation and to effectively implement the 'Grain for Green' policy to improve the ecological environment and prevent soil erosion."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "九八抗洪",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "作为时任国家最高领导人，江泽民领导了全国的抗洪工作，并在此后将“98年的抗洪”视为其任内的主要政绩之一。",
          "en": "As the paramount leader at the time, Jiang Zemin led the national flood fighting efforts and subsequently regarded the '98 flood fighting' as one of the major achievements of his tenure."
        }
      }
    },
    {
      "source": "1998年中国水灾",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "1998年水灾对中华人民共和国造成了严重破坏，导致4150人死亡，超过2.2亿人受灾，直接经济损失高达2551亿元人民币。",
          "en": "The 1998 floods caused severe devastation to the People's Republic of China, resulting in 4,150 deaths, affecting over 220 million people, and causing direct economic losses of 255.1 billion RMB."
        }
      }
    }
  ]
}