{
  "nodes": [
    {
      "id": "盛世才",
      "type": "Person",
      "name": {
        "zh-cn": [
          "盛世才",
          "晋庸",
          "德三",
          "新疆王"
        ],
        "en": [
          "Sheng Shicai"
        ]
      },
      "properties": {
        "lifetime": "1892-01-08 - 1970-07-13",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "大清国奉天省开原县"
        },
        "death_place": {
          "zh-cn": "中华民国台北市中正区"
        },
        "description": {
          "zh-cn": "中华民国陆军二级上将，于1933年至1944年间担任新疆省的军事、政治首长，有“新疆王”之称。其统治新疆期间，前期亲苏亲共，后期转向反苏反共并归顺国民政府，以残酷的政治镇压和大规模的逮捕处决而闻名。",
          "en": "A Chinese Warlord and a Second Class General of the Republic of China Army. He served as the military and political leader of Xinjiang from 1933 to 1944, known as the 'King of Xinjiang'. During his rule, he was initially pro-Soviet and pro-communist, later turning anti-Soviet and anti-communist, aligning with the Nationalist Government. He was known for brutal political repression and mass arrests and executions."
        }
      }
    },
    {
      "id": "金树仁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金树仁"
        ],
        "en": [
          "Jin Shuren"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国新疆军阀，曾任新疆省政府主席及新疆边防督办，于1933年新疆四一二政变中被驱逐。",
          "en": "A warlord in Xinjiang, Republic of China. He served as the Chairman of the Xinjiang Provincial Government and Xinjiang Border Defense Commissioner, and was ousted in the 1933 Xinjiang coup."
        }
      }
    },
    {
      "id": "兵变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "兵变",
          "新疆四·一二政变"
        ],
        "en": [
          "1933 Xinjiang coup"
        ]
      },
      "properties": {
        "period": "1933-04-12",
        "location": {
          "zh-cn": "迪化"
        },
        "description": {
          "zh-cn": "1933年4月12日在新疆省会迪化发生的军事政变，导致省主席金树仁下台，为盛世才掌控新疆权力铺平了道路。",
          "en": "A military coup that took place in Dihua, the capital of Xinjiang Province, on April 12, 1933, which led to the downfall of Governor Jin Shuren and paved the way for Sheng Shicai to seize power in Xinjiang."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922 - 1991",
        "description": {
          "zh-cn": "一个存在于1922年至1991年的欧亚大陆社会主义国家。在盛世才统治新疆期间，苏联对其提供了重要的军事和政治支持，也与其发生了深刻的利益冲突。",
          "en": "A socialist state in Eurasia that existed from 1922 to 1991. During Sheng Shicai's rule in Xinjiang, the Soviet Union provided significant military and political support but also had profound conflicts of interest with him."
        }
      }
    },
    {
      "id": "马仲英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马仲英"
        ],
        "en": [
          "Ma Zhongying"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "回族军阀，国民革命军新编第三十六师师长，是盛世才在统治新疆初期的主要军事对手之一。",
          "en": "A Hui warlord and commander of the New 36th Division of the National Revolutionary Army, he was one of Sheng Shicai's main military rivals during the early years of his rule in Xinjiang."
        }
      }
    },
    {
      "id": "张培元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张培元"
        ],
        "en": [
          "Zhang Peiyuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国新疆军阀，曾任伊犁屯垦使，后与马仲英结成反盛联盟，兵败自杀。",
          "en": "A warlord in Xinjiang, Republic of China, who served as the Yili Reclamation Commissioner. He later formed an anti-Sheng alliance with Ma Zhongying and committed suicide after being defeated."
        }
      }
    },
    {
      "id": "苏德战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "苏德战争"
        ],
        "en": [
          "German-Soviet War"
        ]
      },
      "properties": {
        "period": "1941-06-22 - 1945-05-09",
        "description": {
          "zh-cn": "第二次世界大战期间，纳粹德国及其盟友对苏联发动的侵略战争。战争初期苏联的失利促使盛世才改变其政治立场。",
          "en": "The invasion of the Soviet Union by Nazi Germany and its allies during World War II. The initial Soviet setbacks in the war prompted Sheng Shicai to change his political stance."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正",
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家与军事家，时任国民政府主席。他在盛世才统治后期，将其纳入国民政府体系，并最终将其调离新疆。",
          "en": "A Chinese politician and military leader who was the Chairman of the Nationalist Government. In the later period of Sheng Shicai's rule, he integrated him into the Nationalist Government system and eventually removed him from Xinjiang."
        }
      }
    },
    {
      "id": "国民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民政府"
        ],
        "en": [
          "Nationalist Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国训政时期的中央政府与最高行政机关。",
          "en": "The central government and highest administrative body of the Republic of China during the Tutelage Period."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的创建政党，在盛世才统治后期将其吸纳为党员。",
          "en": "The founding political party of the Republic of China, which accepted Sheng Shicai as a member in the later period of his rule."
        }
      }
    },
    {
      "id": "毛泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽民",
          "周彬"
        ],
        "en": [
          "Mao Zemin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党党员，毛泽东之弟。应盛世才邀请在新疆工作，曾任财政厅长，后被盛世才逮捕并处决。",
          "en": "A member of the Chinese Communist Party and the younger brother of Mao Zedong. He worked in Xinjiang at Sheng Shicai's invitation, serving as the Finance Minister, but was later arrested and executed by Sheng."
        }
      }
    },
    {
      "id": "陈潭秋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈潭秋",
          "徐杰"
        ],
        "en": [
          "Chen Tanqiu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党创始人之一，曾任中共驻新疆代表。在盛世才反共后被其逮捕并处决。",
          "en": "One of the founders of the Chinese Communist Party and served as the CCP's representative in Xinjiang. He was arrested and executed by Sheng Shicai after Sheng turned against the communists."
        }
      }
    },
    {
      "id": "林基路",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林基路"
        ],
        "en": [
          "Lin Jilu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党党员，曾在新疆工作，担任乌什县县长等职。在盛世才反共后被其逮捕并处决。",
          "en": "A member of the Chinese Communist Party who worked in Xinjiang, serving as the county magistrate of Wushi County. He was arrested and executed by Sheng Shicai after Sheng turned against the communists."
        }
      }
    },
    {
      "id": "约瑟夫·斯大林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "约瑟夫·斯大林",
          "斯大林"
        ],
        "en": [
          "Joseph Stalin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "苏联最高领导人。他决定了苏联对盛世才的援助与抛弃，对新疆局势有决定性影响。",
          "en": "The supreme leader of the Soviet Union. He determined the Soviet Union's aid to and abandonment of Sheng Shicai, having a decisive influence on the situation in Xinjiang."
        }
      }
    },
    {
      "id": "豫湘桂会战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "豫湘桂会战"
        ],
        "en": [
          "Operation Ichi-Go"
        ]
      },
      "properties": {
        "period": "1944-04 - 1944-12",
        "description": {
          "zh-cn": "中国抗日战争末期，日军在河南、湖南和广西三省发起的大规模攻势。国民政府军队在此次会战中的失利，促使盛世才再次考虑投靠苏联。",
          "en": "A series of major battles launched by the Imperial Japanese Army in Henan, Hunan, and Guangxi provinces near the end of the Second Sino-Japanese War. The defeat of the Nationalist government forces in this campaign prompted Sheng Shicai to reconsider defecting back to the Soviet Union."
        }
      }
    },
    {
      "id": "中华民国农业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国农业部",
          "农林部"
        ],
        "en": [
          "Ministry of Agriculture and Forestry of the Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国政府负责农林事务的部门。",
          "en": "The department of the Republic of China government responsible for agriculture and forestry affairs."
        }
      }
    },
    {
      "id": "新疆省政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新疆省政府"
        ],
        "en": [
          "Xinjiang Provincial Government"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "新疆"
        },
        "description": {
          "zh-cn": "中华民国时期新疆省的最高行政机关。",
          "en": "The highest administrative body of Xinjiang Province during the Republic of China period."
        }
      }
    },
    {
      "id": "新疆边防督办公署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新疆边防督办公署"
        ],
        "en": [
          "Xinjiang Border Defense Military Commissioner's Office"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "新疆"
        },
        "description": {
          "zh-cn": "中华民国时期新疆的最高军事机关。",
          "en": "The highest military authority in Xinjiang during the Republic of China period."
        }
      }
    },
    {
      "id": "日本陆军大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本陆军大学"
        ],
        "en": [
          "Army War College (Japan)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "旧日本陆军的参谋养成及军事研究的最高学府。",
          "en": "The highest institution for staff training and military research in the former Imperial Japanese Army."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的革命政党。在盛世才亲苏时期，曾派遣大量干部到新疆工作，后遭盛世才镇压。",
          "en": "A revolutionary political party in China. During Sheng Shicai's pro-Soviet period, it sent a large number of cadres to work in Xinjiang, who were later suppressed by Sheng."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "兵变",
      "target": "盛世才",
      "type": "PUSHED",
      "properties": {
        "start_date": "1933-04-12",
        "description": {
          "zh-cn": "新疆四·一二政变驱逐了金树仁，为盛世才上台夺取新疆最高权力创造了机会。",
          "en": "The April 12 Coup in Xinjiang ousted Jin Shuren, creating an opportunity for Sheng Shicai to seize supreme power in the region."
        }
      }
    },
    {
      "source": "兵变",
      "target": "金树仁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1933-04-12",
        "description": {
          "zh-cn": "新疆四·一二政变迫使时任新疆省主席金树仁逃离迪化，结束其在新疆的统治。",
          "en": "The April 12 Coup in Xinjiang forced the then-governor Jin Shuren to flee Dihua, ending his rule in the region."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "日本陆军大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1923",
        "end_date": "1927",
        "description": {
          "zh-cn": "1923年，盛世才被保送至日本陆军大学公费留学深造，并于1927年毕业。",
          "en": "In 1923, Sheng Shicai was sent to study at the Army War College in Japan at public expense, graduating in 1927."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "苏联",
      "type": "FRIEND_OF",
      "properties": {
        "period": "1933 - 1941",
        "description": {
          "zh-cn": "在统治新疆前期，盛世才为巩固权力，采取亲苏政策，向苏联寻求军事和经济援助，并曾多次提出加入苏联共产党及将新疆并入苏联。",
          "en": "In the early period of his rule in Xinjiang, to consolidate power, Sheng Shicai adopted a pro-Soviet policy, seeking military and economic aid from the Soviet Union. He also repeatedly proposed joining the Communist Party of the Soviet Union and annexing Xinjiang to the USSR."
        }
      }
    },
    {
      "source": "苏联",
      "target": "盛世才",
      "type": "PUSHED",
      "properties": {
        "start_date": "1933",
        "end_date": "1934",
        "description": {
          "zh-cn": "1933年底，苏联出兵并提供武器援助，帮助盛世才击败了军事对手马仲英和张培元，巩固了其在新疆的统治。",
          "en": "In late 1933, the Soviet Union sent troops and provided arms to help Sheng Shicai defeat his military rivals Ma Zhongying and Zhang Peiyuan, thereby consolidating his rule in Xinjiang."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "马仲英",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1931 - 1934",
        "description": {
          "zh-cn": "盛世才在新疆巩固权力的过程中，与军阀马仲英多次发生军事冲突，并在苏联的援助下最终将其击败。",
          "en": "In the process of consolidating his power in Xinjiang, Sheng Shicai had multiple military conflicts with the warlord Ma Zhongying and ultimately defeated him with Soviet assistance."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "张培元",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1933 - 1934",
        "description": {
          "zh-cn": "张培元与马仲英结成反盛联盟，后被盛世才在苏联的援助下击败，张培元兵败自杀。",
          "en": "Zhang Peiyuan formed an anti-Sheng alliance with Ma Zhongying but was defeated by Sheng Shicai with Soviet aid, after which Zhang committed suicide."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "中国共产党",
      "type": "FRIEND_OF",
      "properties": {
        "period": "1936 - 1941",
        "description": {
          "zh-cn": "在亲苏时期，盛世才与中国共产党合作，邀请中共党员到新疆帮助进行建设工作，并接应了红军西路军余部。",
          "en": "During his pro-Soviet period, Sheng Shicai collaborated with the Chinese Communist Party, inviting CCP members to Xinjiang to assist in development and receiving the remnants of the Red Army's Western Route Army."
        }
      }
    },
    {
      "source": "苏德战争",
      "target": "盛世才",
      "type": "PUSHED",
      "properties": {
        "start_date": "1941-06",
        "description": {
          "zh-cn": "苏德战争爆发后，盛世才判断苏联即将灭亡，因此开始转向投靠蒋介石的国民政府，改变其亲苏亲共政策。",
          "en": "After the outbreak of the German-Soviet War, Sheng Shicai predicted the imminent collapse of the Soviet Union, which prompted him to switch allegiance to Chiang Kai-shek's Nationalist Government and abandon his pro-Soviet and pro-communist policies."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "苏联",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1942",
        "description": {
          "zh-cn": "在投靠国民政府后，盛世才开始实行反苏政策，驱逐苏联在新疆的人员和军队，并逮捕与苏联有关的人士。",
          "en": "After aligning with the Nationalist Government, Sheng Shicai implemented an anti-Soviet policy, expelling Soviet personnel and troops from Xinjiang and arresting individuals associated with the Soviet Union."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1942",
        "description": {
          "zh-cn": "1942年起，盛世才公开反共，将在新疆工作的中共党员及家属全部逮捕关押，并处决了其中多名重要成员。",
          "en": "Starting in 1942, Sheng Shicai openly turned against the communists, arresting and imprisoning all CCP members and their families in Xinjiang, and executed several key figures among them."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "中国国民党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1943-01-08",
        "description": {
          "zh-cn": "盛世才于1943年1月加入中国国民党，并出任国民党新疆省党部主任委员，正式归顺国民政府。",
          "en": "Sheng Shicai joined the Kuomintang in January 1943 and was appointed as the chairman of the KMT's Xinjiang provincial headquarters, formally submitting to the Nationalist Government."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "毛泽民",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1942-09-17",
        "end_date": "1943-09-27",
        "description": {
          "zh-cn": "盛世才转向反共后，于1942年9月逮捕了时任新疆财政厅长的毛泽民，并于1943年9月27日将其秘密处决。",
          "en": "After turning anti-communist, Sheng Shicai arrested Mao Zemin, then the Finance Minister of Xinjiang, in September 1942, and had him secretly executed on September 27, 1943."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "陈潭秋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1942-09-17",
        "end_date": "1943-09-27",
        "description": {
          "zh-cn": "盛世才转向反共后，于1942年9月逮捕了中共驻新疆代表陈潭秋，并于1943年9月27日将其秘密处决。",
          "en": "After turning anti-communist, Sheng Shicai arrested Chen Tanqiu, the CCP representative in Xinjiang, in September 1942, and had him secretly executed on September 27, 1943."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "林基路",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1942-09-17",
        "end_date": "1943-09-27",
        "description": {
          "zh-cn": "盛世才转向反共后，于1942年9月逮捕了在新疆工作的中共党员林基路，并于1943年9月27日将其秘密处决。",
          "en": "After turning anti-communist, Sheng Shicai arrested Lin Jilu, a CCP member working in Xinjiang, in September 1942, and had him secretly executed on September 27, 1943."
        }
      }
    },
    {
      "source": "豫湘桂会战",
      "target": "盛世才",
      "type": "PUSHED",
      "properties": {
        "start_date": "1944",
        "description": {
          "zh-cn": "1944年国民政府在豫湘桂会战中的失利，使盛世才对其可靠性产生怀疑，从而试图再次投靠苏联以寻找退路。",
          "en": "The defeat of the Nationalist Government in the 1944 Operation Ichi-Go led Sheng Shicai to doubt its reliability, prompting him to attempt to defect back to the Soviet Union as an escape route."
        }
      }
    },
    {
      "source": "约瑟夫·斯大林",
      "target": "盛世才",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1944",
        "description": {
          "zh-cn": "1944年，在盛世才试图再次投靠苏联时，斯大林拒绝了他的要求，并将其请求归顺的电报转交给蒋介石，直接导致盛世才政治生涯的终结。",
          "en": "In 1944, when Sheng Shicai attempted to defect back to the Soviet Union, Stalin rejected his request and forwarded the telegram to Chiang Kai-shek, directly leading to the end of Sheng's political career."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "盛世才",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1944-08-29",
        "description": {
          "zh-cn": "在确认盛世才的不可靠后，蒋介石于1944年8月下令将其调离新疆，任命其为农林部长，从而结束了他在新疆的统治。",
          "en": "After confirming Sheng Shicai's unreliability, Chiang Kai-shek ordered his transfer from Xinjiang in August 1944, appointing him as the Minister of Agriculture and Forestry, thus ending his rule in the region."
        }
      }
    },
    {
      "source": "盛世才",
      "target": "新疆省政府",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1940-04-04",
        "end_date": "1944-08-29",
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        }
      }
    },
    {
      "source": "盛世才",
      "target": "新疆边防督办公署",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1933-08-02",
        "end_date": "1944-08-29",
        "position": {
          "zh-cn": "督办",
          "en": "Military Governor"
        }
      }
    },
    {
      "source": "盛世才",
      "target": "中华民国农业部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1944-08-29",
        "end_date": "1945-07-31",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        }
      }
    }
  ]
}