{
  "nodes": [
    {
      "id": "中国共产党中央顾问委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央顾问委员会",
          "中顾委"
        ],
        "en": [
          "Central Advisory Commission of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1982-09-12 - 1992-10-18",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "1982年至1992年期间存在于中国共产党内的一个特殊机构，旨在解决中央领导机构的新老交替问题，是为废除干部领导职务终身制而设立的一种过渡性组织形式。",
          "en": "A special body within the Communist Party of China that existed from 1982 to 1992, aimed at solving the transition of old and new cadres in the central leadership, serving as a transitional organizational form for the abolition of lifelong tenure for leading cadres."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心人物，中顾委的首任主任，是该机构的主要倡导者和推动者，并在其任期结束后推动了其撤销。",
          "en": "The core figure of the second generation of central leadership of the Communist Party of China, the first Director of the Central Advisory Commission, its main advocate and promoter, and pushed for its abolition after his term."
        }
      }
    },
    {
      "id": "陈云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈云"
        ],
        "en": [
          "Chen Yun"
        ]
      },
      "properties": {
        "lifetime": "1905-06-13 - 1995-04-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一，接替邓小平担任中顾委第二任主任，并同样主张在中共十四大后不再设立中顾委。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China, who succeeded Deng Xiaoping as the second Director of the Central Advisory Commission and also advocated for its abolition after the 14th National Congress of the CPC."
        }
      }
    },
    {
      "id": "废除干部领导职务终身制",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "废除干部领导职务终身制"
        ],
        "en": [
          "Abolition of lifelong tenure for leading cadres"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一项旨在改革中国共产党和国家领导制度的政治运动，以建立干部退休制度，取代事实上的终身任职。中顾委是为实现这一目标而设立的过渡性机构。",
          "en": "A political movement aimed at reforming the leadership system of the Communist Party of China and the state by establishing a retirement system for cadres to replace the de facto lifelong tenure. The Central Advisory Commission was a transitional body established to achieve this goal."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。",
          "en": "The founding and ruling political party of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国共产党全国代表大会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党全国代表大会"
        ],
        "en": [
          "National Congress of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高领导机关，负责选举中央委员会和中央顾问委员会等机构。",
          "en": "The highest leading body of the Communist Party of China, responsible for electing bodies such as the Central Committee and the Central Advisory Commission."
        }
      }
    },
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中央委员会"
        ],
        "en": [
          "Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央权力机关，中顾委是其政治上的助手和参谋。",
          "en": "The central authority of the Communist Party of China, to which the Central Advisory Commission served as a political assistant and advisor."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人。曾在1973年考虑设立一个类似中顾委的机构，但未能实现。",
          "en": "A key founder and leader of the Communist Party of China and the People's Republic of China. He considered establishing a body similar to the Central Advisory Commission in 1973, but it was not realized."
        }
      }
    },
    {
      "id": "中国共产党第十二次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十二次全国代表大会",
          "中共十二大"
        ],
        "en": [
          "12th National Congress of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1982-09-01 - 1982-09-11",
        "description": {
          "zh-cn": "此次大会通过了新的《中国共产党章程》，正式决定设立中央顾问委员会。",
          "en": "This congress passed the new Constitution of the Communist Party of China, officially deciding to establish the Central Advisory Commission."
        }
      }
    },
    {
      "id": "中国共产党章程",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国共产党章程"
        ],
        "en": [
          "Constitution of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的根本法规。1982年修订的章程规定了中央顾问委员会的设立、地位和职能。",
          "en": "The fundamental regulations of the Communist Party of China. The constitution revised in 1982 stipulated the establishment, status, and functions of the Central Advisory Commission."
        }
      }
    },
    {
      "id": "薄一波",
      "type": "Person",
      "name": {
        "zh-cn": [
          "薄一波"
        ],
        "en": [
          "Bo Yibo"
        ]
      },
      "properties": {
        "lifetime": "1908-02-17 - 2007-01-15",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的高级领导人，曾任中顾委副主任，并长期主持其日常工作。",
          "en": "A senior leader of the Communist Party of China and the People's Republic of China, who served as Vice Director of the Central Advisory Commission and presided over its daily work for a long time."
        }
      }
    },
    {
      "id": "宋任穷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋任穷"
        ],
        "en": [
          "Song Renqiong"
        ]
      },
      "properties": {
        "lifetime": "1909-07-11 - 2005-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的高级领导人，曾任中顾委副主任。",
          "en": "A senior leader of the Communist Party of China and the People's Republic of China, who served as Vice Director of the Central Advisory Commission."
        }
      }
    },
    {
      "id": "陈丕显",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈丕显"
        ],
        "en": [
          "Chen Pixian"
        ]
      },
      "properties": {
        "lifetime": "1916-03-20 - 1995-08-23",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的领导人之一。他向薄一波和宋任穷转达了陈云关于在中共十四大后不再设立中顾委的意见。",
          "en": "One of the leaders of the Communist Party of China and the People's Republic of China. He relayed Chen Yun's opinion to Bo Yibo and Song Renqiong about not establishing the Central Advisory Commission after the 14th National Congress of the CPC."
        }
      }
    },
    {
      "id": "中国共产党第十四次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十四次全国代表大会",
          "中共十四大"
        ],
        "en": [
          "14th National Congress of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1992-10-12 - 1992-10-18",
        "description": {
          "zh-cn": "此次大会通过决议，同意不再设立中央顾问委员会的建议，标志着该机构正式走入历史。",
          "en": "This congress passed a resolution agreeing to the proposal to abolish the Central Advisory Commission, marking the official end of the institution."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "废除干部领导职务终身制",
      "target": "中国共产党中央顾问委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-09-12",
        "description": {
          "zh-cn": "设立中央顾问委员会是为解决干部领导职务终身制问题、实现新老交替而采取的一种过渡性措施。",
          "en": "The establishment of the Central Advisory Commission was a transitional measure taken to address the issue of lifelong tenure for leading cadres and to achieve the transition from the old to the new generation of leaders."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "中国共产党中央顾问委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1975",
        "end_date": "1982",
        "description": {
          "zh-cn": "邓小平是设立中央顾问委员会的主要倡导者和推动者，多次提出并最终促成了该机构的建立。",
          "en": "Deng Xiaoping was the main advocate and promoter for the establishment of the Central Advisory Commission, proposing it multiple times and ultimately facilitating its creation."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "中国共产党中央顾问委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1973",
        "description": {
          "zh-cn": "毛泽东在1973年曾考虑设立一个以老干部为主的“中央顾问委员会”，提出了该机构的初步设想，尽管当时未能实现。",
          "en": "In 1973, Mao Zedong considered establishing a 'Central Advisory Committee' mainly composed of veteran cadres, putting forward the initial concept for the body, although it was not realized at the time."
        }
      }
    },
    {
      "source": "中国共产党第十二次全国代表大会",
      "target": "中国共产党中央顾问委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-09",
        "description": {
          "zh-cn": "中共十二大通过的新党章规定设立中央顾问委员会，并选举产生了第一届中顾委委员，从而正式建立了该机构。",
          "en": "The 12th National Congress of the CPC established the Central Advisory Commission through its new party constitution and elected its first members, thus formally creating the institution."
        }
      }
    },
    {
      "source": "中国共产党章程",
      "target": "中国共产党中央顾问委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-09-06",
        "description": {
          "zh-cn": "1982年通过的《中国共产党章程》为中央顾问委员会的设立提供了法规依据，明确了其性质、任务和权限。",
          "en": "The Constitution of the Communist Party of China, adopted in 1982, provided the legal basis for the establishment of the Central Advisory Commission, defining its nature, tasks, and powers."
        }
      }
    },
    {
      "source": "中国共产党中央顾问委员会",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1982-09-12",
        "end_date": "1992-10-18",
        "description": {
          "zh-cn": "根据党章规定，中央顾问委员会是中央委员会的政治上的助手、参谋，在中央委员会的领导下工作。",
          "en": "According to the party constitution, the Central Advisory Commission was a political assistant and advisor to the Central Committee and worked under its leadership."
        }
      }
    },
    {
      "source": "中国共产党中央顾问委员会",
      "target": "中国共产党全国代表大会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1982-09-12",
        "end_date": "1992-10-18",
        "description": {
          "zh-cn": "中央顾问委员会由党的全国代表大会选举产生，对其负责。",
          "en": "The Central Advisory Commission was elected by and responsible to the National Congress of the party."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "中国共产党中央顾问委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1982-09-13",
        "end_date": "1987-11-02",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        },
        "description": {
          "zh-cn": "邓小平担任中央顾问委员会第一届主任。",
          "en": "Deng Xiaoping served as the Director of the first Central Advisory Commission."
        }
      }
    },
    {
      "source": "陈云",
      "target": "中国共产党中央顾问委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1987-11-02",
        "end_date": "1992-10-18",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        },
        "description": {
          "zh-cn": "陈云担任中央顾问委员会第二届主任。",
          "en": "Chen Yun served as the Director of the second Central Advisory Commission."
        }
      }
    },
    {
      "source": "薄一波",
      "target": "中国共产党中央顾问委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1982-09-13",
        "end_date": "1992-10-18",
        "position": {
          "zh-cn": "副主任",
          "en": "Vice Director"
        },
        "description": {
          "zh-cn": "薄一波在两届中顾委中均担任副主任，并主持日常工作。",
          "en": "Bo Yibo served as Vice Director in both terms of the Central Advisory Commission and presided over its daily work."
        }
      }
    },
    {
      "source": "宋任穷",
      "target": "中国共产党中央顾问委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1985-09-24",
        "end_date": "1992-10-18",
        "position": {
          "zh-cn": "副主任",
          "en": "Vice Director"
        },
        "description": {
          "zh-cn": "宋任穷于1985年增选为中顾委副主任，并在第二届中连任。",
          "en": "Song Renqiong was elected as a Vice Director of the Central Advisory Commission in 1985 and was re-elected for the second term."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "中国共产党中央顾问委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-09",
        "description": {
          "zh-cn": "邓小平在1989年9月明确提出从中共十四大起不再设立中顾委的设想，并在此后坚持中顾委必须撤销。",
          "en": "In September 1989, Deng Xiaoping clearly proposed the idea of not establishing the Central Advisory Commission from the 14th National Congress of the CPC onwards, and subsequently insisted that it must be abolished."
        }
      }
    },
    {
      "source": "陈云",
      "target": "中国共产党中央顾问委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991",
        "description": {
          "zh-cn": "1991年上半年，时任中顾委主任陈云表示自己将在中共十四大后退下，并建议研究不再设立中顾委。",
          "en": "In the first half of 1991, Chen Yun, then Director of the Central Advisory Commission, stated that he would step down after the 14th National Congress of the CPC and suggested that the abolition of the commission be considered."
        }
      }
    },
    {
      "source": "中国共产党第十四次全国代表大会",
      "target": "中国共产党中央顾问委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1992-10-18",
        "description": {
          "zh-cn": "中共十四大通过了关于中央顾问委员会工作报告的决议，同意了其报告中提出的“不再设立中央顾问委员会”的建议，正式结束了该机构的历史使命。",
          "en": "The 14th National Congress of the CPC passed a resolution on the work report of the Central Advisory Commission, agreeing to the suggestion in the report to 'no longer establish the Central Advisory Commission', officially ending the historical mission of the institution."
        }
      }
    },
    {
      "source": "陈丕显",
      "target": "陈云",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1991",
        "description": {
          "zh-cn": "1991年上半年，陈丕显在上海看望了时任中顾委主任陈云。",
          "en": "In the first half of 1991, Chen Pixian visited Chen Yun, then Director of the Central Advisory Commission, in Shanghai."
        }
      }
    }
  ]
}