{
  "nodes": [
    {
      "id": "宋哲宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋哲宗",
          "赵煦",
          "赵佣"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1077-01-04 - 1100-02-23",
        "gender": "Male",
        "location": {
          "zh-cn": "北宋",
          "en": "Northern Song Dynasty"
        },
        "death_place": {
          "zh-cn": "福宁殿",
          "en": "Funing Hall"
        },
        "description": {
          "zh-cn": "北宋第七位皇帝（1085年-1100年在位），宋神宗第六子。即位时年幼，由祖母高太皇太后垂帘听政，期间以司马光为首的旧党废除了王安石变法。哲宗对此感到不满，亲政后推行“绍述”政策，重用章惇、曾布等新党，恢复新法，并贬斥司马光、苏轼、苏辙等旧党成员。对外，他停止与西夏和谈并多次出兵，迫使西夏求和。他自幼患有肺结核，最终因病去世，年仅23岁，葬于永泰陵。",
          "en": "The seventh emperor of the Northern Song Dynasty (reigned 1085–1100), and the sixth son of Emperor Shenzong. Ascending the throne as a child, the government was controlled by his grandmother, Grand Empress Dowager Gao, during which the New Policies of Wang Anshi were abolished by conservatives led by Sima Guang. Zhezong was dissatisfied with this. After assuming personal rule, he revived the reforms, reinstated the New Policies faction led by Zhang Dun and Zeng Bu, and demoted conservatives such as Sima Guang, Su Shi, and Su Zhe. In foreign policy, he ceased negotiations with the Western Xia and launched military campaigns, forcing them to sue for peace. He suffered from tuberculosis from a young age and died of illness at the age of 23. He was buried in the Yongtai Mausoleum."
        }
      }
    },
    {
      "id": "宋神宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋神宗",
          "赵顼"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋第六位皇帝，宋哲宗之父，支持王安石变法。",
          "en": "The sixth emperor of the Northern Song Dynasty, father of Emperor Zhezong, and a supporter of the Wang Anshi Reforms."
        }
      }
    },
    {
      "id": "钦成皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钦成皇后",
          "朱氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "宋神宗的妃嫔，宋哲宗的生母。",
          "en": "A consort of Emperor Shenzong and the biological mother of Emperor Zhezong."
        }
      }
    },
    {
      "id": "宋徽宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋徽宗",
          "赵佶"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋第八位皇帝，宋哲宗之弟和继任者。",
          "en": "The eighth emperor of the Northern Song Dynasty, younger brother and successor of Emperor Zhezong."
        }
      }
    },
    {
      "id": "宣仁圣烈皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宣仁圣烈皇后",
          "高太后",
          "高太皇太后"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "宋英宗的皇后，宋神宗的母亲。在宋哲宗即位初期垂帘听政，任用以司马光为首的旧党，废除新法。",
          "en": "Empress of Emperor Yingzong and mother of Emperor Shenzong. She served as regent during the early years of Emperor Zhezong's reign, appointing conservatives led by Sima Guang and abolishing the New Policies."
        }
      }
    },
    {
      "id": "司马光",
      "type": "Person",
      "name": {
        "zh-cn": [
          "司马光"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋政治家、史学家，元祐年间任宰相，全面废除王安石新法。",
          "en": "A politician and historian of the Northern Song Dynasty. He served as chancellor during the Yuanyou era and completely abolished Wang Anshi's New Policies."
        }
      }
    },
    {
      "id": "熙宁变法",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "熙宁变法",
          "王安石变法",
          "熙丰新法"
        ],
        "en": []
      },
      "properties": {
        "period": "1069 - 1085",
        "description": {
          "zh-cn": "由王安石在宋神宗支持下推动的旨在富国强兵的社会改革运动。在宋哲宗亲政后被部分恢复。",
          "en": "A series of socio-economic reforms aimed at enriching the state and strengthening the military, initiated by Wang Anshi with the support of Emperor Shenzong. It was partially revived after Emperor Zhezong assumed personal rule."
        }
      }
    },
    {
      "id": "章惇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章惇"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋政治家，宋哲宗亲政后任宰相，主持恢复新法，严厉打击旧党。",
          "en": "A politician of the Northern Song Dynasty. He served as chancellor after Emperor Zhezong assumed personal rule, overseeing the revival of the New Policies and harshly persecuting the conservative faction."
        }
      }
    },
    {
      "id": "曾布",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曾布"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋政治家，在宋哲宗亲政后受重用，支持恢复新法。",
          "en": "A politician of the Northern Song Dynasty who was heavily relied upon by Emperor Zhezong after he assumed personal rule, and supported the revival of the New Policies."
        }
      }
    },
    {
      "id": "苏轼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏轼"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋文学家、政治家，旧党核心人物之一，在哲宗亲政后被贬谪至岭南。",
          "en": "A writer and politician of the Northern Song Dynasty, a key figure in the conservative faction who was exiled to Lingnan after Emperor Zhezong assumed personal rule."
        }
      }
    },
    {
      "id": "苏辙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏辙"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋文学家、政治家，苏轼之弟，旧党核心人物之一，在哲宗亲政后被贬谪至岭南。",
          "en": "A writer and politician of the Northern Song Dynasty, younger brother of Su Shi, and a key figure in the conservative faction who was exiled to Lingnan after Emperor Zhezong assumed personal rule."
        }
      }
    },
    {
      "id": "昭慈圣献皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "昭慈圣献皇后",
          "孟皇后",
          "孟氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "宋哲宗的第一位皇后，由宣仁太后所立，后在绍圣年间因巫蛊案被废。",
          "en": "The first empress of Emperor Zhezong, chosen by Empress Dowager Xuanren. She was later deposed during the Shaosheng era due to accusations of witchcraft."
        }
      }
    },
    {
      "id": "昭怀皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "昭怀皇后",
          "刘皇后",
          "刘氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "宋哲宗的第二位皇后，在孟皇后被废后受册立。",
          "en": "The second empress of Emperor Zhezong, who was instated after Empress Meng was deposed."
        }
      }
    },
    {
      "id": "赵茂",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵茂",
          "献愍太子"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "宋哲宗之子，母为昭怀皇后刘氏，出生两月后夭折，追封为献愍太子。",
          "en": "Son of Emperor Zhezong and Empress Zhaohuai (Liu), who died two months after birth and was posthumously named Crown Prince Xianmin."
        }
      }
    },
    {
      "id": "西夏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "西夏"
        ],
        "en": [
          "Western Xia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "与北宋并立的党项族政权，位于中国西北部。",
          "en": "A Tangut-led dynasty in northwestern China that was contemporaneous with the Northern Song Dynasty."
        }
      }
    },
    {
      "id": "北宋",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北宋",
          "宋朝"
        ],
        "en": [
          "Northern Song Dynasty"
        ]
      },
      "properties": {
        "period": "960 - 1127",
        "description": {
          "zh-cn": "中国历史上的一个朝代，与南宋合称宋朝。",
          "en": "A dynasty in Chinese history, which together with the Southern Song is known as the Song Dynasty."
        }
      }
    },
    {
      "id": "王珪 (宋朝宰相)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王珪 (宋朝宰相)",
          "王珪"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋宰相，在宋神宗病危时建议立赵煦为太子。",
          "en": "A chancellor of the Northern Song Dynasty who suggested establishing Zhao Xu as the crown prince when Emperor Shenzong was critically ill."
        }
      }
    },
    {
      "id": "宋英宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋英宗",
          "赵曙"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋第五位皇帝，宋神宗之父，宋哲宗的祖父。",
          "en": "The fifth emperor of the Northern Song Dynasty, father of Emperor Shenzong and grandfather of Emperor Zhezong."
        }
      }
    },
    {
      "id": "永泰陵",
      "type": "Location",
      "name": {
        "zh-cn": [
          "永泰陵"
        ],
        "en": []
      },
      "properties": {
        "location": {
          "zh-cn": "河南巩义市",
          "en": "Gongyi, Henan"
        },
        "description": {
          "zh-cn": "宋哲宗的陵墓，位于今河南巩义市。其石刻雕像具有很高的艺术价值，但在历史上曾遭刘齐政权和元朝的盗掘。",
          "en": "The mausoleum of Emperor Zhezong, located in modern-day Gongyi, Henan. Its stone sculptures are of high artistic value, but the tomb was historically looted by the Qi regime and during the Yuan Dynasty."
        }
      }
    },
    {
      "id": "刘齐",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "刘齐"
        ],
        "en": [
          "Qi (vassal state)"
        ]
      },
      "properties": {
        "period": "1130 - 1137",
        "description": {
          "zh-cn": "金朝在中国北方建立的傀儡政权。曾在1130年大规模盗掘北宋皇陵。",
          "en": "A puppet state established by the Jin dynasty in northern China. It conducted large-scale looting of the Northern Song imperial mausoleums in 1130."
        }
      }
    },
    {
      "id": "岭南",
      "type": "Location",
      "name": {
        "zh-cn": [
          "岭南"
        ],
        "en": [
          "Lingnan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国南方五岭以南地区的概称，在宋代常作为官员贬谪之地。",
          "en": "A geographical area referring to the lands south of the Nanling Mountains in Southern China, often used as a place of exile for officials during the Song Dynasty."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "宋哲宗",
      "target": "宋神宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋哲宗是宋神宗的第六子。",
          "en": "Emperor Zhezong was the sixth son of Emperor Shenzong."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "钦成皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋哲宗的生母是钦成皇后朱氏。",
          "en": "Emperor Zhezong's biological mother was Empress Qincheng, of the Zhu clan."
        }
      }
    },
    {
      "source": "宋神宗",
      "target": "宋英宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋神宗是宋英宗之子。",
          "en": "Emperor Shenzong was the son of Emperor Yingzong."
        }
      }
    },
    {
      "source": "宋神宗",
      "target": "宣仁圣烈皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋神宗是宣仁圣烈皇后高氏之子。",
          "en": "Emperor Shenzong was the son of Empress Xuanren Shenglie, of the Gao clan."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "宋徽宗",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "宋徽宗是宋哲宗的弟弟。",
          "en": "Emperor Huizong was the younger brother of Emperor Zhezong."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "昭慈圣献皇后",
      "type": "SPOUSE_OF",
      "properties": {
        "end_date": "1096",
        "description": {
          "zh-cn": "昭慈圣献皇后孟氏是宋哲宗的第一位皇后，于绍圣三年（1096年）被废。",
          "en": "Empress Zhaoci Shengxian (Meng) was the first empress of Emperor Zhezong, and was deposed in the third year of the Shaosheng era (1096)."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "昭怀皇后",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1096",
        "description": {
          "zh-cn": "昭怀皇后刘氏是宋哲宗的第二位皇后，在孟皇后被废后受册立。",
          "en": "Empress Zhaohuai (Liu) was the second empress of Emperor Zhezong, instated after Empress Meng was deposed."
        }
      }
    },
    {
      "source": "赵茂",
      "target": "宋哲宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "赵茂是宋哲宗的独子。",
          "en": "Zhao Mao was the only son of Emperor Zhezong."
        }
      }
    },
    {
      "source": "赵茂",
      "target": "昭怀皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "赵茂的母亲是昭怀皇后刘氏。",
          "en": "Zhao Mao's mother was Empress Zhaohuai (Liu)."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "北宋",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1085-04-01",
        "end_date": "1100-02-23",
        "position": {
          "zh-cn": "皇帝",
          "en": "Emperor"
        },
        "description": {
          "zh-cn": "宋哲宗于1085年至1100年间担任北宋皇帝。",
          "en": "Emperor Zhezong served as the emperor of the Northern Song Dynasty from 1085 to 1100."
        }
      }
    },
    {
      "source": "宋徽宗",
      "target": "宋哲宗",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1100-02-23",
        "description": {
          "zh-cn": "宋哲宗去世后，其弟赵佶继位，是为宋徽宗。",
          "en": "After the death of Emperor Zhezong, his younger brother Zhao Ji succeeded to the throne as Emperor Huizong."
        }
      }
    },
    {
      "source": "宣仁圣烈皇后",
      "target": "熙宁变法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1085",
        "end_date": "1093",
        "description": {
          "zh-cn": "在垂帘听政期间，高太皇太后任用司马光等旧党，废除了神宗朝的熙宁变法。",
          "en": "During her regency, Grand Empress Dowager Gao appointed Sima Guang and other conservatives, abolishing the Xining Reforms of Emperor Shenzong's era."
        }
      }
    },
    {
      "source": "宣仁圣烈皇后",
      "target": "司马光",
      "type": "PUSHED",
      "properties": {
        "start_date": "1085",
        "description": {
          "zh-cn": "高太皇太后执政后，任用保守派大臣司马光为宰相。",
          "en": "After assuming power as regent, Grand Empress Dowager Gao appointed the conservative minister Sima Guang as chancellor."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "宣仁圣烈皇后",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1085 - 1093",
        "description": {
          "zh-cn": "宋哲宗对高太皇太后执政期间尽罢新法的做法感到不满。",
          "en": "Emperor Zhezong was dissatisfied with Grand Empress Dowager Gao's complete abolition of the New Policies during her regency."
        }
      }
    },
    {
      "source": "司马光",
      "target": "熙宁变法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1085",
        "description": {
          "zh-cn": "司马光上台后，不顾一切尽罢新法（熙宁变法）。",
          "en": "After coming to power, Sima Guang completely abolished the New Policies (Xining Reforms)."
        }
      }
    },
    {
      "source": "王珪 (宋朝宰相)",
      "target": "宋哲宗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1085",
        "description": {
          "zh-cn": "宋神宗病重时，宰相王珪建议立赵煦（即后来的宋哲宗）为储君。",
          "en": "When Emperor Shenzong was critically ill, Chancellor Wang Gui suggested establishing Zhao Xu (the future Emperor Zhezong) as the crown prince."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "熙宁变法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1093-10",
        "description": {
          "zh-cn": "哲宗亲政后，表明绍述神宗事业，恢复王安石变法中的保甲法、免役法、青苗法等。",
          "en": "After assuming personal rule, Emperor Zhezong declared his intention to continue the work of Emperor Shenzong and restored aspects of the Wang Anshi Reforms, such as the Baojia system, the Hired Service Law, and the Green Sprouts Law."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "司马光",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1093-10",
        "description": {
          "zh-cn": "哲宗亲政后，为报复元祐旧党，追贬已故的司马光。",
          "en": "After assuming personal rule, Emperor Zhezong posthumously demoted the deceased Sima Guang as part of his retaliation against the Yuanyou conservative faction."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "苏轼",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1093-10",
        "description": {
          "zh-cn": "哲宗亲政后，将旧党党人苏轼贬谪于岭南。",
          "en": "After assuming personal rule, Emperor Zhezong exiled the conservative faction member Su Shi to Lingnan."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "苏辙",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1093-10",
        "description": {
          "zh-cn": "哲宗亲政后，将旧党党人苏辙贬谪于岭南。",
          "en": "After assuming personal rule, Emperor Zhezong exiled the conservative faction member Su Zhe to Lingnan."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "章惇",
      "type": "PUSHED",
      "properties": {
        "start_date": "1093-10",
        "description": {
          "zh-cn": "哲宗亲政后，重用革新派章惇为宰相以恢复新法。",
          "en": "After assuming personal rule, Emperor Zhezong heavily relied on the reformer Zhang Dun as chancellor to revive the New Policies."
        }
      }
    },
    {
      "source": "章惇",
      "target": "昭慈圣献皇后",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1096",
        "description": {
          "zh-cn": "绍圣三年（1096年），章惇以巫蛊诅咒的罪名，要求宋哲宗废黜孟皇后。宋哲宗因此感叹“章惇坏我名节！”",
          "en": "In the third year of the Shaosheng era (1096), Zhang Dun accused Empress Meng of witchcraft and demanded that Emperor Zhezong depose her, causing the emperor to lament, 'Zhang Dun has ruined my reputation!'"
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "西夏",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1094",
        "description": {
          "zh-cn": "哲宗亲政后，停止与西夏谈判，多次出兵讨伐，迫使西夏向宋朝乞和。",
          "en": "After assuming personal rule, Emperor Zhezong ceased negotiations with the Western Xia, launched multiple military campaigns against them, and forced them to sue for peace with the Song court."
        }
      }
    },
    {
      "source": "刘齐",
      "target": "永泰陵",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1130",
        "description": {
          "zh-cn": "1130年，刘齐政权盗掘包括永泰陵在内的北宋陵寝，陵上建筑被破坏，陵内宝物被洗劫一空。",
          "en": "In 1130, the Qi regime looted the Northern Song mausoleums, including Yongtai Mausoleum. The structures on the surface were destroyed and the treasures inside were plundered."
        }
      }
    }
  ]
}