{
  "nodes": [
    {
      "id": "国民政府军事委员会调查统计局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民政府军事委员会调查统计局",
          "军统局",
          "军统",
          "军事委员会调查统计局"
        ],
        "en": [
          "Bureau of Investigation and Statistics of the Military Commission"
        ]
      },
      "properties": {
        "period": "1937-04 - 1946-07-01",
        "location": {
          "zh-cn": "南京市"
        },
        "description": {
          "zh-cn": "中华民国国民政府的情报机关之一，负责谍报、暗杀等工作，由力行社特务处等组织合并及改组而成。其前身为1927年成立的国民革命军总司令部密查组。抗日战争期间，该机构在刺探日本情报、刺杀汉奸、反共有着重要作用。1946年改组为国防部保密局。",
          "en": "One of the intelligence agencies of the Nationalist Government of the Republic of China, responsible for espionage, assassination, and other tasks. It was formed by the merger and reorganization of organizations such as the Lixing Society's Special Affairs Department. Its predecessor was the Secret Investigation Group of the National Revolutionary Army Headquarters, established in 1927. During the Second Sino-Japanese War, the agency played a significant role in gathering intelligence on Japan, assassinating collaborators, and anti-communist activities. It was reorganized into the Ministry of National Defense's Confidential Bureau in 1946."
        }
      }
    },
    {
      "id": "戴笠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "戴笠"
        ],
        "en": [
          "Dai Li"
        ]
      },
      "properties": {
        "lifetime": " - 1946-03-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国国民革命军陆军中将，国民政府军事委员会调查统计局的实际领导者，被认为是蒋介石的得力助手。",
          "en": "A lieutenant general of the National Revolutionary Army of the Republic of China and the de facto leader of the Bureau of Investigation and Statistics of the Military Commission, considered a key aide to Chiang Kai-shek."
        }
      }
    },
    {
      "id": "毛人凤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛人凤"
        ],
        "en": [
          "Mao Renfeng"
        ]
      },
      "properties": {
        "lifetime": " - 1956-12-11",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国国民革命军陆军上将，接替戴笠成为军统的领导人，后任国防部保密局局长。其任内处理了多起重大案件，并与蒋经国存在权力斗争。",
          "en": "A general of the National Revolutionary Army of the Republic of China who succeeded Dai Li as the leader of Juntong (BIS), later serving as the director of the Ministry of National Defense's Confidential Bureau. He handled several major cases during his tenure and was involved in a power struggle with Chiang Ching-kuo."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正",
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家、军事家，国民政府的长期领导人。军统是其建立并赖以控制国家、军队及国民党的重要工具。",
          "en": "A Chinese politician and military leader who was the long-term leader of the Nationalist Government. Juntong (BIS) was a crucial tool he established and relied on to control the state, the military, and the Kuomintang."
        }
      }
    },
    {
      "id": "力行社特务处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "力行社特务处",
          "特务处"
        ],
        "en": []
      },
      "properties": {
        "period": "1932-04-01 - 1937-04",
        "description": {
          "zh-cn": "由戴笠领导的联络组改组而成，名义上隶属于力行社，是军统局的直接前身。",
          "en": "Reorganized from the Liaison Group led by Dai Li, nominally subordinate to the Lixing Society. It was the direct predecessor of the Bureau of Investigation and Statistics (Juntong)."
        }
      }
    },
    {
      "id": "国防部保密局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国防部保密局"
        ],
        "en": [
          "Confidential Bureau"
        ]
      },
      "properties": {
        "period": "1946-07-01 - 1955",
        "location": {
          "zh-cn": "台湾"
        },
        "description": {
          "zh-cn": "由国民政府军事委员会调查统计局于1946年改组而成的情报机构。在国共内战及国民党政府迁台初期，由毛人凤领导，在台湾主导调查了多起政治案件，制造了大量白色恐怖时期的冤案。1955年改组为国防部情报局。",
          "en": "An intelligence agency reorganized from the Bureau of Investigation and Statistics in 1946. During the Chinese Civil War and the early period of the KMT government's relocation to Taiwan, it was led by Mao Renfeng and was responsible for investigating numerous political cases in Taiwan, creating a large number of unjust cases during the White Terror period. It was reorganized into the Intelligence Bureau of the Ministry of National Defense in 1955."
        }
      }
    },
    {
      "id": "蒋经国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋经国"
        ],
        "en": [
          "Chiang Ching-kuo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蒋介石之子，中华民国第六、七任总统。在国民党政府迁台后，逐步掌控了包括军统系统在内的情治机构，并与毛人凤等人存在权力斗争。",
          "en": "The son of Chiang Kai-shek and the 6th and 7th President of the Republic of China. After the KMT government's retreat to Taiwan, he gradually took control of the intelligence and security agencies, including the Juntong system, and engaged in power struggles with figures like Mao Renfeng."
        }
      }
    },
    {
      "id": "江南案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "江南案"
        ],
        "en": [
          "Henry Liu case"
        ]
      },
      "properties": {
        "period": "1984",
        "location": {
          "zh-cn": "美国"
        },
        "description": {
          "zh-cn": "1984年在美国发生的作家刘宜良（笔名“江南”）被杀案。该案由台湾国防部情报局策划并派遣黑帮执行，事后引发台美关系紧张，并直接导致情报局进行大规模改组。",
          "en": "The 1984 murder of writer Henry Liu (pen name 'Jiang Nan') in the United States. The case was planned by Taiwan's Intelligence Bureau of the Ministry of National Defense and carried out by gang members, leading to strained Taiwan-US relations and a major reorganization of the intelligence bureau."
        }
      }
    },
    {
      "id": "杨杏佛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨杏佛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中央研究院副院长兼总干事，中国民权保障同盟的执行委员兼秘书长，因其政治活动而被蒋介石所厌恶，后遭军统特务刺杀。",
          "en": "Vice President and Director General of Academia Sinica, and executive committee member and secretary-general of the China League for Civil Rights. He was disliked by Chiang Kai-shek for his political activities and was later assassinated by Juntong agents."
        }
      }
    },
    {
      "id": "史量才",
      "type": "Person",
      "name": {
        "zh-cn": [
          "史量才"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "上海市参议会会长，因被蒋介石认为同情并接济中共地下党组织，而遭军统特务刺杀。",
          "en": "President of the Shanghai Municipal Council, who was assassinated by Juntong agents because Chiang Kai-shek believed he sympathized with and provided financial support to the underground organization of the Chinese Communist Party."
        }
      }
    },
    {
      "id": "白色恐怖",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "白色恐怖"
        ],
        "en": [
          "White Terror"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "台湾"
        },
        "description": {
          "zh-cn": "国民党政府在台湾实施的政治镇压时期。国防部保密局在此期间通过处理孙立人案等案件，制造了大量冤案。",
          "en": "A period of political repression in Taiwan under the Kuomintang government. The Ministry of National Defense's Confidential Bureau created numerous unjust cases during this period by handling cases such as the Sun Li-jen incident."
        }
      }
    },
    {
      "id": "孙立人",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙立人"
        ],
        "en": [
          "Sun Li-jen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国陆军二级上将。1955年，他被卷入了一场兵变案，导致其被软禁多年，此案是白色恐怖时期的重要事件。",
          "en": "A General of the Army of the Republic of China. In 1955, he was implicated in a coup plot, leading to many years of house arrest. This case was a significant event during the White Terror period."
        }
      }
    },
    {
      "id": "孙立人兵变案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "孙立人兵变案"
        ],
        "en": [
          "Sun Li-jen incident"
        ]
      },
      "properties": {
        "period": "1955",
        "description": {
          "zh-cn": "指控孙立人将军及其部属密谋兵变的政治案件，由国防部保密局负责侦办，被认为是白色恐怖时期的一起重要冤案。",
          "en": "A political case accusing General Sun Li-jen and his subordinates of plotting a coup. It was investigated by the Confidential Bureau of the Ministry of National Defense and is considered a major miscarriage of justice during the White Terror period."
        }
      }
    },
    {
      "id": "汪希苓",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪希苓"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国海军中将，曾任国防部情报局局长，因卷入江南案而被捕入狱。",
          "en": "A vice admiral of the Republic of China Navy who served as the Director of the Intelligence Bureau of the Ministry of National Defense. He was arrested and imprisoned for his involvement in the Henry Liu case."
        }
      }
    },
    {
      "id": "刘宜良",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘宜良"
        ],
        "en": [
          "Henry Liu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "美籍华裔作家，笔名“江南”。因撰写《蒋经国传》等作品，于1984年在美国被台湾国防部情报局派员杀害。",
          "en": "A Chinese-American writer with the pen name 'Jiang Nan'. He was assassinated in the United States in 1984 by agents dispatched by Taiwan's Intelligence Bureau of the Ministry of National Defense for writing works such as 'The Biography of Chiang Ching-kuo'."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的执政党。反共是军统自成立以来的核心任务之一。",
          "en": "The ruling political party of China. Anti-communism was one of the core missions of Juntong (BIS) since its inception."
        }
      }
    },
    {
      "id": "日本",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本"
        ],
        "en": [
          "Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东亚国家。在抗日战争期间，军统局的主要任务之一是搜集日军情报并打击其在中国的势力。",
          "en": "An East Asian country. During the Second Sino-Japanese War, one of the main tasks of Juntong (BIS) was to gather intelligence on the Japanese military and combat its influence in China."
        }
      }
    },
    {
      "id": "国防部情报局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国防部情报局"
        ],
        "en": [
          "Intelligence Bureau"
        ]
      },
      "properties": {
        "period": "1955 - 1985-07-01",
        "description": {
          "zh-cn": "1955年由国防部保密局改组而成的情报机构。1984年因卷入江南案而再次进行大规模改组。",
          "en": "An intelligence agency reorganized from the Confidential Bureau of the Ministry of National Defense in 1955. It underwent another major reorganization in 1984 due to its involvement in the Henry Liu case."
        }
      }
    },
    {
      "id": "国防部军事情报局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国防部军事情报局"
        ],
        "en": [
          "Military Intelligence Bureau"
        ]
      },
      "properties": {
        "period": "1985-07-01 - ",
        "description": {
          "zh-cn": "1985年由国防部情报局与国防部特种情报室合并成立的情报机构，隶属于国防部参谋本部。",
          "en": "An intelligence agency established in 1985 through the merger of the Intelligence Bureau and the Special Intelligence Office of the Ministry of National Defense, subordinate to the General Staff Headquarters of the Ministry of National Defense."
        }
      }
    },
    {
      "id": "国防部特种情报室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国防部特种情报室"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国国防部下属的情报单位，于1985年与国防部情报局合并为国防部军事情报局。",
          "en": "An intelligence unit under the Ministry of National Defense of the Republic of China, which merged with the Intelligence Bureau in 1985 to form the Military Intelligence Bureau."
        }
      }
    },
    {
      "id": "叶翔之",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶翔之"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "军统局处长出身，受到蒋经国扶植，在毛人凤去世后接掌保密局（后为情报局），使该系统成为蒋经国的势力范围。",
          "en": "Originally a department head in Juntong (BIS), he was supported by Chiang Ching-kuo and took over the Confidential Bureau (later the Intelligence Bureau) after Mao Renfeng's death, bringing the system into Chiang Ching-kuo's sphere of influence."
        }
      }
    },
    {
      "id": "国民政府军事委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民政府军事委员会"
        ],
        "en": [
          "Military Affairs Commission"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "国民政府时期的最高军事统率机关，军统局为其下属单位。",
          "en": "The supreme military command body during the Nationalist Government period, of which the Bureau of Investigation and Statistics (Juntong) was a subordinate unit."
        }
      }
    },
    {
      "id": "中华民国国防部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国国防部"
        ],
        "en": [
          "Ministry of National Defense (Republic of China)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的国防事务主管机关。国防部保密局及后续情报机构均隶属于此。",
          "en": "The authority responsible for defense affairs in the Republic of China. The Confidential Bureau and subsequent intelligence agencies were subordinate to it."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "蒋中正",
      "target": "国民政府军事委员会调查统计局",
      "type": "PUSHED",
      "properties": {
        "start_date": "1932",
        "description": {
          "zh-cn": "蒋介石为加强个人统治，命令戴笠等人建立特务组织，并将其发展为军统局，作为其控制国家和军队的重要工具。",
          "en": "To strengthen his personal rule, Chiang Kai-shek ordered Dai Li and others to establish a secret service organization, which evolved into the Bureau of Investigation and Statistics (Juntong), serving as a crucial tool for his control over the state and military."
        }
      }
    },
    {
      "source": "力行社特务处",
      "target": "国民政府军事委员会调查统计局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1937-04",
        "description": {
          "zh-cn": "1937年，戴笠负责的力行社特务处与徐恩曾负责的党务调查处合并，组建为国民政府军事委员会调查统计局。",
          "en": "In 1937, the Special Affairs Department of the Lixing Society, led by Dai Li, merged with the Party Affairs Investigation Department, led by Xu Enzeng, to form the Bureau of Investigation and Statistics of the Military Commission."
        }
      }
    },
    {
      "source": "国民政府军事委员会调查统计局",
      "target": "国防部保密局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1946-07-01",
        "description": {
          "zh-cn": "1946年7月1日，国民政府军事委员会调查统计局改组更名为国防部保密局。",
          "en": "On July 1, 1946, the Bureau of Investigation and Statistics of the Military Commission was reorganized and renamed the Confidential Bureau of the Ministry of National Defense."
        }
      }
    },
    {
      "source": "国防部保密局",
      "target": "国防部情报局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "1955年，国防部保密局改组为国防部情报局。",
          "en": "In 1955, the Confidential Bureau was reorganized into the Intelligence Bureau of the Ministry of National Defense."
        }
      }
    },
    {
      "source": "国防部情报局",
      "target": "国防部军事情报局",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1985-07-01",
        "description": {
          "zh-cn": "1985年7月1日，因江南案影响，国防部情报局与国防部特种情报室合并，成立国防部军事情报局。",
          "en": "On July 1, 1985, influenced by the Henry Liu case, the Intelligence Bureau merged with the Special Intelligence Office to form the Military Intelligence Bureau of the Ministry of National Defense."
        }
      }
    },
    {
      "source": "国防部特种情报室",
      "target": "国防部军事情报局",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1985-07-01",
        "description": {
          "zh-cn": "1985年7月1日，国防部特种情报室与国防部情报局合并，成立国防部军事情报局。",
          "en": "On July 1, 1985, the Special Intelligence Office merged with the Intelligence Bureau to form the Military Intelligence Bureau of the Ministry of National Defense."
        }
      }
    },
    {
      "source": "戴笠",
      "target": "国民政府军事委员会调查统计局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1932",
        "end_date": "1946-03-17",
        "position": {
          "zh-cn": "副局长（实际负责人）",
          "en": "Deputy Director (de facto leader)"
        },
        "description": {
          "zh-cn": "戴笠是军统局及其前身的长期实际领导者，直接向蒋介石负责。",
          "en": "Dai Li was the long-term de facto leader of Juntong (BIS) and its predecessors, reporting directly to Chiang Kai-shek."
        }
      }
    },
    {
      "source": "毛人凤",
      "target": "国民政府军事委员会调查统计局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1946-03-17",
        "end_date": "1946-07-01",
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        },
        "description": {
          "zh-cn": "戴笠死后，毛人凤接任军统局局长。",
          "en": "After Dai Li's death, Mao Renfeng took over as the director of Juntong (BIS)."
        }
      }
    },
    {
      "source": "毛人凤",
      "target": "国防部保密局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1946-07-01",
        "end_date": "1955",
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        },
        "description": {
          "zh-cn": "毛人凤在军统局改组为保密局后继续担任局长。",
          "en": "Mao Renfeng continued to serve as Director after Juntong (BIS) was reorganized into the Confidential Bureau."
        }
      }
    },
    {
      "source": "戴笠",
      "target": "杨杏佛",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1933-06-18",
        "description": {
          "zh-cn": "戴笠亲自指挥军统特务在上海租界刺杀了中央研究院副院长杨杏佛。",
          "en": "Dai Li personally directed Juntong agents to assassinate Academia Sinica Vice President Yang Xingfo in the Shanghai International Settlement."
        }
      }
    },
    {
      "source": "戴笠",
      "target": "史量才",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1934-11-14",
        "description": {
          "zh-cn": "戴笠亲自安排布置军统特务在沪杭公路刺杀了上海市参议会会长史量才。",
          "en": "Dai Li personally arranged for Juntong agents to assassinate Shanghai Municipal Council President Shi Liangcai on the Shanghai-Hangzhou highway."
        }
      }
    },
    {
      "source": "国民政府军事委员会调查统计局",
      "target": "日本",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1937",
        "end_date": "1945",
        "description": {
          "zh-cn": "在抗日战争期间，军统局将对日情报工作作为核心任务之一，从事电讯侦破、策反、游击战等多种形式的斗争。",
          "en": "During the Second Sino-Japanese War, Juntong (BIS) made intelligence work against Japan one of its core missions, engaging in various forms of struggle including signals intelligence, counter-espionage, and guerrilla warfare."
        }
      }
    },
    {
      "source": "国民政府军事委员会调查统计局",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "反共是军统自成立之初蒋介石交予的两大任务之一，也是其工作的核心。军统持续对中共组织进行情报搜集、破坏和暗杀活动。",
          "en": "Anti-communism was one of the two major tasks assigned by Chiang Kai-shek at the inception of Juntong (BIS) and was the core of its work. Juntong continuously conducted intelligence gathering, sabotage, and assassination activities against CCP organizations."
        }
      }
    },
    {
      "source": "国防部保密局",
      "target": "白色恐怖",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949",
        "description": {
          "zh-cn": "国民党政府迁台后，国防部保密局主导调查了台湾省工作委员会案、孙立人兵变案等，造成了众多冤案，是白色恐怖时期的主要执行机构之一。",
          "en": "After the KMT government retreated to Taiwan, the Confidential Bureau of the Ministry of National Defense led investigations into cases such as the Taiwan Provincial Work Committee case and the Sun Li-jen incident, resulting in numerous unjust cases and making it one of the main executing agencies of the White Terror period."
        }
      }
    },
    {
      "source": "孙立人兵变案",
      "target": "孙立人",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "孙立人将军因被指控涉嫌兵变而被长期软禁，该案是白色恐怖时期的标志性事件。",
          "en": "General Sun Li-jen was placed under long-term house arrest for his alleged involvement in a coup plot, a landmark event of the White Terror period."
        }
      }
    },
    {
      "source": "国防部情报局",
      "target": "刘宜良",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1984",
        "description": {
          "zh-cn": "国防部情报局特训并派遣黑帮成员至美国，杀害了作家刘宜良（江南）。",
          "en": "The Intelligence Bureau of the Ministry of National Defense trained and dispatched gang members to the United States to assassinate writer Henry Liu (Jiang Nan)."
        }
      }
    },
    {
      "source": "江南案",
      "target": "汪希苓",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1985",
        "description": {
          "zh-cn": "江南案曝光后，时任情报局局长汪希苓因涉案被捕入狱。",
          "en": "After the Henry Liu case was exposed, the then-Director of the Intelligence Bureau, Wang Hsi-ling, was arrested and imprisoned for his involvement."
        }
      }
    },
    {
      "source": "江南案",
      "target": "国防部情报局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1985",
        "description": {
          "zh-cn": "江南案对台湾的国际形象造成严重损害，并直接导致国防部情报局进行大规模改组。",
          "en": "The Henry Liu case severely damaged Taiwan's international image and directly led to a major reorganization of the Intelligence Bureau of the Ministry of National Defense."
        }
      }
    },
    {
      "source": "毛人凤",
      "target": "蒋经国",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1951",
        "end_date": "1956",
        "description": {
          "zh-cn": "在国民党政府迁台后，毛人凤为巩固自身权力，与逐渐掌控情治系统的蒋经国发生了激烈的权力斗争，曾搜集蒋经国的情报向蒋介石告状，最终在斗争中失势。",
          "en": "After the KMT government's retreat to Taiwan, Mao Renfeng engaged in a fierce power struggle with Chiang Ching-kuo, who was gradually taking control of the intelligence system, in order to consolidate his own power. Mao once collected intelligence on Chiang Ching-kuo and reported it to Chiang Kai-shek, but ultimately lost the struggle."
        }
      }
    },
    {
      "source": "蒋经国",
      "target": "叶翔之",
      "type": "PUSHED",
      "properties": {
        "start_date": "1952",
        "description": {
          "zh-cn": "在与毛人凤的斗争中，蒋经国开始扶植副主任秘书出身的叶翔之，并最终帮助其在毛人凤死后接掌情报局，从而将该系统纳入自己的势力范围。",
          "en": "During his struggle with Mao Renfeng, Chiang Ching-kuo began to support Ye Xiangzhi, who had a background as a deputy chief secretary, and eventually helped him take over the Intelligence Bureau after Mao's death, thereby bringing the system into his own sphere of influence."
        }
      }
    },
    {
      "source": "叶翔之",
      "target": "国防部保密局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1956",
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        },
        "description": {
          "zh-cn": "毛人凤病逝后，叶翔之顺利接掌保密局局长。",
          "en": "After Mao Renfeng died of illness, Ye Xiangzhi successfully took over as the director of the Confidential Bureau."
        }
      }
    },
    {
      "source": "国民政府军事委员会调查统计局",
      "target": "国民政府军事委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "国民政府军事委员会调查统计局是隶属于国民政府军事委员会办公厅的下属机构。",
          "en": "The Bureau of Investigation and Statistics was a subordinate organization under the General Office of the Military Affairs Commission of the Nationalist Government."
        }
      }
    },
    {
      "source": "国防部保密局",
      "target": "中华民国国防部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "国防部保密局是隶属于中华民国国防部的下属机构。",
          "en": "The Confidential Bureau was a subordinate organization under the Ministry of National Defense of the Republic of China."
        }
      }
    },
    {
      "source": "蒋介石",
      "target": "蒋经国",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "蒋经国是蒋介石的儿子。",
          "en": "Chiang Ching-kuo is the son of Chiang Kai-shek."
        }
      }
    }
  ]
}