{
  "nodes": [
    {
      "id": "京华城案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "京华城案",
          "京华城土地违法容积奖励案"
        ],
        "en": []
      },
      "properties": {
        "period": "2010 - ",
        "description": {
          "zh-cn": "一宗围绕台北市京华城购物中心改建案容积率引发的贪污及图利争议案件，导致前台北市长柯文哲等多名政商界人士被起诉。",
          "en": "A corruption and undue benefits controversy surrounding the floor area ratio of the Core Pacific City shopping center redevelopment project in Taipei, which led to the indictment of former Taipei Mayor Ko Wen-je and several other political and business figures."
        }
      }
    },
    {
      "id": "柯文哲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柯文哲"
        ],
        "en": [
          "Ko Wen-je"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，曾任台北市市长、台湾民众党主席。因京华城案被控贪污图利并遭羁押。",
          "en": "Taiwanese politician, former Mayor of Taipei and Chairman of the Taiwan People's Party. He was accused of corruption and illicit gains in the Core Pacific City case and was detained."
        }
      }
    },
    {
      "id": "郝龙斌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郝龙斌"
        ],
        "en": [
          "Hau Lung-pin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，曾任台北市市长。他与柯文哲的相互指控被认为是京华城案争议急剧升温的引爆点。",
          "en": "Taiwanese politician and former Mayor of Taipei. His mutual accusations with Ko Wen-je are considered the trigger point that escalated the Core Pacific City case controversy."
        }
      }
    },
    {
      "id": "沈庆京",
      "type": "Person",
      "name": {
        "zh-cn": [
          "沈庆京"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "威京总部集团主席，京华城案核心人物之一，被控为获取不当容积率而行贿官员。",
          "en": "Chairman of the Core Pacific Group, a central figure in the Core Pacific City case, accused of bribing officials to obtain improper floor area ratio."
        }
      }
    },
    {
      "id": "彭振声",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭振声"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前台北市副市长，在柯文哲市府时期兼任台北市都市计划委员会主任委员，因京华城案被控图利罪。",
          "en": "Former Deputy Mayor of Taipei, who also served as the chairman of the Taipei Urban Planning Commission during Ko Wen-je's administration. He was accused of illicit gains in the Core Pacific City case."
        }
      }
    },
    {
      "id": "应晓薇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "应晓薇"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国国民党籍台北市议员，被控在京华城案中收受贿赂，为威京集团游说市府官员。",
          "en": "Kuomintang (KMT) Taipei City Councilor, accused of accepting bribes in the Core Pacific City case to lobby city government officials on behalf of the Core Pacific Group."
        }
      }
    },
    {
      "id": "李文宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李文宗"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "柯文哲市府时期的台北市长办公室主任，因京华城案被控违背职务收受贿赂罪。",
          "en": "Director of the Taipei City Mayor's Office during Ko Wen-je's administration, accused of accepting bribes against his duties in the Core Pacific City case."
        }
      }
    },
    {
      "id": "黄景茂",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄景茂"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "柯文哲市府时期的台北市政府都市发展局局长，因京华城案被控图利罪。",
          "en": "Director of the Department of Urban Development of Taipei City Government during Ko Wen-je's administration, accused of illicit gains in the Core Pacific City case."
        }
      }
    },
    {
      "id": "邵琇珮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邵琇珮"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "台北市都市计划委员会执行秘书，因京华城案被控图利罪，后转为污点证人。",
          "en": "Executive Secretary of the Taipei Urban Planning Commission, accused of illicit gains in the Core Pacific City case, later became a witness for the prosecution."
        }
      }
    },
    {
      "id": "朱亚虎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱亚虎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前台北市政府兵役局局长，后任威京集团子公司董事长，在京华城案中承认行贿。",
          "en": "Former Director of the Taipei City Government's Department of Military Service, later became the chairman of a Core Pacific Group subsidiary. He admitted to bribery in the Core Pacific City case."
        }
      }
    },
    {
      "id": "吴顺民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴顺民"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "应晓薇的助理，并担任威京集团子公司顾问，涉嫌参与京华城案的贿赂行为。",
          "en": "Assistant to Ying Hsiao-wei and a consultant for a Core Pacific Group subsidiary, suspected of being involved in the bribery activities of the Core Pacific City case."
        }
      }
    },
    {
      "id": "钟小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钟小平"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党籍台北市议员，向台北地检署告发柯文哲涉嫌图利，是京华城案进入司法调查的关键人物之一。",
          "en": "Kuomintang (KMT) Taipei City Councilor who filed a complaint with the Taipei District Prosecutors Office against Ko Wen-je for alleged illicit gains, making him a key figure in initiating the judicial investigation of the Core Pacific City case."
        }
      }
    },
    {
      "id": "许淑华 (1973年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许淑华 (1973年)",
          "许淑华"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "民进党籍台北市议员，在议会对柯文哲市府给予京华城高容积率提出质疑。",
          "en": "Democratic Progressive Party (DPP) Taipei City Councilor who questioned the Ko Wen-je administration's granting of a high floor area ratio to Core Pacific City in the city council."
        }
      }
    },
    {
      "id": "高嘉瑜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高嘉瑜"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "民进党籍政治人物，曾任台北市议员，早期曾指控官员图利京华城。",
          "en": "Democratic Progressive Party (DPP) politician and former Taipei City Councilor who had previously accused officials of improperly benefiting Core Pacific City."
        }
      }
    },
    {
      "id": "林钦荣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林钦荣"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前台北市副市长，以证人身份表示在任内反对京华城增加容积率。",
          "en": "Former Deputy Mayor of Taipei, who testified as a witness that he opposed increasing the floor area ratio for Core Pacific City during his tenure."
        }
      }
    },
    {
      "id": "王尊侃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王尊侃"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "应晓薇的男友，因其银行帐户涉嫌参与接收贿款而被调查。",
          "en": "Boyfriend of Ying Hsiao-wei, investigated because his bank account was allegedly involved in receiving bribes."
        }
      }
    },
    {
      "id": "许芷瑜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许芷瑜",
          "橘子"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "柯文哲办公室秘书，在京华城案搜索前出境，后被检方列为被告并通缉。",
          "en": "Secretary in Ko Wen-je's office who left the country before the search in the Core Pacific City case, later named a defendant and wanted by prosecutors."
        }
      }
    },
    {
      "id": "台北市政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台北市政府",
          "北市府"
        ],
        "en": [
          "Taipei City Government"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "台北市",
          "en": "Taipei"
        },
        "description": {
          "zh-cn": "台北市最高行政机关，在郝龙斌与柯文哲市长任内处理京华城容积率争议。",
          "en": "The highest administrative body of Taipei City, which handled the Core Pacific City floor area ratio dispute during the administrations of Mayors Hau Lung-pin and Ko Wen-je."
        }
      }
    },
    {
      "id": "威京总部集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "威京总部集团",
          "威京集团"
        ],
        "en": [
          "Core Pacific Group"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "京华城的母公司，由沈庆京担任主席。被控为获取京华城改建案的不当容积奖励而行贿。",
          "en": "The parent company of Core Pacific City, chaired by Shen Ching-ching. It is accused of bribery to obtain improper floor area ratio bonuses for the Core Pacific City redevelopment project."
        }
      }
    },
    {
      "id": "台湾台北地方检察署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾台北地方检察署",
          "台北地检署",
          "北检"
        ],
        "en": [
          "Taiwan Taipei District Prosecutors Office"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "负责侦办京华城案的司法机关，对柯文哲、沈庆京等多名被告提起公诉。",
          "en": "The judicial body responsible for investigating the Core Pacific City case, which indicted defendants including Ko Wen-je and Shen Ching-ching."
        }
      }
    },
    {
      "id": "台湾台北地方法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾台北地方法院",
          "台北地方法院",
          "北院"
        ],
        "en": [
          "Taiwan Taipei District Court"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "审理京华城案的法院，曾裁定羁押及交保多名被告。",
          "en": "The court responsible for trying the Core Pacific City case, which has made rulings on the detention and bail of several defendants."
        }
      }
    },
    {
      "id": "监察院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "监察院"
        ],
        "en": [
          "Control Yuan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的最高监察机关，曾就京华城容积率争议对台北市政府提出纠正，其意见成为市府后续决策的依据之一。",
          "en": "The highest control body in Taiwan, which issued a corrective measure to the Taipei City Government regarding the Core Pacific City floor area ratio dispute. Its opinion became one of the bases for the city government's subsequent decisions."
        }
      }
    },
    {
      "id": "台北市议会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台北市议会"
        ],
        "en": [
          "Taipei City Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台北市的立法机关，成立专案小组对京华城容积违失案进行调查。",
          "en": "The legislative body of Taipei City, which formed a special investigation team to look into the irregularities of the Core Pacific City floor area ratio case."
        }
      }
    },
    {
      "id": "台湾民众党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾民众党",
          "民众党"
        ],
        "en": [
          "Taiwan People's Party",
          "TPP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由柯文哲创立并担任主席的政党。在京华城案爆发后，该党多次组织活动声援柯文哲，并批评司法不公。",
          "en": "A political party founded and chaired by Ko Wen-je. After the Core Pacific City case broke, the party organized multiple events to support Ko and criticized the judiciary for alleged injustice."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党",
          "国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾主要政党之一，多名涉入京华城案的人物如郝龙斌、应晓薇、沈庆京等具有国民党籍或曾担任党职。",
          "en": "One of Taiwan's major political parties. Several figures involved in the Core Pacific City case, such as Hau Lung-pin, Ying Hsiao-wei, and Shen Ching-ching, are members of the KMT or have held positions within the party."
        }
      }
    },
    {
      "id": "京华城购物中心",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "京华城购物中心",
          "京华城"
        ],
        "en": [
          "Core Pacific City Shopping Mall"
        ]
      },
      "properties": {
        "period": "2001 - 2019-11",
        "description": {
          "zh-cn": "位于台北市松山区的已停业购物中心，其改建为京华广场的过程引发了容积率争议。",
          "en": "A defunct shopping mall located in Songshan District, Taipei. Its redevelopment into Core Pacific Plaza sparked the floor area ratio controversy."
        }
      }
    },
    {
      "id": "京华广场",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "京华广场"
        ],
        "en": [
          "Core Pacific Plaza"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由京华城购物中心改建的商办大楼建案，其规划过程中的高容积率是京华城案的核心争议点。",
          "en": "The commercial office building project redeveloped from the Core Pacific City shopping mall. The high floor area ratio during its planning process is the central point of contention in the Core Pacific City case."
        }
      }
    },
    {
      "id": "台智光案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "台智光案"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "涉及台北市政府与台湾智慧光网公司合约的争议案件，柯文哲对郝龙斌在该案中的指控，引来了郝龙斌对京华城案的反击。",
          "en": "A controversial case involving a contract between the Taipei City Government and Tpe-Gateway Corp. Ko Wen-je's accusations against Hau Lung-pin in this case led to Hau's counter-accusations regarding the Core Pacific City case."
        }
      }
    },
    {
      "id": "都市更新条例",
      "type": "Document",
      "name": {
        "zh-cn": [
          "都市更新条例"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾关于都市更新的法律。京华城改建案被指违法引用此条例以获取容积奖励，因其并非都市更新案。",
          "en": "A Taiwanese law concerning urban regeneration. The Core Pacific City redevelopment project was accused of illegally citing this act to obtain floor area ratio bonuses, as it was not an urban renewal case."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "柯文哲",
      "target": "郝龙斌",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-04",
        "description": {
          "zh-cn": "指控前市长郝龙斌需要为“台智光案”负责，此举引发郝龙斌反击，从而引爆京华城案。",
          "en": "Accused former mayor Hau Lung-pin of being responsible for the 'Tpe-Gateway case', which provoked Hau to retaliate, thereby igniting the Core Pacific City case."
        }
      }
    },
    {
      "source": "郝龙斌",
      "target": "柯文哲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-04",
        "description": {
          "zh-cn": "反击柯文哲对台智光案的指控，直指柯文哲在京华城案中给予不当容积奖励，促使司法机关展开调查。",
          "en": "Countered Ko Wen-je's accusations regarding the Tpe-Gateway case by pointing out that Ko granted improper floor area ratio bonuses in the Core Pacific City case, prompting judicial investigation."
        }
      }
    },
    {
      "source": "钟小平",
      "target": "柯文哲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-05-02",
        "description": {
          "zh-cn": "前往台北地检署告发柯文哲与前副市长彭振声涉犯图利罪。",
          "en": "Went to the Taipei District Prosecutors Office to file a complaint against Ko Wen-je and former Deputy Mayor Peng Chen-sheng for alleged illicit gains."
        }
      }
    },
    {
      "source": "台湾台北地方检察署",
      "target": "柯文哲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-05",
        "end_date": "2024-12-26",
        "description": {
          "zh-cn": "就京华城案对柯文哲展开侦查，并最终以贪污、图利等罪名提起公诉。",
          "en": "Initiated an investigation into Ko Wen-je for the Core Pacific City case, and eventually indicted him on charges of corruption, illicit gains, and other offenses."
        }
      }
    },
    {
      "source": "台湾台北地方法院",
      "target": "柯文哲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-01-02",
        "end_date": "2025-09-08",
        "description": {
          "zh-cn": "在京华城案审理过程中，裁定将柯文哲羁押禁见。",
          "en": "During the trial of the Core Pacific City case, the court ruled to detain Ko Wen-je and prohibit visits and correspondence."
        }
      }
    },
    {
      "source": "沈庆京",
      "target": "应晓薇",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "被检方指控为京华城案向台北市议员应晓薇行贿，以换取其向市府官员游说。",
          "en": "Accused by prosecutors of bribing Taipei City Councilor Ying Hsiao-wei in the Core Pacific City case in exchange for her lobbying of city government officials."
        }
      }
    },
    {
      "source": "应晓薇",
      "target": "京华城案",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020",
        "description": {
          "zh-cn": "涉嫌收受沈庆京贿赂后，为京华城容积奖励一事多次召开协调会并游说市府官员。",
          "en": "After allegedly accepting bribes from Shen Ching-ching, she held multiple coordination meetings and lobbied city officials regarding the floor area ratio bonus for Core Pacific City."
        }
      }
    },
    {
      "source": "柯文哲",
      "target": "京华广场",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-09-09",
        "description": {
          "zh-cn": "在台北市长任内，其市府最终核准将京华城改建案（京华广场）的容积率提升至840%，此举被控图利威京集团。",
          "en": "During his tenure as Mayor of Taipei, his administration approved increasing the floor area ratio for the Core Pacific City redevelopment project (Core Pacific Plaza) to 840%, an act for which he was accused of illicitly benefiting the Core Pacific Group."
        }
      }
    },
    {
      "source": "台湾民众党",
      "target": "柯文哲",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-09",
        "description": {
          "zh-cn": "在柯文哲因京华城案遭羁押后，多次举办集会活动声援柯文哲，并主张其遭受司法迫害。",
          "en": "After Ko Wen-je was detained in the Core Pacific City case, the party held multiple rallies to support him, claiming he was a victim of judicial persecution."
        }
      }
    },
    {
      "source": "监察院",
      "target": "台北市政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016",
        "description": {
          "zh-cn": "就京华城容积率认定争议提出纠正案，促使台北市政府处理此案，并于2018年发函确认容积率为560%，成为后续变更的基础。",
          "en": "Issued a corrective measure regarding the dispute over Core Pacific City's floor area ratio, prompting the Taipei City Government to address the case, and confirmed the ratio as 560% in a 2018 letter, which became the basis for subsequent changes."
        }
      }
    },
    {
      "source": "许淑华 (1973年)",
      "target": "柯文哲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-11-28",
        "description": {
          "zh-cn": "在市议会质询时，质疑柯文哲市府给予京华城不合理的超高容积率。",
          "en": "During a city council inquiry, she questioned the Ko Wen-je administration for granting an unreasonably high floor area ratio to Core Pacific City."
        }
      }
    },
    {
      "source": "王尊侃",
      "target": "应晓薇",
      "type": "LOVER_OF",
      "properties": {
        "description": {
          "zh-cn": "王尊侃是应晓薇的男友。",
          "en": "Wang Tsun-kan is Ying Hsiao-wei's boyfriend."
        }
      }
    },
    {
      "source": "彭振声",
      "target": "柯文哲",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2018",
        "end_date": "2022",
        "position": {
          "zh-cn": "副市长",
          "en": "Deputy Mayor"
        },
        "description": {
          "zh-cn": "在柯文哲担任台北市长期间，彭振声担任其副市长。",
          "en": "Peng Chen-sheng served as Deputy Mayor under Taipei Mayor Ko Wen-je."
        }
      }
    },
    {
      "source": "李文宗",
      "target": "柯文哲",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2018",
        "end_date": "2019",
        "position": {
          "zh-cn": "台北市市长办公室主任",
          "en": "Director of the Taipei City Mayor's Office"
        },
        "description": {
          "zh-cn": "在柯文哲担任台北市长期间，李文宗担任其办公室主任。",
          "en": "Li Wen-tsung served as the Director of the Mayor's Office under Taipei Mayor Ko Wen-je."
        }
      }
    },
    {
      "source": "吴顺民",
      "target": "应晓薇",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "助理",
          "en": "Assistant"
        },
        "description": {
          "zh-cn": "吴顺民担任台北市议员应晓薇的助理。",
          "en": "Wu Shun-min served as an assistant to Taipei City Councilor Ying Hsiao-wei."
        }
      }
    },
    {
      "source": "许芷瑜",
      "target": "柯文哲",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "办公室秘书",
          "en": "Office Secretary"
        },
        "description": {
          "zh-cn": "许芷瑜担任柯文哲的办公室秘书。",
          "en": "Hsu Chih-yu served as an office secretary for Ko Wen-je."
        }
      }
    }
  ]
}