{
  "nodes": [
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Communist Party of China",
          "CPC Central Committee"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央权力机关，在全国代表大会闭会期间领导党的全部工作，对外代表中国共产党。",
          "en": "The central authority of the Communist Party of China, which leads the entire work of the party when the National Congress is not in session and represents the CPC externally."
        }
      }
    },
    {
      "id": "中国共产党工作机关条例",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国共产党工作机关条例"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "规定中国共产党工作机关设置与运作的条例。",
          "en": "Regulations governing the establishment and operation of the working organs of the Communist Party of China."
        }
      }
    },
    {
      "id": "中国共产党中央委员会办公厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会办公厅",
          "中央办公厅",
          "中办"
        ],
        "en": [
          "General Office of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央的综合部门，负责推动党委决策部署的落实、协调工作及运行保障。",
          "en": "A comprehensive department of the CPC Central Committee, responsible for implementing the decisions and deployments of the committee, coordinating work, and providing operational support."
        }
      }
    },
    {
      "id": "中国共产党中央委员会组织部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会组织部",
          "中央组织部",
          "中组部"
        ],
        "en": [
          "Organization Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央主管组织工作的职能部门。",
          "en": "The functional department of the CPC Central Committee in charge of organization work."
        }
      }
    },
    {
      "id": "国家公务员局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家公务员局"
        ],
        "en": [
          "National Civil Servants Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国主管公务员管理的机关，牌子由中央组织部保留。",
          "en": "The agency of the People's Republic of China in charge of civil servant management, whose sign is retained by the CPC Central Organization Department."
        }
      }
    },
    {
      "id": "中国共产党中央委员会宣传部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会宣传部",
          "中央宣传部",
          "中宣部"
        ],
        "en": [
          "Propaganda Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央主管意识形态、宣传、新闻、出版等工作的职能部门。",
          "en": "The functional department of the CPC Central Committee in charge of ideology, propaganda, news, and publication."
        }
      }
    },
    {
      "id": "国务院新闻办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院新闻办公室",
          "国新办"
        ],
        "en": [
          "State Council Information Office"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "推动中国媒体对外介绍中国的机构，由中央宣传部加挂牌子。",
          "en": "An agency that promotes China's media to introduce China to the world, with its sign being held by the CPC Central Propaganda Department."
        }
      }
    },
    {
      "id": "中国共产党中央委员会统一战线工作部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会统一战线工作部",
          "中央统战部"
        ],
        "en": [
          "United Front Work Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央主管统一战线工作的职能部门。",
          "en": "The functional department of the CPC Central Committee in charge of united front work."
        }
      }
    },
    {
      "id": "国务院侨务办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院侨务办公室",
          "国侨办"
        ],
        "en": [
          "Overseas Chinese Affairs Office of the State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院负责侨务工作的机构，牌子由中央统战部保留。",
          "en": "An agency of the State Council of the People's Republic of China responsible for overseas Chinese affairs, whose sign is retained by the Central United Front Work Department."
        }
      }
    },
    {
      "id": "国家宗教事务局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家宗教事务局"
        ],
        "en": [
          "National Religious Affairs Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院负责宗教事务管理的机构，牌子由中央统战部保留。",
          "en": "An agency of the State Council of the People's Republic of China responsible for religious affairs administration, whose sign is retained by the Central United Front Work Department."
        }
      }
    },
    {
      "id": "中国共产党中央委员会对外联络部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会对外联络部",
          "中联部"
        ],
        "en": [
          "International Liaison Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央负责对外工作的职能部门。",
          "en": "The functional department of the CPC Central Committee responsible for foreign affairs."
        }
      }
    },
    {
      "id": "中国共产党中央委员会社会工作部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会社会工作部"
        ],
        "en": [
          "Social Work Department of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央负责社会工作的职能部门。",
          "en": "The functional department of the CPC Central Committee responsible for social work."
        }
      }
    },
    {
      "id": "中国共产党中央委员会政法委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会政法委员会",
          "中央政法委"
        ],
        "en": [
          "Central Political and Legal Affairs Commission of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央领导和管理政法工作的职能部门。",
          "en": "The functional department of the CPC Central Committee that leads and manages political and legal affairs."
        }
      }
    },
    {
      "id": "中国共产党中央委员会政策研究室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会政策研究室",
          "中央政策研究室"
        ],
        "en": [
          "Policy Research Office of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央的办事机构，协助中央办理政策研究方面的重要事务。",
          "en": "An office of the CPC Central Committee that assists the committee in handling important policy research matters."
        }
      }
    },
    {
      "id": "中央全面深化改革委员会办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央全面深化改革委员会办公室"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中央全面深化改革委员会的办事机构，牌子由中央政策研究室加挂。",
          "en": "The office of the Central Commission for Comprehensively Deepening Reform, with its sign being held by the Central Policy Research Office."
        }
      }
    },
    {
      "id": "中央全面依法治国委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央全面依法治国委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央决策议事协调机构，负责全面依法治国的顶层设计、统筹协调、整体推进、督促落实。其办公室设在司法部。",
          "en": "A decision-making and coordinating body of the CPC Central Committee responsible for the top-level design, coordination, overall promotion, and supervision of the comprehensive rule of law. Its office is located in the Ministry of Justice."
        }
      }
    },
    {
      "id": "中华人民共和国司法部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国司法部",
          "司法部"
        ],
        "en": [
          "Ministry of Justice of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门，主管全国司法行政工作。",
          "en": "A constituent department of the State Council of the People's Republic of China, in charge of national judicial administration."
        }
      }
    },
    {
      "id": "中央机构编制委员会办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央机构编制委员会办公室",
          "中央编办"
        ],
        "en": [
          "Office of the Central Institutional Organization Commission"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央的办事机构，接受中央组织部统一领导。",
          "en": "An office of the CPC Central Committee, which accepts the unified leadership of the Central Organization Department."
        }
      }
    },
    {
      "id": "中央金融委员会办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央金融委员会办公室"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央的办事机构，与中央金融工作委员会合署办公。",
          "en": "An office of the CPC Central Committee, which works together with the Central Financial Work Commission in the same premises."
        }
      }
    },
    {
      "id": "中国共产党中央委员会金融工作委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会金融工作委员会",
          "中央金融工作委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央的派出机关，与中央金融委员会办公室合署办公。",
          "en": "A dispatched agency of the CPC Central Committee, which works together with the Central Financial Commission Office in the same premises."
        }
      }
    },
    {
      "id": "中共中央党校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央党校",
          "中国共产党中央委员会党校"
        ],
        "en": [
          "Party School of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属事业单位，与国家行政学院一个机构两块牌子。",
          "en": "A public institution directly under the CPC Central Committee, operating as one institution with two names along with the National Governance Academy."
        }
      }
    },
    {
      "id": "国家行政学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家行政学院"
        ],
        "en": [
          "National Governance Academy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院直属事业单位，与中共中央党校一个机构两块牌子。",
          "en": "A public institution directly under the State Council of the People's Republic of China, operating as one institution with two names along with the Party School of the CPC Central Committee."
        }
      }
    },
    {
      "id": "中国共产党中央委员会党史和文献研究院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会党史和文献研究院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属事业单位，加挂中共中央编译局牌子。",
          "en": "A public institution directly under the CPC Central Committee, which also holds the sign of the CPC Central Compilation and Translation Bureau."
        }
      }
    },
    {
      "id": "中共中央编译局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央编译局"
        ],
        "en": [
          "Central Compilation & Translation Bureau"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属机构，负责编译马克思主义经典著作和党的重要文献，牌子由中共中央党史和文献研究院加挂。",
          "en": "An institution directly under the CPC Central Committee, responsible for compiling and translating classic works of Marxism and important party documents. Its sign is held by the Institute of Party History and Literature of the CPC Central Committee."
        }
      }
    },
    {
      "id": "人民日报社",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "人民日报社"
        ],
        "en": [
          "People's Daily"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属事业单位，负责出版《人民日报》。",
          "en": "A public institution directly under the CPC Central Committee, responsible for publishing the People's Daily."
        }
      }
    },
    {
      "id": "求是",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "求是",
          "求是杂志社"
        ],
        "en": [
          "Qiushi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属事业单位（副部级），负责出版中共中央委员会机关刊物《求是》。",
          "en": "A public institution (vice-ministerial level) directly under the CPC Central Committee, responsible for publishing the official journal of the CPC Central Committee, 'Qiushi'."
        }
      }
    },
    {
      "id": "经济日报 (中国大陆)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "经济日报 (中国大陆)",
          "经济日报社"
        ],
        "en": [
          "Economic Daily"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属事业单位（副部级），由中央宣传部代管。",
          "en": "A public institution (vice-ministerial level) directly under the CPC Central Committee, managed by the Central Propaganda Department."
        }
      }
    },
    {
      "id": "中央档案馆",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央档案馆"
        ],
        "en": [
          "Central Archives"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属机关的下属机构（副部级），由中央办公厅管理，与国家档案局一个机构两块牌子。",
          "en": "A subordinate institution (vice-ministerial level) of the organs directly under the CPC Central Committee, managed by the General Office of the CPC Central Committee. It operates as one institution with two names along with the National Archives Administration."
        }
      }
    },
    {
      "id": "国家档案局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家档案局"
        ],
        "en": [
          "National Archives Administration of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国家级档案行政管理部门，与中央档案馆一个机构两块牌子。",
          "en": "The national archival administrative authority of the People's Republic of China, operating as one institution with two names along with the Central Archives."
        }
      }
    },
    {
      "id": "中央保密委员会办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央保密委员会办公室"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属机关的下属机构（副部级），由中央办公厅管理，与国家保密局一个机构两块牌子。",
          "en": "A subordinate institution (vice-ministerial level) of the organs directly under the CPC Central Committee, managed by the General Office of the CPC Central Committee. It operates as one institution with two names along with the National Administration of State Secret Protection."
        }
      }
    },
    {
      "id": "国家保密局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家保密局"
        ],
        "en": [
          "National Administration of State Secret Protection"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国家级保密行政管理部门，与中央保密委员会办公室一个机构两块牌子。",
          "en": "The national secrecy protection administrative authority of the People's Republic of China, operating as one institution with two names along with the Office of the Central Secrecy Commission."
        }
      }
    },
    {
      "id": "中央密码工作领导小组办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央密码工作领导小组办公室"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属机关的下属机构（副部级），由中央办公厅管理，与国家密码管理局一个机构两块牌子。",
          "en": "A subordinate institution (vice-ministerial level) of the organs directly under the CPC Central Committee, managed by the General Office of the CPC Central Committee. It operates as one institution with two names along with the State Cryptography Administration."
        }
      }
    },
    {
      "id": "国家密码管理局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家密码管理局"
        ],
        "en": [
          "State Cryptography Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国家级密码行政管理部门，与中央密码工作领导小组办公室一个机构两块牌子。",
          "en": "The national cryptography administrative authority of the People's Republic of China, operating as one institution with two names along with the Office of the Central Leading Group for Cryptography Work."
        }
      }
    },
    {
      "id": "中共中央直属机关事务管理局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央直属机关事务管理局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中共中央直属机关的下属机构（副部级），由中央办公厅管理。",
          "en": "A subordinate institution (vice-ministerial level) of the organs directly under the CPC Central Committee, managed by the General Office of the CPC Central Committee."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国共产党中央委员会办公厅",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会办公厅是直接隶属于中国共产党中央委员会的工作机关。",
          "en": "The General Office of the CPC Central Committee is a working organ directly subordinate to the CPC Central Committee."
        }
      }
    },
    {
      "source": "中国共产党中央委员会组织部",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会组织部是直接隶属于中国共产党中央委员会的工作机关。",
          "en": "The Organization Department of the CPC Central Committee is a working organ directly subordinate to the CPC Central Committee."
        }
      }
    },
    {
      "source": "中国共产党中央委员会宣传部",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会宣传部是直接隶属于中国共产党中央委员会的工作机关。",
          "en": "The Propaganda Department of the CPC Central Committee is a working organ directly subordinate to the CPC Central Committee."
        }
      }
    },
    {
      "source": "中国共产党中央委员会统一战线工作部",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会统一战线工作部是直接隶属于中国共产党中央委员会的工作机关。",
          "en": "The United Front Work Department of the CPC Central Committee is a working organ directly subordinate to the CPC Central Committee."
        }
      }
    },
    {
      "source": "中国共产党中央委员会对外联络部",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会对外联络部是直接隶属于中国共产党中央委员会的工作机关。",
          "en": "The International Liaison Department of the CPC Central Committee is a working organ directly subordinate to the CPC Central Committee."
        }
      }
    },
    {
      "source": "中国共产党中央委员会政策研究室",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会政策研究室是直接隶属于中国共产党中央委员会的工作机关。",
          "en": "The Policy Research Office of the CPC Central Committee is a working organ directly subordinate to the CPC Central Committee."
        }
      }
    },
    {
      "source": "中共中央党校",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中共中央党校是直接隶属于中国共产党中央委员会的事业单位。",
          "en": "The Party School of the CPC Central Committee is a public institution directly subordinate to the CPC Central Committee."
        }
      }
    },
    {
      "source": "中国共产党中央委员会组织部",
      "target": "国家公务员局",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央组织部保留国家公务员局牌子，体现了两者在机构与职能上的紧密结合。",
          "en": "The Central Organization Department retains the sign of the National Civil Servants Administration, reflecting the close integration of the two in terms of institution and function."
        }
      }
    },
    {
      "source": "中国共产党中央委员会宣传部",
      "target": "国务院新闻办公室",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央宣传部加挂国务院新闻办公室牌子。",
          "en": "The Central Propaganda Department also holds the sign of the State Council Information Office."
        }
      }
    },
    {
      "source": "中国共产党中央委员会统一战线工作部",
      "target": "国务院侨务办公室",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央统一战线工作部保留国务院侨务办公室牌子。",
          "en": "The Central United Front Work Department retains the sign of the Overseas Chinese Affairs Office of the State Council."
        }
      }
    },
    {
      "source": "中国共产党中央委员会统一战线工作部",
      "target": "国家宗教事务局",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央统一战线工作部保留国家宗教事务局牌子。",
          "en": "The Central United Front Work Department retains the sign of the National Religious Affairs Administration."
        }
      }
    },
    {
      "source": "中国共产党中央委员会政策研究室",
      "target": "中央全面深化改革委员会办公室",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央政策研究室加挂中央全面深化改革委员会办公室牌子。",
          "en": "The Central Policy Research Office also holds the sign of the Office of the Central Commission for Comprehensively Deepening Reform."
        }
      }
    },
    {
      "source": "中央全面依法治国委员会",
      "target": "中华人民共和国司法部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "办公室",
          "en": "Office"
        },
        "description": {
          "zh-cn": "中央全面依法治国委员会办公室设在司法部。",
          "en": "The Office of the Central Commission for Comprehensively Ruling the Country by Law is located in the Ministry of Justice."
        }
      }
    },
    {
      "source": "中央机构编制委员会办公室",
      "target": "中国共产党中央委员会组织部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中央机构编制委员会办公室接受中央组织部统一领导。",
          "en": "The Office of the Central Institutional Organization Commission accepts the unified leadership of the Central Organization Department."
        }
      }
    },
    {
      "source": "中央金融委员会办公室",
      "target": "中国共产党中央委员会金融工作委员会",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央金融委员会办公室与中央金融工作委员会合署办公。",
          "en": "The Office of the Central Financial Commission and the Central Financial Work Commission work together in the same premises."
        }
      }
    },
    {
      "source": "中共中央党校",
      "target": "国家行政学院",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中共中央党校与国家行政学院，一个机构两块牌子。",
          "en": "The Party School of the CPC Central Committee and the National Governance Academy are one institution with two signs."
        }
      }
    },
    {
      "source": "中国共产党中央委员会党史和文献研究院",
      "target": "中共中央编译局",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中共中央党史和文献研究院加挂中共中央编译局牌子。",
          "en": "The Institute of Party History and Literature of the CPC Central Committee also holds the sign of the Central Compilation & Translation Bureau."
        }
      }
    },
    {
      "source": "经济日报 (中国大陆)",
      "target": "中国共产党中央委员会宣传部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "经济日报社由中央宣传部代管。",
          "en": "The Economic Daily is managed by the Central Propaganda Department."
        }
      }
    },
    {
      "source": "中央档案馆",
      "target": "中国共产党中央委员会办公厅",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中央档案馆由中央办公厅管理。",
          "en": "The Central Archives is managed by the General Office of the CPC Central Committee."
        }
      }
    },
    {
      "source": "中央档案馆",
      "target": "国家档案局",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央档案馆与国家档案局，一个机构两块牌子。",
          "en": "The Central Archives and the National Archives Administration of China are one institution with two signs."
        }
      }
    },
    {
      "source": "中央保密委员会办公室",
      "target": "中国共产党中央委员会办公厅",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中央保密委员会办公室由中央办公厅管理。",
          "en": "The Office of the Central Secrecy Commission is managed by the General Office of the CPC Central Committee."
        }
      }
    },
    {
      "source": "中央保密委员会办公室",
      "target": "国家保密局",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央保密委员会办公室与国家保密局，一个机构两块牌子。",
          "en": "The Office of the Central Secrecy Commission and the National Administration of State Secret Protection are one institution with two signs."
        }
      }
    },
    {
      "source": "中央密码工作领导小组办公室",
      "target": "中国共产党中央委员会办公厅",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中央密码工作领导小组办公室由中央办公厅管理。",
          "en": "The Office of the Central Leading Group for Cryptography Work is managed by the General Office of the CPC Central Committee."
        }
      }
    },
    {
      "source": "中央密码工作领导小组办公室",
      "target": "国家密码管理局",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "中央密码工作领导小组办公室与国家密码管理局，一个机构两块牌子。",
          "en": "The Office of the Central Leading Group for Cryptography Work and the State Cryptography Administration are one institution with two signs."
        }
      }
    },
    {
      "source": "中共中央直属机关事务管理局",
      "target": "中国共产党中央委员会办公厅",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中共中央直属机关事务管理局由中央办公厅管理。",
          "en": "The Administration for the Affairs of the Organs Directly Under the CPC Central Committee is managed by the General Office of the CPC Central Committee."
        }
      }
    }
  ]
}