{
  "nodes": [
    {
      "id": "周扬",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周扬",
          "周运宜",
          "起应",
          "绮影",
          "谷扬",
          "周苋"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1907-11-07 - 1989-07-31",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "湖南省益阳县",
          "en": "Yiyang County, Hunan Province"
        },
        "death_place": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中华人民共和国文艺理论家、文学翻译家、文艺活动家。曾任中宣部副部长，是中国五六十年代文艺界的实权人物，领导了多次文艺批判运动。文革期间被打倒，复出后思想发生巨大转变，反思并对自己批判过的人士道歉。",
          "en": "A literary theorist, literary translator, and cultural activist of the People's Republic of China. He served as the Vice Minister of the Propaganda Department of the CCP Central Committee and was a powerful figure in the literary and art circles in the 1950s and 1960s, leading multiple cultural criticism campaigns. He was purged during the Cultural Revolution, and after his rehabilitation, his thinking underwent a significant transformation, reflecting on his past actions and apologizing to those he had criticized."
        }
      }
    },
    {
      "id": "吴淑媛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴淑媛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "周扬的原配夫人。",
          "en": "The first wife of Zhou Yang."
        }
      }
    },
    {
      "id": "苏灵扬",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏灵扬"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "周扬的第二任妻子。",
          "en": "The second wife of Zhou Yang."
        }
      }
    },
    {
      "id": "大夏大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大夏大学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "1924年在上海创办的一所综合性大学，1951年与光华大学等合并成立华东师范大学。周扬曾在此就读。",
          "en": "A comprehensive university founded in Shanghai in 1924. In 1951, it merged with Great China University and other institutions to form East China Normal University. Zhou Yang was a student there."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。",
          "en": "The ruling political party of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国左翼作家联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国左翼作家联盟",
          "左联"
        ],
        "en": [
          "League of Left-Wing Writers"
        ]
      },
      "properties": {
        "period": "1930 - 1936",
        "description": {
          "zh-cn": "1930年代在中国共产党领导下的文学组织。周扬曾是其实际领导人。",
          "en": "A literary organization in the 1930s under the leadership of the Chinese Communist Party. Zhou Yang was its de facto leader."
        }
      }
    },
    {
      "id": "鲁迅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲁迅"
        ],
        "en": [
          "Lu Xun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国现代作家、思想家、革命家。曾在“两个口号”论争中与周扬等人对立，称其为“工头”、“奴隶总管”。",
          "en": "A modern Chinese writer, thinker, and revolutionary. He opposed Zhou Yang and others in the \"Two Slogans\" debate, calling them \"foremen\" and \"slave masters\"."
        }
      }
    },
    {
      "id": "胡风",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡风"
        ],
        "en": [
          "Hu Feng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国现代文艺理论家、诗人和翻译家。在“两个口号”论争中与周扬对立，后在由周扬领导的胡风反革命集团案中被打倒。",
          "en": "A modern Chinese literary theorist, poet, and translator. He opposed Zhou Yang in the \"Two Slogans\" debate and was later purged in the Hu Feng counter-revolutionary clique case, which was led by Zhou Yang."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国和中国人民解放军的主要缔造者和领导人。曾严厉批评周扬领导下的文艺工作，是导致其在文革前夕失势的重要原因。",
          "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army. He severely criticized the literary and art work under Zhou Yang's leadership, which was a major reason for Zhou's fall from power on the eve of the Cultural Revolution."
        }
      }
    },
    {
      "id": "丁玲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丁玲"
        ],
        "en": [
          "Ding Ling"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国现代女作家。在由周扬领导的“丁玲、陈企霞反党小集团案”中被打倒。",
          "en": "A modern Chinese female writer. She was purged in the \"Ding Ling and Chen Qixia anti-Party clique case\", which was led by Zhou Yang."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发动和领导的政治运动，期间周扬被称为“十七年‘文艺黑线’的总头目”而被打倒并入狱。",
          "en": "A political movement initiated and led by Mao Zedong, during which Zhou Yang was denounced as the \"chieftain of the 'black line in literature and art' for seventeen years,\" purged, and imprisoned."
        }
      }
    },
    {
      "id": "陆定一",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆定一"
        ],
        "en": [
          "Lu Dingyi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党高级领导人，曾任中宣部部长。在文化大革命期间与周扬一同遭到批斗。",
          "en": "A senior leader of the Chinese Communist Party, who served as the head of the Propaganda Department. He was publicly criticized along with Zhou Yang during the Cultural Revolution."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": [
          "Hu Yaobang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中共中央总书记。他邀请周扬在中央党校作报告，并在周扬因“异化论”问题受批判时出面平息风波。",
          "en": "Former General Secretary of the CCP Central Committee. He invited Zhou Yang to give a report at the Central Party School and intervened to quell the criticism against Zhou over the issue of \"alienation\"."
        }
      }
    },
    {
      "id": "王若水",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王若水"
        ],
        "en": [
          "Wang Ruoshui"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曾任《人民日报》副总编辑，协助周扬撰写了关于“人道主义”和“异化”问题的报告。",
          "en": "Former deputy editor-in-chief of the People's Daily, who assisted Zhou Yang in drafting the report on \"humanitarianism\" and \"alienation\"."
        }
      }
    },
    {
      "id": "顾骧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "顾骧"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "学者，曾实际承担中宣部副部长周扬的秘书工作，并协助周扬撰写了关于“人道主义”和“异化”问题的报告。",
          "en": "A scholar who effectively served as secretary to Zhou Yang, then Vice Minister of the Propaganda Department, and assisted him in drafting the report on \"humanitarianism\" and \"alienation\"."
        }
      }
    },
    {
      "id": "王元化",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王元化"
        ],
        "en": [
          "Wang Yuanhua"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国学者、思想家，协助周扬撰写了关于“人道主义”和“异化”问题的报告。",
          "en": "A Chinese scholar and thinker who assisted Zhou Yang in drafting the report on \"humanitarianism\" and \"alienation\"."
        }
      }
    },
    {
      "id": "胡乔木",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡乔木"
        ],
        "en": [
          "Hu Qiaomu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党内的理论家和政治家。他反对周扬提出的“人道主义”和“异化”观点，并起草报告进行批判。",
          "en": "A theorist and politician within the Chinese Communist Party. He opposed Zhou Yang's views on \"humanitarianism\" and \"alienation\" and drafted reports to criticize them."
        }
      }
    },
    {
      "id": "人民日报",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "人民日报"
        ],
        "en": [
          "People's Daily"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的机关报。该报刊发了周扬关于“人道主义”和“异化”问题的报告，引发了巨大争议。",
          "en": "The official newspaper of the Central Committee of the Communist Party of China. It published Zhou Yang's report on \"humanitarianism\" and \"alienation,\" which sparked significant controversy."
        }
      }
    },
    {
      "id": "清除精神污染",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "清除精神污染"
        ],
        "en": [
          "Anti-Spiritual Pollution Campaign"
        ]
      },
      "properties": {
        "period": "1983-10 - 1983-11",
        "description": {
          "zh-cn": "一场短暂的政治运动，旨在反对资产阶级自由化。周扬因其关于“异化”和“人道主义”的报告成为此运动的批判对象之一。",
          "en": "A short-lived political campaign aimed at combating bourgeois liberalization. Zhou Yang became one of its targets for criticism due to his report on \"alienation\" and \"humanitarianism\"."
        }
      }
    },
    {
      "id": "胡风反革命集团案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "胡风反革命集团案"
        ],
        "en": []
      },
      "properties": {
        "period": "1955",
        "description": {
          "zh-cn": "1955年发生的一场全国性政治运动，将文艺理论家胡风及其支持者打成“反革命集团”。周扬是此案的主要领导者之一。",
          "en": "A nationwide political campaign in 1955 that labeled literary theorist Hu Feng and his supporters a \"counter-revolutionary clique.\" Zhou Yang was one of the main leaders of this case."
        }
      }
    },
    {
      "id": "丁玲、陈企霞反党小集团案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "丁玲、陈企霞反党小集团案"
        ],
        "en": []
      },
      "properties": {
        "period": "1955",
        "description": {
          "zh-cn": "将作家丁玲、陈企霞等人打成“反党小集团”的政治案件，周扬是该运动的领导者之一。",
          "en": "A political case that labeled writers Ding Ling, Chen Qixia, and others as an \"anti-Party small clique.\" Zhou Yang was one of the leaders of this campaign."
        }
      }
    },
    {
      "id": "人道主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "人道主义"
        ],
        "en": [
          "Humanitarianism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种哲学理论和价值观，强调人的价值、尊严和权利。周扬在晚年提出马克思主义包含人道主义，引发了党内争论。",
          "en": "A philosophical theory and value system emphasizing human value, dignity, and rights. In his later years, Zhou Yang proposed that Marxism contains humanitarianism, which sparked controversy within the Party."
        }
      }
    },
    {
      "id": "马克思的异化论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "马克思的异化论",
          "异化问题"
        ],
        "en": [
          "Marx's theory of alienation"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "马克思主义理论的一部分，描述工人在资本主义社会中与其劳动产品、劳动过程、自身及他人相分离的状态。周扬在报告中探讨此问题，引发了激烈争议和批判。",
          "en": "A part of Marxist theory describing the state of separation of workers in capitalist society from the products of their labor, the labor process, themselves, and others. Zhou Yang's exploration of this issue in his report led to intense debate and criticism."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "周扬",
      "target": "吴淑媛",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1923-02",
        "end_date": "1942",
        "description": {
          "zh-cn": "1923年2月，周扬与同岁的吴淑媛成婚。周扬再娶苏灵扬后，将怀孕的吴淑媛送回益阳老家。",
          "en": "In February 1923, Zhou Yang married Wu Shuyuan, who was the same age. After Zhou Yang remarried Su Lingyang, he sent the pregnant Wu Shuyuan back to his hometown in Yiyang."
        }
      }
    },
    {
      "source": "周扬",
      "target": "苏灵扬",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1934",
        "end_date": "1989-07-31",
        "description": {
          "zh-cn": "1933年，周扬在上海结识苏灵扬，次年两人结婚。",
          "en": "In 1933, Zhou Yang met Su Lingyang in Shanghai, and they married the following year."
        }
      }
    },
    {
      "source": "周扬",
      "target": "大夏大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "1927年，周扬考入上海大夏大学。",
          "en": "In 1927, Zhou Yang was admitted to Daxia University in Shanghai."
        }
      }
    },
    {
      "source": "周扬",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "周扬于1927年加入中国共产党，1928年失掉组织联系，1932年重新入党。",
          "en": "Zhou Yang joined the Chinese Communist Party in 1927, lost contact with the organization in 1928, and rejoined the party in 1932."
        }
      }
    },
    {
      "source": "周扬",
      "target": "中国左翼作家联盟",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1932",
        "position": {
          "zh-cn": "党团书记、实际领导人",
          "en": "Party Group Secretary, de facto leader"
        },
        "description": {
          "zh-cn": "1932年，周扬加入中国左翼作家联盟后成为“左联”的实际领导人。",
          "en": "In 1932, after joining the League of Left-Wing Writers, Zhou Yang became its de facto leader."
        }
      }
    },
    {
      "source": "鲁迅",
      "target": "周扬",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1935",
        "description": {
          "zh-cn": "1935年，鲁迅在与周扬等人的“两个口号”论争中，称周扬等人为“英雄”、“工头”、“奴隶总管”，并表示深恶痛绝。",
          "en": "In 1935, during the \"Two Slogans\" debate with Zhou Yang and others, Lu Xun referred to them as \"heroes,\" \"foremen,\" and \"slave masters,\" expressing his deep aversion."
        }
      }
    },
    {
      "source": "周扬",
      "target": "胡风",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1936",
        "description": {
          "zh-cn": "1936年，周扬在左联内部关于“国防文学”和“民族革命战争的大众文学”两个口号的争论中，与胡风等人产生对立。",
          "en": "In 1936, Zhou Yang came into conflict with Hu Feng and others during the debate within the League of Left-Wing Writers over the two slogans \"National Defense Literature\" and \"Mass Literature of the National Revolutionary War\"."
        }
      }
    },
    {
      "source": "周扬",
      "target": "胡风反革命集团案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "周扬作为当时主管文艺的领导，具体领导了对胡风的批判，推动了胡风反革命集团案。",
          "en": "As the leader in charge of literature and art at the time, Zhou Yang specifically led the criticism of Hu Feng, pushing forward the Hu Feng counter-revolutionary clique case."
        }
      }
    },
    {
      "source": "胡风反革命集团案",
      "target": "胡风",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "在胡风反革命集团案中，胡风被打成反革命集团头目，遭到长期监禁和迫害。",
          "en": "In the Hu Feng counter-revolutionary clique case, Hu Feng was labeled the leader of a counter-revolutionary clique and subjected to long-term imprisonment and persecution."
        }
      }
    },
    {
      "source": "周扬",
      "target": "丁玲、陈企霞反党小集团案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "周扬策动了对丁玲、陈企霞等人的批判运动，将其打成“反党小集团”。",
          "en": "Zhou Yang initiated the criticism campaign against Ding Ling, Chen Qixia, and others, labeling them as an \"anti-Party small clique\"."
        }
      }
    },
    {
      "source": "丁玲、陈企霞反党小集团案",
      "target": "丁玲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1955",
        "description": {
          "zh-cn": "丁玲在“丁玲、陈企霞反党小集团案”中受到批判和处理。",
          "en": "Ding Ling was criticized and dealt with in the \"Ding Ling and Chen Qixia anti-Party small clique case\"."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "周扬",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1963",
        "end_date": "1964",
        "description": {
          "zh-cn": "1963年至1964年，毛泽东对文艺工作作出两次批示，严厉批评周扬领导下的文艺界“跌到了修正主义的边缘”，否定了其领导的文艺工作。",
          "en": "From 1963 to 1964, Mao Zedong issued two directives on literary and art work, severely criticizing the literary and art circles under Zhou Yang's leadership for having \"fallen to the brink of revisionism,\" thereby negating his leadership."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "周扬",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "end_date": "1975",
        "description": {
          "zh-cn": "“文化大革命”开始后，周扬被打倒，被称为“十七年‘文艺黑线’的总头目”，并于1967年5月后入秦城监狱，直至1975年出狱。",
          "en": "After the start of the \"Cultural Revolution,\" Zhou Yang was purged, labeled the \"chieftain of the 'black line in literature and art' for seventeen years,\" and was imprisoned in Qincheng Prison from May 1967 until his release in 1975."
        }
      }
    },
    {
      "source": "周扬",
      "target": "陆定一",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "文化大革命期间，周扬与时任中宣部部长陆定一一同遭到红卫兵的批斗。",
          "en": "During the Cultural Revolution, Zhou Yang was subjected to public criticism by the Red Guards along with Lu Dingyi, who was then the head of the Propaganda Department."
        }
      }
    },
    {
      "source": "胡耀邦",
      "target": "周扬",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980-09",
        "description": {
          "zh-cn": "1980年9月，周扬应时任中共中央总书记胡耀邦之约，在中共中央党校发表了关于思想解放的讲话。",
          "en": "In September 1980, at the invitation of then-General Secretary Hu Yaobang, Zhou Yang delivered a speech on ideological emancipation at the Central Party School."
        }
      }
    },
    {
      "source": "周扬",
      "target": "人道主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980-09",
        "description": {
          "zh-cn": "周扬在中央党校的讲话及后续报告中，提出马克思主义包含人道主义，并探讨异化问题，推动了对这些理论的讨论。",
          "en": "In his speech at the Central Party School and subsequent reports, Zhou Yang proposed that Marxism contains humanitarianism and explored the issue of alienation, thereby promoting discussion on these theories."
        }
      }
    },
    {
      "source": "周扬",
      "target": "马克思的异化论",
      "type": "PUSHED",
      "properties": {
        "start_date": "1983-03-07",
        "description": {
          "zh-cn": "周扬在纪念马克思去世一百周年学术会议上作的报告中，重点探讨了人道主义和异化问题，引发了广泛的讨论和争议。",
          "en": "In his report at the academic conference commemorating the centenary of Karl Marx's death, Zhou Yang focused on the issues of humanitarianism and alienation, sparking widespread discussion and controversy."
        }
      }
    },
    {
      "source": "周扬",
      "target": "王若水",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1983-02",
        "description": {
          "zh-cn": "王若水协助周扬起草了其在1983年3月纪念马克思会议上的学术报告《关于马克思主义的几个理论问题的探讨》。",
          "en": "Wang Ruoshui assisted Zhou Yang in drafting his academic report \"A Discussion on Several Theoretical Issues of Marxism\" for the conference commemorating Marx in March 1983."
        }
      }
    },
    {
      "source": "周扬",
      "target": "顾骧",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1983-02",
        "description": {
          "zh-cn": "顾骧协助周扬起草了其在1983年3月纪念马克思会议上的学术报告《关于马克思主义的几个理论问题的探讨》。",
          "en": "Gu Xiang assisted Zhou Yang in drafting his academic report \"A Discussion on Several Theoretical Issues of Marxism\" for the conference commemorating Marx in March 1983."
        }
      }
    },
    {
      "source": "周扬",
      "target": "王元化",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1983-02",
        "description": {
          "zh-cn": "王元化协助周扬起草了其在1983年3月纪念马克思会议上的学术报告《关于马克思主义的几个理论问题的探讨》。",
          "en": "Wang Yuanhua assisted Zhou Yang in drafting his academic report \"A Discussion on Several Theoretical Issues of Marxism\" for the conference commemorating Marx in March 1983."
        }
      }
    },
    {
      "source": "人民日报",
      "target": "周扬",
      "type": "PUSHED",
      "properties": {
        "start_date": "1983-03-16",
        "description": {
          "zh-cn": "《人民日报》在1983年3月16日全文刊发了周扬关于马克思主义与人道主义、异化问题的报告，扩大了其影响力并引发了后续的政治风波。",
          "en": "On March 16, 1983, the People's Daily published the full text of Zhou Yang's report on Marxism, humanitarianism, and alienation, which expanded its influence and triggered subsequent political turmoil."
        }
      }
    },
    {
      "source": "胡乔木",
      "target": "周扬",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1983-03-10",
        "description": {
          "zh-cn": "胡乔木对周扬关于人道主义和异化问题的报告持反对意见，并于1983年10月在中共中央十二届二中全会上起草报告对其进行了猛烈批评。",
          "en": "Hu Qiaomu opposed Zhou Yang's report on humanitarianism and alienation and drafted a report at the Second Plenary Session of the 12th CCP Central Committee in October 1983 to fiercely criticize it."
        }
      }
    },
    {
      "source": "清除精神污染",
      "target": "周扬",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1983-10",
        "description": {
          "zh-cn": "在“清除精神污染”运动中，周扬因其关于“异化”和“人道主义”的文章而成为批判对象，并被迫做了自我批评。",
          "en": "During the \"Anti-Spiritual Pollution Campaign,\" Zhou Yang became a target of criticism for his article on \"alienation\" and \"humanitarianism\" and was forced to make a self-criticism."
        }
      }
    }
  ]
}