{
  "nodes": [
    {
      "id": "中国人民解放军军事法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军军事法院",
          "解放军军事法院"
        ],
        "en": []
      },
      "properties": {
        "period": [
          "1954-11 - 1957-04",
          "1965-05 - 1969",
          "1978-10-20 - "
        ],
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中华人民共和国的高级专门人民法院，负责军事审判工作。其前身为中国人民解放军军事法庭，并曾改称最高人民法院军事审判庭。在文化大革命期间被撤销，后于1978年重建。业务上接受中华人民共和国最高人民法院和中央军委政法委员会的双重领导，组织上是中央军事委员会政法委员会直属单位。",
          "en": "A high-level specialized people's court of the People's Republic of China, responsible for military trials. Its predecessor was the PLA Military Tribunal, and it was once renamed the Military Tribunal of the Supreme People's Court. It was abolished during the Cultural Revolution and re-established in 1978. It is under the dual leadership of the Supreme People's Court of the PRC and the Political and Legal Affairs Commission of the Central Military Commission for its operations, and is organizationally a direct subordinate unit of the Political and Legal Affairs Commission of the Central Military Commission."
        }
      }
    },
    {
      "id": "刘少云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少云"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军少将，自2023年10月起担任中国人民解放军军事法院院长。",
          "en": "A major general in the People's Liberation Army, serving as the President of the PLA Military Court since October 2023."
        }
      }
    },
    {
      "id": "中华人民共和国最高人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国最高人民法院",
          "最高人民法院"
        ],
        "en": [
          "Supreme People's Court of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高审判机关，对中国人民解放军军事法院的审判工作进行监督。",
          "en": "The highest judicial organ of the People's Republic of China, which supervises the judicial work of the PLA Military Court."
        }
      }
    },
    {
      "id": "中央军事委员会政法委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央军事委员会政法委员会",
          "中央军委政法委员会"
        ],
        "en": []
      },
      "properties": {
        "period": "2016-01 - ",
        "description": {
          "zh-cn": "中央军事委员会下属机构，在深化国防和军队改革中组建，是中国人民解放军军事法院的业务和组织上级单位。",
          "en": "An organ under the Central Military Commission, established during the reform of national defense and the military. It is the operational and organizational superior of the PLA Military Court."
        }
      }
    },
    {
      "id": "中央军事委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央军事委员会",
          "中共中央军事委员会",
          "中央军委"
        ],
        "en": [
          "Central Military Commission"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高国家军事领导机关，负责领导全国武装力量。曾多次决定军事法院的设立、改名及重组。",
          "en": "The highest state military leading body of the People's Republic of China, responsible for leading the national armed forces. It has made several decisions regarding the establishment, renaming, and restructuring of the military court."
        }
      }
    },
    {
      "id": "中华人民共和国宪法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国宪法"
        ],
        "en": [
          "Constitution of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的根本大法，为军事法院的设置提供了法律依据。",
          "en": "The fundamental law of the People's Republic of China, which provides the legal basis for the establishment of military courts."
        }
      }
    },
    {
      "id": "中华人民共和国人民法院组织法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国人民法院组织法"
        ],
        "en": [
          "Organic Law of the People's Courts of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "规定中华人民共和国各级人民法院组织和职权的法律，是军事法院组织设立的法规之一。",
          "en": "A law that stipulates the organization and functions of the people's courts at all levels in the People's Republic of China, and is one of the regulations for the organization and establishment of military courts."
        }
      }
    },
    {
      "id": "中国人民解放軍军事法庭",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放軍军事法庭"
        ],
        "en": []
      },
      "properties": {
        "period": "1954-01 - 1954-11",
        "description": {
          "zh-cn": "中国人民解放军军事法院的前身，于1954年1月成立，同年11月更名。",
          "en": "The predecessor of the PLA Military Court, established in January 1954 and renamed in November of the same year."
        }
      }
    },
    {
      "id": "陈奇涵",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈奇涵"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军上将，曾任中国人民解放军军事法庭庭长和中国人民解放军军事法院首任院长。",
          "en": "An admiral in the People's Liberation Army, he served as the President of the PLA Military Tribunal and the first President of the PLA Military Court."
        }
      }
    },
    {
      "id": "中央人民政府人民革命军事委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府人民革命军事委员会"
        ],
        "en": []
      },
      "properties": {
        "period": "1949-10 - 1954-09",
        "description": {
          "zh-cn": "中华人民共和国成立初期的最高军事领导机关，于1954年决定成立中国人民解放军军事法庭。",
          "en": "The highest military leading body in the early days of the People's Republic of China, which decided to establish the PLA Military Tribunal in 1954."
        }
      }
    },
    {
      "id": "中华人民共和国宪法 (1954年)",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国宪法 (1954年)"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的第一部宪法，为设置专门人民法院（包括军事法院）提供了法律依据。",
          "en": "The first constitution of the People's Republic of China, which provided the legal basis for the establishment of specialized people's courts, including military courts."
        }
      }
    },
    {
      "id": "最高人民法院军事审判庭",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "最高人民法院军事审判庭"
        ],
        "en": []
      },
      "properties": {
        "period": "1957-04 - 1965-05",
        "description": {
          "zh-cn": "中国人民解放军军事法院在1957年至1965年期间使用的名称。",
          "en": "The name used by the PLA Military Court from 1957 to 1965."
        }
      }
    },
    {
      "id": "钟汉华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钟汉华"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军中将，曾任最高人民法院军事审判庭庭长。",
          "en": "A lieutenant general in the People's Liberation Army, who served as the President of the Military Tribunal of the Supreme People's Court."
        }
      }
    },
    {
      "id": "反右运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反右运动"
        ],
        "en": [
          "Anti-Rightist Campaign"
        ]
      },
      "properties": {
        "period": "1957 - ",
        "description": {
          "zh-cn": "1957年在中国大陆发动的政治运动，期间军事审判工作受到严重影响，出现打击面偏宽等问题。",
          "en": "A political movement launched in mainland China in 1957, during which military judicial work was severely affected, leading to problems such as overly broad crackdowns."
        }
      }
    },
    {
      "id": "大跃进",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大跃进"
        ],
        "en": [
          "Great Leap Forward"
        ]
      },
      "properties": {
        "period": "1958 - 1961",
        "description": {
          "zh-cn": "1958年在中国大陆发动的经济和社会运动，期间军事审判工作受到“左”的思想影响，破坏了分工制约制度，导致判案率急增。",
          "en": "An economic and social campaign launched in mainland China in 1958. During this period, military judicial work was influenced by 'leftist' ideology, which undermined the system of checks and balances, leading to a sharp increase in conviction rates."
        }
      }
    },
    {
      "id": "谭甫仁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谭甫仁"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军中将，曾任最高人民法院军事审判庭庭长。",
          "en": "A lieutenant general in the People's Liberation Army, who served as the President of the Military Tribunal of the Supreme People's Court."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "1966年至1976年在中国发生的一场政治运动。期间，中国人民解放军军事法院系统于1969年底被撤销。",
          "en": "A political movement that took place in China from 1966 to 1976. During this period, the PLA Military Court system was abolished at the end of 1969."
        }
      }
    },
    {
      "id": "郝苏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郝苏",
          "郝　苏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军军事法院在1978年重建后的首任院长。",
          "en": "The first president of the PLA Military Court after its re-establishment in 1978."
        }
      }
    },
    {
      "id": "严打",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "严打",
          "严厉打击刑事犯罪活动"
        ],
        "en": []
      },
      "properties": {
        "period": "1983 - ",
        "description": {
          "zh-cn": "1983年起在中国大陆展开的严厉打击严重刑事犯罪活动的行动，军事法院在此期间执行了“从重从快”的方针。",
          "en": "A campaign launched in mainland China starting in 1983 to severely crack down on serious criminal activities. During this period, military courts implemented the policy of 'severe and swift' punishment."
        }
      }
    },
    {
      "id": "深化国防和军队改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "深化国防和军队改革"
        ],
        "en": []
      },
      "properties": {
        "period": "2015 - ",
        "description": {
          "zh-cn": "2015年起由中央军委主席习近平推动的中国人民解放军全面改革。在此次改革中，中央军事委员会政法委员会被组建，军事司法体制也进行了调整。",
          "en": "A comprehensive reform of the People's Liberation Army promoted by Xi Jinping, Chairman of the Central Military Commission, starting in 2015. In this reform, the Political and Legal Affairs Commission of the Central Military Commission was established, and the military judicial system was also adjusted."
        }
      }
    },
    {
      "id": "徐勤先",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐勤先"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中国人民解放军陆军第三十八集团军军长，因在六四清场期间拒绝执行戒严命令，被军事法院判处有期徒刑。",
          "en": "Former commander of the 38th Group Army of the People's Liberation Army, who was sentenced to prison by a military court for refusing to enforce martial law orders during the Tiananmen Square clearance."
        }
      }
    },
    {
      "id": "六四清场",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四清场"
        ],
        "en": [
          "Tiananmen Square clearance"
        ]
      },
      "properties": {
        "period": "1989-06-03 - 1989-06-04",
        "description": {
          "zh-cn": "指1989年6月3日晚至6月4日凌晨，中国人民解放军在北京天安门广场对示威集会进行的武力驱散行动。",
          "en": "Refers to the military action taken by the People's Liberation Army to forcibly disperse demonstrations in Tiananmen Square, Beijing, from the evening of June 3 to the early morning of June 4, 1989."
        }
      }
    },
    {
      "id": "刘连昆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘连昆"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中国人民解放军总后勤部军械部部长，因向台湾提供情报的间谍案被军事法院判处死刑。",
          "en": "Former head of the Ordnance Department of the PLA General Logistics Department, sentenced to death by a military court for espionage involving providing intelligence to Taiwan."
        }
      }
    },
    {
      "id": "邵正宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邵正宗"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中国人民解放军总后勤部军械部某处处长，因向台湾提供情报的间谍案被军事法院判处死刑。",
          "en": "Former division chief in the Ordnance Department of the PLA General Logistics Department, sentenced to death by a military court for espionage involving providing intelligence to Taiwan."
        }
      }
    },
    {
      "id": "姬胜德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "姬胜德"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中国人民解放军总参谋部情报部副部长，因贪污、受贿、提供情报等罪名被军事法院判处死缓。",
          "en": "Former deputy head of the Intelligence Department of the PLA General Staff Department, sentenced to a suspended death sentence by a military court on charges including corruption, bribery, and providing intelligence."
        }
      }
    },
    {
      "id": "刘广智",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘广智"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中国人民解放军空军指挥学院院长，因向台湾提供情报的间谍案被军事法院判处死刑。",
          "en": "Former president of the PLA Air Force Command College, sentenced to death by a military court for espionage involving providing intelligence to Taiwan."
        }
      }
    },
    {
      "id": "王守业 (军人)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王守业 (军人)",
          "王守业"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中国人民解放军海军副司令员，因受贿案被军事法院判处死缓。",
          "en": "Former deputy commander of the PLA Navy, sentenced to a suspended death sentence by a military court for bribery."
        }
      }
    },
    {
      "id": "谷俊山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谷俊山"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中国人民解放军总后勤部副部长，因贪污、受贿、挪用公款、滥用职权案被军事法院判处死缓。",
          "en": "Former deputy head of the PLA General Logistics Department, sentenced to a suspended death sentence by a military court for corruption, bribery, embezzlement of public funds, and abuse of power."
        }
      }
    },
    {
      "id": "郭伯雄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭伯雄"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中央军委副主席，因受贿案被军事法院判处无期徒刑。",
          "en": "Former Vice Chairman of the Central Military Commission, sentenced to life imprisonment by a military court for bribery."
        }
      }
    },
    {
      "id": "房峰辉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "房峰辉"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原中央军委联合参谋部参谋长，因受贿、行贿、巨额财产来源不明案被军事法院判处无期徒刑。",
          "en": "Former Chief of the Joint Staff Department of the Central Military Commission, sentenced to life imprisonment by a military court for bribery, offering bribes, and possessing a huge amount of property from unidentified sources."
        }
      }
    },
    {
      "id": "全国人民代表大会常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "全国人民代表大会常务委员会"
        ],
        "en": [
          "Standing Committee of the National People's Congress"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高国家权力机关全国人民代表大会的常设机关，负责任免中国人民解放军军事法院院长等职务。",
          "en": "The permanent body of the National People's Congress, the highest state organ of power in the People's Republic of China. It is responsible for appointing and removing officials such as the President of the PLA Military Court."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国人民解放军军事法院",
      "target": "中华人民共和国最高人民法院",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国人民解放军军事法院在审判工作上受中华人民共和国最高人民法院监督。",
          "en": "The judicial work of the PLA Military Court is supervised by the Supreme People's Court of the People's Republic of China."
        }
      }
    },
    {
      "source": "中国人民解放军军事法院",
      "target": "中央军事委员会政法委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2016-01",
        "description": {
          "zh-cn": "中国人民解放军军事法院业务上受中央军委政法委员会领导，组织上是其直属单位。",
          "en": "The PLA Military Court is operationally led by the Political and Legal Affairs Commission of the Central Military Commission and is organizationally its direct subordinate unit."
        }
      }
    },
    {
      "source": "中华人民共和国宪法",
      "target": "中国人民解放军军事法院",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "《中华人民共和国宪法》为中国人民解放军军事法院的设立提供了法律授权和依据。",
          "en": "The Constitution of the People's Republic of China provides the legal authorization and basis for the establishment of the PLA Military Court."
        }
      }
    },
    {
      "source": "中华人民共和国人民法院组织法",
      "target": "中国人民解放军军事法院",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "《中华人民共和国人民法院组织法》是中国人民解放军军事法院的组织法规。",
          "en": "The Organic Law of the People's Courts of the People's Republic of China serves as the organizational regulation for the PLA Military Court."
        }
      }
    },
    {
      "source": "中央人民政府人民革命军事委员会",
      "target": "中国人民解放軍军事法庭",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1954-01",
        "description": {
          "zh-cn": "1954年1月，中央人民政府人民革命军事委员会决定成立中国人民解放军军事法庭。",
          "en": "In January 1954, the People's Revolutionary Military Commission of the Central People's Government decided to establish the PLA Military Tribunal."
        }
      }
    },
    {
      "source": "中华人民共和国宪法 (1954年)",
      "target": "中国人民解放军军事法院",
      "type": "PUSHED",
      "properties": {
        "start_date": "1954-09",
        "description": {
          "zh-cn": "1954年宪法规定设置专门人民法院，为中国人民解放军军事法庭更名为中国人民解放军军事法院提供了法律依据。",
          "en": "The 1954 Constitution provided for the establishment of specialized people's courts, offering a legal basis for renaming the PLA Military Tribunal to the PLA Military Court."
        }
      }
    },
    {
      "source": "中国人民解放軍军事法庭",
      "target": "中国人民解放军军事法院",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1954-11",
        "description": {
          "zh-cn": "中国人民解放军军事法庭于1954年11月更名为中国人民解放军军事法院。",
          "en": "The PLA Military Tribunal was renamed the PLA Military Court in November 1954."
        }
      }
    },
    {
      "source": "中国人民解放军军事法院",
      "target": "最高人民法院军事审判庭",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1957-04",
        "description": {
          "zh-cn": "1956年12月，中央军委决定将中国人民解放军军事法院改称为最高人民法院军事审判庭，该决定于1957年4月生效。",
          "en": "In December 1956, the Central Military Commission decided to rename the PLA Military Court to the Military Tribunal of the Supreme People's Court, a decision that took effect in April 1957."
        }
      }
    },
    {
      "source": "最高人民法院军事审判庭",
      "target": "中国人民解放军军事法院",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1965-05-29",
        "description": {
          "zh-cn": "1965年5月29日，最高人民法院军事审判庭改称中国人民解放军军事法院。",
          "en": "On May 29, 1965, the Military Tribunal of the Supreme People's Court was renamed the PLA Military Court."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "中国人民解放军军事法院",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1969",
        "description": {
          "zh-cn": "1969年底，在文化大革命期间，中国人民解放军军事法院和全军各级军事法院先后被撤销。",
          "en": "At the end of 1969, during the Cultural Revolution, the PLA Military Court and military courts at all levels throughout the army were successively abolished."
        }
      }
    },
    {
      "source": "中央军事委员会",
      "target": "中国人民解放军军事法院",
      "type": "PUSHED",
      "properties": {
        "start_date": "1978-01",
        "description": {
          "zh-cn": "1978年1月，中共中央军委决定重建中国人民解放军军事法院。",
          "en": "In January 1978, the Central Military Commission of the CCP decided to re-establish the PLA Military Court."
        }
      }
    },
    {
      "source": "深化国防和军队改革",
      "target": "中央军事委员会政法委员会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2016-01",
        "description": {
          "zh-cn": "在2016年1月的深化国防和军队改革中，中央军事委员会政法委员会被组建。",
          "en": "The Political and Legal Affairs Commission of the Central Military Commission was established in January 2016 during the deepening reform of national defense and the military."
        }
      }
    },
    {
      "source": "刘少云",
      "target": "中国人民解放军军事法院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2023-10-24",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "刘少云自2023年10月24日起担任中国人民解放军军事法院院长。",
          "en": "Liu Shaoyun has served as the President of the PLA Military Court since October 24, 2023."
        }
      }
    },
    {
      "source": "全国人民代表大会常务委员会",
      "target": "刘少云",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-10-24",
        "description": {
          "zh-cn": "全国人民代表大会常务委员会任命刘少云为中国人民解放军军事法院院长。",
          "en": "The Standing Committee of the National People's Congress appointed Liu Shaoyun as the President of the PLA Military Court."
        }
      }
    },
    {
      "source": "陈奇涵",
      "target": "中国人民解放軍军事法庭",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1954-02",
        "end_date": "1954-11",
        "position": {
          "zh-cn": "庭长",
          "en": "President"
        },
        "description": {
          "zh-cn": "陈奇涵于1954年2月被任命为中国人民解放军军事法庭庭长。",
          "en": "Chen Qihan was appointed President of the PLA Military Tribunal in February 1954."
        }
      }
    },
    {
      "source": "陈奇涵",
      "target": "中国人民解放军军事法院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1954-11",
        "end_date": "1957-04",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "陈奇涵自1954年11月起担任中国人民解放军军事法院首任院长。",
          "en": "Chen Qihan served as the first President of the PLA Military Court starting in November 1954."
        }
      }
    },
    {
      "source": "钟汉华",
      "target": "最高人民法院军事审判庭",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1957-04",
        "end_date": "1961-01",
        "position": {
          "zh-cn": "庭长",
          "en": "President"
        },
        "description": {
          "zh-cn": "钟汉华于1957年4月被任命为最高人民法院军事审判庭庭长。",
          "en": "Zhong Hanhua was appointed President of the Military Tribunal of the Supreme People's Court in April 1957."
        }
      }
    },
    {
      "source": "谭甫仁",
      "target": "最高人民法院军事审判庭",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1964-12",
        "end_date": "1965-05",
        "position": {
          "zh-cn": "庭长",
          "en": "President"
        },
        "description": {
          "zh-cn": "谭甫仁于1964年12月被任命为最高人民法院军事审判庭庭长。",
          "en": "Tan Furen was appointed President of the Military Tribunal of the Supreme People's Court in December 1964."
        }
      }
    },
    {
      "source": "郝苏",
      "target": "中国人民解放军军事法院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1978-09",
        "end_date": "1981-07",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "郝苏于1978年9月被任命为重建后的中国人民解放军军事法院院长。",
          "en": "Hao Su was appointed President of the re-established PLA Military Court in September 1978."
        }
      }
    },
    {
      "source": "中国人民解放军军事法院",
      "target": "徐勤先",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "因拒绝执行六四清场命令，徐勤先被中国人民解放军军事法院判处5年有期徒刑。",
          "en": "For refusing to carry out the Tiananmen Square clearance order, Xu Qinxian was sentenced to 5 years in prison by the PLA Military Court."
        }
      }
    },
    {
      "source": "徐勤先",
      "target": "六四清场",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "徐勤先拒绝执行六四清场的命令。",
          "en": "Xu Qinxian refused to execute the order for the Tiananmen Square clearance."
        }
      }
    },
    {
      "source": "中国人民解放军军事法院",
      "target": "刘连昆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999",
        "description": {
          "zh-cn": "原总后勤部军械部部长刘连昆因向台湾提供情报间谍案，被军事法院判处注射死刑。",
          "en": "Liu Liankun, former director of the Ordnance Department of the General Logistics Department, was sentenced to death by lethal injection by the military court for espionage involving providing intelligence to Taiwan."
        }
      }
    },
    {
      "source": "中国人民解放军军事法院",
      "target": "郭伯雄",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2016",
        "description": {
          "zh-cn": "中央军委原副主席郭伯雄因受贿案被军事法院判处无期徒刑。",
          "en": "Guo Boxiong, former Vice Chairman of the Central Military Commission, was sentenced to life imprisonment by the military court for bribery."
        }
      }
    },
    {
      "source": "中国人民解放军军事法院",
      "target": "房峰辉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019",
        "description": {
          "zh-cn": "原中央军委联合参谋部参谋长房峰辉因受贿、行贿、巨额财产来源不明案被军事法院判处无期徒刑。",
          "en": "Fang Fenghui, former Chief of the Joint Staff Department of the Central Military Commission, was sentenced to life imprisonment by the military court for bribery, offering bribes, and possessing a huge amount of property from unidentified sources."
        }
      }
    }
  ]
}