{
  "nodes": [
    {
      "id": "杨度",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨度",
          "杨承瓒",
          "皙子",
          "虎",
          "虎公",
          "虎禅",
          "虎禅师",
          "虎头陀"
        ],
        "en": [
          "Yang Du"
        ]
      },
      "properties": {
        "lifetime": "1875-01-15 - 1931-09-17",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "湖南省湘潭县"
        },
        "death_place": {
          "zh-cn": "上海市"
        },
        "description": {
          "zh-cn": "中国近代政治人物，一生先后投身于清末立宪、洪宪帝制、国民革命与共产主义等多种政治派别。曾任宪政编查馆统计局局长，后成为筹安会理事长，积极推动袁世凯称帝。帝制失败后，思想转向民主共和，加入中国国民党。晚年于1929年秘密加入中国共产党。",
          "en": "A Chinese politician in the modern era, who was involved in various political factions throughout his life, including the late Qing constitutional movement, the Hongxian Monarchy, the Nationalist revolution, and communism. He served as the director of the statistical bureau of the Constitutional Compilation and Investigation Bureau, and later became the chairman of the Chou'anhui, actively promoting Yuan Shikai's ascension to the throne. After the failure of the monarchy, his ideology shifted towards democratic republicanism, and he joined the Kuomintang. In his later years, he secretly joined the Communist Party of China in 1929."
        }
      }
    },
    {
      "id": "袁世凯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁世凯"
        ],
        "en": [
          "Yuan Shikai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代史上著名的政治家、军事家，北洋军阀的奠基人。曾担任中华民国第一任正式大总统，后于1915年推行洪宪帝制，试图恢复君主制，但以失败告终。",
          "en": "A prominent politician and military leader in modern Chinese history, and the founder of the Beiyang Army. He served as the first formal President of the Republic of China and later attempted to restore the monarchy through the Hongxian Monarchy in 1915, which ultimately failed."
        }
      }
    },
    {
      "id": "王闿运",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王闿运"
        ],
        "en": [
          "Wang Kaiyun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清经学家、文学家，帝王之学的倡导者，曾任国史馆馆长。杨度、蔡锷等人均出其门下。",
          "en": "A classicist and writer of the late Qing Dynasty, an advocate of 'imperial arts,' and served as the head of the National History Bureau. Yang Du, Cai E, and others were his students."
        }
      }
    },
    {
      "id": "梁启超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁启超"
        ],
        "en": [
          "Liang Qichao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代思想家、政治家、教育家、史学家、文学家。曾与杨度为至交，后因杨度支持袁世凯称帝而决裂，成为坚定的反对者。",
          "en": "A modern Chinese thinker, politician, educator, historian, and writer. He was once a close friend of Yang Du, but they had a falling out after Yang supported Yuan Shikai's monarchical ambitions, with Liang becoming a staunch opponent."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代民主革命的伟大先行者，中华民国和中国国民党的缔造者。曾与杨度辩论革命与立宪，后接纳杨度加入国民党并委以重任。",
          "en": "A great pioneer of the modern democratic revolution in China, and the founder of the Republic of China and the Kuomintang. He debated revolution versus constitutionalism with Yang Du and later accepted him into the Kuomintang, entrusting him with important tasks."
        }
      }
    },
    {
      "id": "蔡锷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡锷"
        ],
        "en": [
          "Cai E"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代军事家，护国战争的主要组织者和领导者。曾与杨度同在日本留学，关系友善。",
          "en": "A modern Chinese military strategist, and a key organizer and leader of the National Protection War. He studied in Japan at the same time as Yang Du and they had a friendly relationship."
        }
      }
    },
    {
      "id": "黄兴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄兴"
        ],
        "en": [
          "Huang Xing"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代民主革命家，中华民国的开国元勋。与杨度同为弘文学院同学，后由杨度介绍给孙中山。",
          "en": "A modern Chinese democratic revolutionary and a founding father of the Republic of China. He was a classmate of Yang Du at the Kobun Gakuin and was later introduced to Sun Yat-sen by him."
        }
      }
    },
    {
      "id": "李大钊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李大钊"
        ],
        "en": [
          "Li Dazhao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产主义运动的先驱、中国共产党的主要创始人之一。杨度曾设法营救他但未成功。",
          "en": "A pioneer of the Chinese communist movement and one of the main founders of the Communist Party of China. Yang Du attempted to rescue him but was unsuccessful."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来",
          "伍豪"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一。他批准了杨度的入党申请，并长期作为其单线联系人。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China. He approved Yang Du's application to join the party and served as his direct contact for a long time."
        }
      }
    },
    {
      "id": "潘汉年",
      "type": "Person",
      "name": {
        "zh-cn": [
          "潘汉年"
        ],
        "en": [
          "Pan Hannian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期领导人之一，负责情报和统战工作。他介绍了杨度加入中国共产党。",
          "en": "One of the early leaders of the Communist Party of China, responsible for intelligence and united front work. He introduced Yang Du to the Communist Party of China."
        }
      }
    },
    {
      "id": "杜月笙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杜月笙"
        ],
        "en": [
          "Du Yuesheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "20世纪上半叶上海滩富有传奇性的一个人物，近代上海青帮中最著名的人物之一。杨度晚年曾为其门下“清客”，这一身份为杨度的地下工作提供了掩护。",
          "en": "A legendary figure in Shanghai during the first half of the 20th century, and one of the most famous figures in the modern Shanghai Green Gang. In his later years, Yang Du served as a retainer ('qingke') for him, a position that provided cover for Yang's underground activities."
        }
      }
    },
    {
      "id": "黎元洪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黎元洪"
        ],
        "en": [
          "Li Yuanhong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国第一任副总统、第二任大总统。在袁世凯死后继任总统，并下令通缉杨度等帝制祸首。",
          "en": "The first Vice President and second President of the Republic of China. He succeeded Yuan Shikai as President and issued arrest warrants for Yang Du and other culprits of the monarchist movement."
        }
      }
    },
    {
      "id": "载沣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "载沣"
        ],
        "en": [
          "Zaifeng, Prince Chun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝末代皇帝溥仪的生父，宣统年间的摄政王。曾欲处死袁世凯，被杨度等人劝止。",
          "en": "The biological father of Puyi, the last emperor of the Qing Dynasty, and the regent during the Xuantong era. He once intended to execute Yuan Shikai but was dissuaded by Yang Du and others."
        }
      }
    },
    {
      "id": "张之洞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张之洞"
        ],
        "en": [
          "Zhang Zhidong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清名臣、洋务派代表人物之一。曾称赞杨度，并支持其收回粤汉铁路路权的主张。",
          "en": "A famous official of the late Qing Dynasty and a representative of the Self-Strengthening Movement. He praised Yang Du and supported his proposal to reclaim the rights to the Canton-Hankou Railway."
        }
      }
    },
    {
      "id": "洪宪帝制",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "洪宪帝制"
        ],
        "en": [
          "Hongxian Monarchy"
        ]
      },
      "properties": {
        "period": "1915 - 1916",
        "description": {
          "zh-cn": "由袁世凯策划，旨在推翻中华民国，恢复中华帝制的政治运动。杨度是该运动的主要理论鼓吹者和组织者之一。该运动最终因护国战争的爆发而失败。",
          "en": "A political movement planned by Yuan Shikai aimed at overthrowing the Republic of China and restoring the Chinese monarchy. Yang Du was one of the main theoretical advocates and organizers of this movement. It ultimately failed due to the outbreak of the National Protection War."
        }
      }
    },
    {
      "id": "护国战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "护国战争"
        ],
        "en": [
          "National Protection War"
        ]
      },
      "properties": {
        "period": "1915-12 - 1916-07",
        "description": {
          "zh-cn": "指1915年至1916年间，为反对袁世凯的洪宪帝制而发生的一场内战。这场战争导致了洪宪帝制的失败。",
          "en": "A civil war that took place from 1915 to 1916 in opposition to Yuan Shikai's Hongxian Monarchy. The war led to the failure of the monarchical restoration."
        }
      }
    },
    {
      "id": "筹安会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "筹安会"
        ],
        "en": [
          "Chou'anhui"
        ]
      },
      "properties": {
        "period": "1915",
        "description": {
          "zh-cn": "由杨度、孙毓筠等人于1915年8月发起的政治团体，以“筹一国之安”为名，主张君主立宪，为袁世凯称帝制造舆论和理论基础。",
          "en": "A political group founded in August 1915 by Yang Du, Sun Yujun, and others. Under the guise of 'planning for the nation's peace,' it advocated for a constitutional monarchy and created public opinion and a theoretical basis for Yuan Shikai's enthronement."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China",
          "CPC"
        ]
      },
      "properties": {
        "period": "1921 - "
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT"
        ]
      },
      "properties": {}
    },
    {
      "id": "弘文学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "弘文学院"
        ],
        "en": [
          "Kobun Gakuin"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "日本东京",
          "en": "Tokyo, Japan"
        },
        "description": {
          "zh-cn": "日本教育家嘉纳治五郎在东京创办的一所主要招收中国留学生的学校，杨度与黄兴曾在此同学。",
          "en": "A school founded in Tokyo by Japanese educator Kanō Jigorō, primarily for Chinese students. Yang Du and Huang Xing were classmates there."
        }
      }
    },
    {
      "id": "日本法政大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "日本法政大学"
        ],
        "en": [
          "Hosei University"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "日本东京",
          "en": "Tokyo, Japan"
        }
      }
    },
    {
      "id": "宪政编查馆",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "宪政编查馆"
        ],
        "en": []
      },
      "properties": {
        "period": "1907 - 1911",
        "description": {
          "zh-cn": "清末负责筹备宪政的专门机构。",
          "en": "A special institution in the late Qing Dynasty responsible for preparing for constitutional government."
        }
      }
    },
    {
      "id": "参政院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "参政院"
        ],
        "en": []
      },
      "properties": {
        "period": "1914 - 1916",
        "description": {
          "zh-cn": "袁世凯时期设立的政治咨询机构，取代了国会的部分职能。",
          "en": "A political advisory body established during the Yuan Shikai period, which replaced some functions of the National Assembly."
        }
      }
    },
    {
      "id": "君主立宪",
      "type": "Document",
      "name": {
        "zh-cn": [
          "君主立宪"
        ],
        "en": [
          "Constitutional monarchy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种国家政体，君主是国家元首，但其权力受到宪法和法律的限制。杨度早期是其坚定的支持者。",
          "en": "A form of government in which a monarch acts as head of state within the parameters of a written or unwritten constitution. Yang Du was an early staunch supporter of this system."
        }
      }
    },
    {
      "id": "《君宪救国论》",
      "type": "Document",
      "name": {
        "zh-cn": [
          "《君宪救国论》"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "杨度于1915年4月呈送给袁世凯的文章，系统地阐述了中国必须实行君主立宪才能救亡图存的观点，是洪宪帝制的重要理论依据。",
          "en": "An article submitted by Yang Du to Yuan Shikai in April 1915, which systematically argued that China must implement a constitutional monarchy to save itself. It served as a key theoretical basis for the Hongxian Monarchy."
        }
      }
    },
    {
      "id": "湘潭县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "湘潭县"
        ]
      },
      "properties": {}
    },
    {
      "id": "上海市 (中华民国)",
      "type": "Location",
      "name": {
        "zh-cn": [
          "上海市 (中华民国)",
          "上海"
        ]
      },
      "properties": {}
    }
  ],
  "relationships": [
    {
      "source": "杨度",
      "target": "王闿运",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1895",
        "description": {
          "zh-cn": "杨度师从王闿运，学习帝王之术，深受其喜爱和影响。",
          "en": "Yang Du studied under Wang Kaiyun, learning the 'arts of emperors,' and was deeply favored and influenced by him."
        }
      }
    },
    {
      "source": "杨度",
      "target": "袁世凯",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1911",
        "position": {
          "zh-cn": "幕僚",
          "en": "Advisor"
        },
        "description": {
          "zh-cn": "武昌起义后，杨度成为袁世凯的幕僚。",
          "en": "After the Wuchang Uprising, Yang Du became an advisor to Yuan Shikai."
        }
      }
    },
    {
      "source": "杨度",
      "target": "洪宪帝制",
      "type": "PUSHED",
      "properties": {
        "start_date": "1915",
        "description": {
          "zh-cn": "杨度撰写《君宪救国论》，并组织筹安会，为袁世凯称帝进行理论鼓吹和组织策划。",
          "en": "Yang Du wrote \"On Constitutional Monarchy to Save the Nation\" and organized the Chou'anhui, providing theoretical advocacy and organizational planning for Yuan Shikai's enthronement."
        }
      }
    },
    {
      "source": "洪宪帝制",
      "target": "杨度",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1916-07-14",
        "description": {
          "zh-cn": "洪宪帝制失败后，杨度作为“帝制祸首”被继任总统黎元洪下令通缉，政治生涯遭遇重创。",
          "en": "After the failure of the Hongxian Monarchy, Yang Du was listed as a chief culprit and an arrest warrant was issued for him by the succeeding President Li Yuanhong, dealing a severe blow to his political career."
        }
      }
    },
    {
      "source": "护国战争",
      "target": "洪宪帝制",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1915-12",
        "end_date": "1916-06",
        "description": {
          "zh-cn": "护国战争的爆发直接导致了洪宪帝制的失败。",
          "en": "The outbreak of the National Protection War directly led to the failure of the Hongxian Monarchy."
        }
      }
    },
    {
      "source": "黎元洪",
      "target": "杨度",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1916-07-14",
        "description": {
          "zh-cn": "继任总统后，发布命令惩办帝制祸首，杨度名列第一，被通缉。",
          "en": "After succeeding as president, he issued an order to punish the masterminds of the monarchy movement, with Yang Du being the first on the wanted list."
        }
      }
    },
    {
      "source": "杨度",
      "target": "中国国民党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1922",
        "end_date": "1929",
        "description": {
          "zh-cn": "1922年，在孙中山的引荐下，杨度加入中国国民党。",
          "en": "In 1922, under the recommendation of Sun Yat-sen, Yang Du joined the Kuomintang."
        }
      }
    },
    {
      "source": "孙中山",
      "target": "杨度",
      "type": "PUSHED",
      "properties": {
        "start_date": "1922",
        "description": {
          "zh-cn": "接纳杨度加入中国国民党，并特电全党表示信任。",
          "en": "He accepted Yang Du into the Kuomintang and sent a special telegram to the entire party expressing his trust."
        }
      }
    },
    {
      "source": "杨度",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1929",
        "end_date": "1931-09-17",
        "description": {
          "zh-cn": "1929年秋，杨度在白色恐怖时期秘密加入中国共产党，由潘汉年介绍，周恩来批准。",
          "en": "In the autumn of 1929, during the White Terror, Yang Du secretly joined the Communist Party of China, introduced by Pan Hannian and approved by Zhou Enlai."
        }
      }
    },
    {
      "source": "潘汉年",
      "target": "杨度",
      "type": "PUSHED",
      "properties": {
        "start_date": "1929",
        "description": {
          "zh-cn": "介绍杨度加入中国共产党。",
          "en": "Introduced Yang Du to join the Communist Party of China."
        }
      }
    },
    {
      "source": "杨度",
      "target": "周恩来",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1929",
        "description": {
          "zh-cn": "入党后，由周恩来单线联系和直接领导。",
          "en": "After joining the party, he was in direct contact with and led by Zhou Enlai."
        }
      }
    },
    {
      "source": "杨度",
      "target": "弘文学院",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1902",
        "description": {
          "zh-cn": "入读东京弘文学院师范速成班。",
          "en": "Enrolled in the teacher training crash course at Kobun Gakuin in Tokyo."
        }
      }
    },
    {
      "source": "杨度",
      "target": "日本法政大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1904",
        "description": {
          "zh-cn": "转入日本法政大学速成科，集中研究各国宪政。",
          "en": "Transferred to the crash course at Hosei University in Japan to focus on the study of various countries' constitutions."
        }
      }
    },
    {
      "source": "杨度",
      "target": "宪政编查馆",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1911",
        "end_date": "1912",
        "position": {
          "zh-cn": "统计局局长",
          "en": "Director of the Statistical Bureau"
        }
      }
    },
    {
      "source": "杨度",
      "target": "参政院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1914-06-22",
        "end_date": "1916-04-12",
        "position": {
          "zh-cn": "参政",
          "en": "Councilor"
        }
      }
    },
    {
      "source": "杨度",
      "target": "梁启超",
      "type": "FRIEND_OF",
      "properties": {
        "end_date": "1915",
        "description": {
          "zh-cn": "杨度与梁启超早年相识并结为至交，但在袁世凯称帝问题上产生严重分歧并最终决裂。",
          "en": "Yang Du and Liang Qichao knew each other in their early years and became close friends, but they had a serious disagreement over Yuan Shikai's monarchical ambitions, which eventually led to their falling out."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "杨度",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1915",
        "description": {
          "zh-cn": "因杨度策动洪宪帝制，梁启超与其决裂并公开抨击，成为帝制失败的关键反对者之一。",
          "en": "Because Yang Du orchestrated the Hongxian Monarchy, Liang Qichao broke with him and publicly criticized him, becoming one of the key opponents who contributed to the monarchy's failure."
        }
      }
    },
    {
      "source": "杨度",
      "target": "黄兴",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "杨度将黄兴介绍给孙中山，促成了孙黄合作及中国同盟会的成立。",
          "en": "Yang Du introduced Huang Xing to Sun Yat-sen, which facilitated the cooperation between Sun and Huang and the establishment of the Tongmenghui."
        }
      }
    },
    {
      "source": "杨度",
      "target": "孙中山",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "杨度将黄兴介绍给孙中山，促成了孙黄合作及中国同盟会的成立。",
          "en": "Yang Du introduced Huang Xing to Sun Yat-sen, which facilitated the cooperation between Sun and Huang and the establishment of the Tongmenghui."
        }
      }
    },
    {
      "source": "杨度",
      "target": "李大钊",
      "type": "PUSHED",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "在北京设法营救李大钊，并在其被害后倾财救助其家人。",
          "en": "He attempted to rescue Li Dazhao in Beijing and, after Li's execution, provided financial assistance to his family."
        }
      }
    },
    {
      "source": "杨度",
      "target": "筹安会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1915-08",
        "description": {
          "zh-cn": "与孙毓筠等人共同发起组织筹安会，并自任理事长，为袁世凯称帝造势。",
          "en": "Co-founded the Chou'anhui with Sun Yujun and others, serving as its chairman to build momentum for Yuan Shikai's enthronement."
        }
      }
    },
    {
      "source": "袁世凯",
      "target": "杨度",
      "type": "PUSHED",
      "properties": {
        "start_date": "1908",
        "description": {
          "zh-cn": "与张之洞联合保荐杨度出任宪政编查馆提调。",
          "en": "Jointly recommended Yang Du with Zhang Zhidong to serve as an officer in the Constitutional Compilation and Investigation Bureau."
        }
      }
    },
    {
      "source": "张之洞",
      "target": "杨度",
      "type": "PUSHED",
      "properties": {
        "start_date": "1908",
        "description": {
          "zh-cn": "与袁世凯联合保荐杨度出任宪政编查馆提调。",
          "en": "Jointly recommended Yang Du with Yuan Shikai to serve as an officer in the Constitutional Compilation and Investigation Bureau."
        }
      }
    },
    {
      "source": "杨度",
      "target": "袁世凯",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "当摄政王载沣要杀袁世凯时，杨度冒死论救，成功保全了袁世凯。",
          "en": "When Regent Zaifeng intended to execute Yuan Shikai, Yang Du risked his life to argue for Yuan's case, successfully saving him."
        }
      }
    },
    {
      "source": "《君宪救国论》",
      "target": "洪宪帝制",
      "type": "PUSHED",
      "properties": {
        "start_date": "1915-04",
        "description": {
          "zh-cn": "该文为袁世凯称帝提供了重要的理论依据和舆论支持。",
          "en": "This article provided a significant theoretical basis and public support for Yuan Shikai's enthronement."
        }
      }
    },
    {
      "source": "杨度",
      "target": "君主立宪",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "杨度早期是君主立宪的坚定倡导者，创办《中国新报》，发表《金铁主义》等文章宣传其主张。",
          "en": "In his early years, Yang Du was a staunch advocate of constitutional monarchy, founding the 'China New Journal' and publishing articles like 'Jintie Zhuyi' (Gold and Iron Doctrine) to promote his views."
        }
      }
    },
    {
      "source": "杨度",
      "target": "杜月笙",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1928",
        "position": {
          "zh-cn": "清客",
          "en": "Retainer"
        },
        "description": {
          "zh-cn": "杨度寓居上海期间，成为杜月笙的门下“清客”，这一身份为他从事共产党的地下情报工作提供了掩护。",
          "en": "While residing in Shanghai, Yang Du became a retainer ('qingke') for Du Yuesheng, a position that provided cover for his underground intelligence work for the Communist Party."
        }
      }
    },
    {
      "source": "杨度",
      "target": "蔡锷",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "留学日本期间，蔡锷与杨度关系最善。蔡锷在遗嘱中还为杨度求情。",
          "en": "During their studies in Japan, Cai E had the best relationship with Yang Du. In his will, Cai E even pleaded for leniency for Yang Du."
        }
      }
    },
    {
      "source": "杨度",
      "target": "湘潭县",
      "type": "BORN_IN",
      "properties": {}
    }
  ]
}