{
  "nodes": [
    {
      "id": "主体思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "主体思想",
          "主体",
          "金日成主义",
          "广义主体思想",
          "狭义主体思想"
        ],
        "en": [
          "Juche",
          "Juche Idea",
          "Kimilsungism"
        ]
      },
      "properties": {
        "period": "1955 - ",
        "description": {
          "zh-cn": "朝鲜民主主义人民共和国和朝鲜劳动党的官方意识形态，由金日成创立，黄长烨将其体系化，金正日进一步发展。其核心是人是自己命运的主人，强调思想上的主体、政治上的自主、经济上的自立、国防上的自卫。",
          "en": "The official ideology of the Democratic People's Republic of Korea (DPRK) and the Workers' Party of Korea, founded by Kim Il-sung, systematized by Hwang Jang-yop, and further developed by Kim Jong-il. Its core principle is that man is the master of his own destiny, emphasizing ideological self-reliance (Juche), political independence (Jaju), economic self-sufficiency (Jarip), and self-reliant defense (Jawi)."
        }
      }
    },
    {
      "id": "金日成",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金日成"
        ],
        "en": [
          "Kim Il-sung"
        ]
      },
      "properties": {
        "lifetime": "1912-04-15 - 1994-07-08",
        "gender": "Male",
        "description": {
          "zh-cn": "朝鲜民主主义人民共和国的创始人和第一位最高领导人，主体思想的创立者。",
          "en": "The founder and first supreme leader of the Democratic People's Republic of Korea, and the creator of the Juche Idea."
        }
      }
    },
    {
      "id": "黄长烨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄长烨"
        ],
        "en": [
          "Hwang Jang-yop"
        ]
      },
      "properties": {
        "lifetime": "1923-01-17 - 2010-10-10",
        "gender": "Male",
        "description": {
          "zh-cn": "朝鲜政治人物，曾任金日成综合大学校长，被认为是主体思想理论的主要构建者和体系化者。后叛逃至韩国。",
          "en": "A North Korean politician, former president of Kim Il-sung University, considered the main architect and systematizer of the Juche Idea theory. He later defected to South Korea."
        }
      }
    },
    {
      "id": "金正日",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金正日"
        ],
        "en": [
          "Kim Jong-il"
        ]
      },
      "properties": {
        "lifetime": "1941-02-16 - 2011-12-17",
        "gender": "Male",
        "description": {
          "zh-cn": "朝鲜民主主义人民共和国的第二位最高领导人，金日成之子。他进一步发展了主体思想，并提出了先军政治。",
          "en": "The second supreme leader of the Democratic People's Republic of Korea, son of Kim Il-sung. He further developed the Juche Idea and introduced the Songun (military-first) policy."
        }
      }
    },
    {
      "id": "朝鲜劳动党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "朝鲜劳动党"
        ],
        "en": [
          "Workers' Party of Korea"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "朝鲜民主主义人民共和国的执政党。",
          "en": "The ruling party of the Democratic People's Republic of Korea."
        }
      }
    },
    {
      "id": "马克思列宁主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "马克思列宁主义",
          "马克思主义"
        ],
        "en": [
          "Marxism–Leninism",
          "Marxism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种共产主义意识形态，是马克思主义和列宁主义理论的结合。主体思想最初被认为是其一种变体，但后来被定义为与之有根本区别的独立思想。",
          "en": "A communist ideology that is a combination of the theories of Marxism and Leninism. The Juche Idea was initially considered a variant of it but was later defined as a fundamentally distinct and independent ideology."
        }
      }
    },
    {
      "id": "《关于主体思想》",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于主体思想"
        ],
        "en": [
          "On the Juche Idea"
        ]
      },
      "properties": {
        "period": "1982",
        "description": {
          "zh-cn": "由金正日于1982年以个人名义出版的论文，被认为是主体思想核心理论的完成之作。",
          "en": "A treatise published by Kim Jong-il in his personal capacity in 1982, considered to have completed the core theory of the Juche Idea."
        }
      }
    },
    {
      "id": "秘密报告",
      "type": "Document",
      "name": {
        "zh-cn": [
          "秘密报告",
          "关于个人崇拜及其后果"
        ],
        "en": [
          "Secret Speech",
          "On the Cult of Personality and Its Consequences"
        ]
      },
      "properties": {
        "period": "1956-02-25",
        "description": {
          "zh-cn": "赫鲁晓夫在苏共二十大上所作的报告，谴责了斯大林的个人崇拜。该报告是促使金日成提出主体思想以巩固自身权力的关键因素。",
          "en": "A report delivered by Nikita Khrushchev at the 20th Congress of the CPSU, denouncing Stalin's cult of personality. The report was a key factor that prompted Kim Il-sung to promote the Juche Idea to consolidate his own power."
        }
      }
    },
    {
      "id": "苏共二十大",
      "type": "Event",
      "name": {
        "zh-cn": [
          "苏共二十大"
        ],
        "en": [
          "20th Congress of the Communist Party of the Soviet Union"
        ]
      },
      "properties": {
        "period": "1956-02",
        "description": {
          "zh-cn": "苏联共产党的一次代表大会，会上赫鲁晓夫发表了反对斯大林个人崇拜的“秘密报告”，对国际共产主义运动产生了深远影响，并成为主体思想产生的关键外部因素。",
          "en": "A congress of the Communist Party of the Soviet Union where Khrushchev delivered the \"Secret Speech\" against Stalin's cult of personality, which had a profound impact on the international communist movement and became a key external factor in the emergence of the Juche Idea."
        }
      }
    },
    {
      "id": "赫鲁晓夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赫鲁晓夫"
        ],
        "en": [
          "Nikita Khrushchev"
        ]
      },
      "properties": {
        "lifetime": "1894-04-15 - 1971-09-11",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联政治家，曾在苏共二十大上发表“秘密报告”批判斯大林。",
          "en": "A Soviet statesman who delivered the \"Secret Speech\" criticizing Stalin at the 20th Congress of the CPSU."
        }
      }
    },
    {
      "id": "苏联派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联派"
        ],
        "en": [
          "Soviet faction"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "朝鲜劳动党内的一个政治派别，成员多为苏联籍朝鲜人或与苏联关系密切。在1956年苏共去斯大林化运动后，该派系反对金日成的个人崇拜，后被金日成肃清。",
          "en": "A political faction within the Workers' Party of Korea, consisting mainly of Soviet Koreans or those with close ties to the Soviet Union. After the de-Stalinization campaign of 1956, this faction opposed Kim Il-sung's personality cult and was subsequently purged by him."
        }
      }
    },
    {
      "id": "延安派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "延安派"
        ],
        "en": [
          "Yan'an faction"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "朝鲜劳动党内的一个政治派别，成员多为在中国延安地区与中国共产党一同抗日的朝鲜人。该派系反对金日成的个人崇拜，后被金日成肃清。",
          "en": "A political faction within the Workers' Party of Korea, consisting mainly of Koreans who fought against Japan alongside the Chinese Communist Party in the Yan'an area of China. This faction opposed Kim Il-sung's personality cult and was subsequently purged by him."
        }
      }
    },
    {
      "id": "无产阶级文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "无产阶级文化大革命",
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "中华人民共和国的一场政治运动。期间，金日成被指责为修正主义者，对朝鲜施加的压力成为诱发主体思想诞生的关键因素之一。",
          "en": "A political movement in the People's Republic of China. During this period, Kim Il-sung was accused of being a revisionist, and the pressure exerted on North Korea became one of the key factors that induced the birth of the Juche Idea."
        }
      }
    },
    {
      "id": "无产阶级专政下继续革命的理论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "无产阶级专政下继续革命的理论"
        ],
        "en": [
          "Theory of continuing the revolution under the dictatorship of the proletariat"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国无产阶级文化大革命的理论基础。金日成提出的主体思想与其对立。",
          "en": "The theoretical basis of the Cultural Revolution in China. Kim Il-sung's Juche Idea was positioned in opposition to it."
        }
      }
    },
    {
      "id": "金日成综合大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "金日成综合大学"
        ],
        "en": [
          "Kim Il-sung University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于朝鲜平壤的一所大学，黄长烨曾担任该校校长。",
          "en": "A university located in Pyongyang, North Korea, where Hwang Jang-yop once served as president."
        }
      }
    },
    {
      "id": "朝鲜民主主义人民共和国宪法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "朝鲜民主主义人民共和国宪法"
        ],
        "en": [
          "Constitution of the DPRK"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "朝鲜民主主义人民共和国的根本法。1972年修订的宪法将主体思想规定为国家活动的指导指针。",
          "en": "The fundamental law of the Democratic People's Republic of Korea. The 1972 revised constitution stipulated the Juche Idea as the guiding principle for state activities."
        }
      }
    },
    {
      "id": "东欧剧变",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "东欧剧变"
        ],
        "en": [
          "Revolutions of 1989"
        ]
      },
      "properties": {
        "period": "1989",
        "description": {
          "zh-cn": "指在1989年东欧及中欧的共产主义国家发生民众推翻共产党统治的急剧政治变化。这一事件促使朝鲜领导层担忧并进一步强化主体思想教育以防止国内动荡。",
          "en": "Refers to the rapid political changes in Eastern and Central European communist states in 1989, where popular movements overthrew communist rule. This event caused concern among the North Korean leadership, prompting them to further strengthen Juche ideology education to prevent domestic instability."
        }
      }
    },
    {
      "id": "苏联解体",
      "type": "Event",
      "name": {
        "zh-cn": [
          "苏联解体"
        ],
        "en": [
          "Dissolution of the Soviet Union"
        ]
      },
      "properties": {
        "period": "1991-12-26",
        "description": {
          "zh-cn": "苏联的解体导致朝鲜失去了主要的经济援助来源，陷入经济危机，并促使朝鲜进一步强调主体思想的自立原则。",
          "en": "The dissolution of the Soviet Union caused North Korea to lose its main source of economic aid, leading to an economic crisis and prompting the country to further emphasize the Juche principle of self-reliance."
        }
      }
    },
    {
      "id": "朝鲜民主主义人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "朝鲜民主主义人民共和国",
          "朝鲜"
        ],
        "en": [
          "Democratic People's Republic of Korea",
          "North Korea"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚朝鲜半岛北部的社会主义国家，以主体思想为官方意识形态。",
          "en": "A socialist state located on the northern part of the Korean Peninsula in East Asia, with the Juche Idea as its official ideology."
        }
      }
    },
    {
      "id": "金永焕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金永焕"
        ],
        "en": [
          "Kim Young-hwan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国社会活动家，曾在20世纪80年代在韩国传播主体思想，但后来转变为该思想的批评者。",
          "en": "A South Korean social activist who disseminated the Juche Idea in South Korea during the 1980s but later became a critic of the ideology."
        }
      }
    },
    {
      "id": "斯大林主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "斯大林主义"
        ],
        "en": [
          "Stalinism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指斯大林统治下苏联的政治经济理论与政策。批评者认为主体思想包含了斯大林主义的元素。",
          "en": "Refers to the political and economic theory and policies of the Soviet Union under Joseph Stalin. Critics argue that the Juche Idea incorporates elements of Stalinism."
        }
      }
    },
    {
      "id": "民族主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "民族主义"
        ],
        "en": [
          "Nationalism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种强调民族认同和利益的意识形态。批评者认为主体思想包含了民族主义的元素。",
          "en": "An ideology that emphasizes national identity and interests. Critics argue that the Juche Idea incorporates elements of nationalism."
        }
      }
    },
    {
      "id": "昂纳克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "昂纳克"
        ],
        "en": [
          "Erich Honecker"
        ]
      },
      "properties": {
        "lifetime": "1912-08-25 - 1994-05-29",
        "gender": "Male",
        "description": {
          "zh-cn": "前德国统一社会党总书记和东德领导人，与金日成私交甚密，后在东欧剧变中下台。",
          "en": "Former General Secretary of the Socialist Unity Party of Germany and leader of East Germany, who had a close personal relationship with Kim Il-sung and was ousted during the Revolutions of 1989."
        }
      }
    },
    {
      "id": "齐奥塞斯库",
      "type": "Person",
      "name": {
        "zh-cn": [
          "齐奥塞斯库"
        ],
        "en": [
          "Nicolae Ceaușescu"
        ]
      },
      "properties": {
        "lifetime": "1918-01-26 - 1989-12-25",
        "gender": "Male",
        "description": {
          "zh-cn": "前罗马尼亚共产党中央委员会总书记和罗马尼亚领导人，与金日成私交甚密，后在东欧剧变中被处决。",
          "en": "Former General Secretary of the Romanian Communist Party and leader of Romania, who had a close personal relationship with Kim Il-sung and was executed during the Romanian Revolution."
        }
      }
    },
    {
      "id": "千里马运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "千里马运动"
        ],
        "en": [
          "Chollima Movement"
        ]
      },
      "properties": {
        "period": "1957 - 1961",
        "description": {
          "zh-cn": "朝鲜在第一个五年计划期间发起的一场社会主义建设运动，被朝鲜官方认为是主体思想的第一次实践运用。",
          "en": "A state-sponsored socialist construction movement during North Korea's first Five-Year Plan, officially considered the first practical application of the Juche Idea."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的社会主义国家，在苏联解体后成为朝鲜的主要经济援助来源之一。",
          "en": "A socialist state in East Asia that became one of North Korea's main sources of economic aid after the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922-12-30 - 1991-12-26",
        "description": {
          "zh-cn": "前社会主义国家，曾是朝鲜战争后的主要经济援助来源。其国内的去斯大林化运动间接促成了主体思想的提出。",
          "en": "A former socialist state that was a major source of economic aid to North Korea after the Korean War. Its domestic de-Stalinization campaign indirectly contributed to the formulation of the Juche Idea."
        }
      }
    },
    {
      "id": "韩国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "韩国"
        ],
        "en": [
          "South Korea"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于朝鲜半岛南部的国家。主体思想将韩国革命定义为反帝反封建的民主革命。",
          "en": "A country located on the southern part of the Korean Peninsula. The Juche Idea defines the revolution in South Korea as an anti-imperialist, anti-feudal democratic revolution."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "金日成",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "金日成是主体思想的创立者。",
          "en": "Kim Il-sung is the founder of the Juche Idea."
        }
      }
    },
    {
      "source": "黄长烨",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "黄长烨将金日成的思想综合成思想体系，对主体思想进行了体系化。",
          "en": "Hwang Jang-yop synthesized Kim Il-sung's ideas into a coherent ideological system, thereby systematizing the Juche Idea."
        }
      }
    },
    {
      "source": "金正日",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "金正日在1970年代后进一步发展了主体思想，并出版了《关于主体思想》一书，完成了其理论核心。",
          "en": "After the 1970s, Kim Jong-il further developed the Juche Idea and published the book 'On the Juche Idea', completing its theoretical core."
        }
      }
    },
    {
      "source": "马克思列宁主义",
      "target": "主体思想",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "主体思想最初被认为是马克思列宁主义的一种创造性应用，金日成在朝鲜革命的实践中对其进行了修改和运用。",
          "en": "The Juche Idea was initially considered a creative application of Marxism-Leninism, which Kim Il-sung modified and applied in the practice of the Korean revolution."
        }
      }
    },
    {
      "source": "主体思想",
      "target": "马克思列宁主义",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1970",
        "description": {
          "zh-cn": "自1970年代起，在金正日的主导下，主体思想被宣布为与马克思列宁主义有根本区别的独创思想，实现了意识形态上的决裂。",
          "en": "Starting in the 1970s, under the leadership of Kim Jong-il, the Juche Idea was declared to be an original ideology fundamentally different from Marxism-Leninism, marking an ideological break."
        }
      }
    },
    {
      "source": "秘密报告",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "1956-02",
        "description": {
          "zh-cn": "赫鲁晓夫的秘密报告引发了反对个人崇拜的思潮，成为金日成提出主体思想以清除党内反对派并巩固权力的关键因素。",
          "en": "Khrushchev's Secret Speech triggered a wave of opposition to personality cults, becoming a key factor for Kim Il-sung to propose the Juche Idea to purge internal opponents and consolidate power."
        }
      }
    },
    {
      "source": "苏共二十大",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "1956-02",
        "description": {
          "zh-cn": "苏共二十大上反对个人崇拜的立场，促使金日成在朝鲜劳动党内确立“主体”，以应对外部压力和内部挑战。",
          "en": "The anti-personality cult stance at the 20th Congress of the CPSU prompted Kim Il-sung to establish \"Juche\" within the Workers' Party of Korea to counter external pressures and internal challenges."
        }
      }
    },
    {
      "source": "金日成",
      "target": "苏联派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1956",
        "description": {
          "zh-cn": "在苏共二十大后，金日成镇压并肃清了党内以“苏联派”为代表的反对其个人崇拜的势力。",
          "en": "After the 20th Congress of the CPSU, Kim Il-sung suppressed and purged forces within the party, represented by the \"Soviet faction,\" that opposed his personality cult."
        }
      }
    },
    {
      "source": "金日成",
      "target": "延安派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1956",
        "description": {
          "zh-cn": "在苏共二十大后，金日成镇压并肃清了党内以“延安派”为代表的反对其个人崇拜的势力。",
          "en": "After the 20th Congress of the CPSU, Kim Il-sung suppressed and purged forces within the party, represented by the \"Yan'an faction,\" that opposed his personality cult."
        }
      }
    },
    {
      "source": "无产阶级文化大革命",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中国文化大革命期间对金日成的批判和对朝鲜施加的压力，成为诱发主体思想正式诞生和系统化的关键外部因素。",
          "en": "The criticism of Kim Il-sung and pressure on North Korea during China's Cultural Revolution became a key external factor that induced the formal birth and systematization of the Juche Idea."
        }
      }
    },
    {
      "source": "主体思想",
      "target": "无产阶级专政下继续革命的理论",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "金日成提出的主体思想与作为文革理论基础的“无产阶级专政下继续革命的理论”相对立。",
          "en": "The Juche Idea proposed by Kim Il-sung was in opposition to the \"Theory of continuing the revolution under the dictatorship of the proletariat,\" which was the theoretical basis of the Cultural Revolution."
        }
      }
    },
    {
      "source": "黄长烨",
      "target": "金日成综合大学",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "总长（校长）",
          "en": "President"
        },
        "description": {
          "zh-cn": "黄长烨曾担任金日成综合大学校长。",
          "en": "Hwang Jang-yop served as the president of Kim Il-sung University."
        }
      }
    },
    {
      "source": "朝鲜民主主义人民共和国宪法",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972-12",
        "description": {
          "zh-cn": "1972年修订的《朝鲜民主主义人民共和国宪法》首次将主体思想规定为国家的官方指导思想。",
          "en": "The revised 1972 Constitution of the DPRK first established the Juche Idea as the official guiding ideology of the state."
        }
      }
    },
    {
      "source": "朝鲜劳动党",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980-10",
        "description": {
          "zh-cn": "1980年朝鲜劳动党第六次代表大会通过的新党章，将主体思想确立为党的唯一指导方针。",
          "en": "The new party statutes adopted at the 6th Congress of the Workers' Party of Korea in 1980 established the Juche Idea as the party's sole guiding principle."
        }
      }
    },
    {
      "source": "东欧剧变",
      "target": "主体思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989",
        "description": {
          "zh-cn": "东欧共产主义政权的垮台使朝鲜领导层产生危机感，从而进一步强化了主体思想作为维护其社会主义制度的思想武器。",
          "en": "The collapse of communist regimes in Eastern Europe created a sense of crisis among the North Korean leadership, leading to the further strengthening of the Juche Idea as an ideological weapon to safeguard its socialist system."
        }
      }
    },
    {
      "source": "苏联解体",
      "target": "朝鲜民主主义人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991-12-26",
        "description": {
          "zh-cn": "苏联解体使朝鲜失去了主要的经济和军事援助，导致其经济陷入严重危机。",
          "en": "The dissolution of the Soviet Union caused North Korea to lose its main source of economic and military aid, leading its economy into a severe crisis."
        }
      }
    },
    {
      "source": "金永焕",
      "target": "主体思想",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "曾经在韩国传播主体思想的金永焕后来转变为该思想的批评者，认为其只是斯大林主义和民族主义的混合物，被用于政治统治。",
          "en": "Kim Young-hwan, who once disseminated the Juche Idea in South Korea, later became a critic, arguing it was merely a mixture of Stalinism and nationalism used for political domination."
        }
      }
    },
    {
      "source": "金日成",
      "target": "昂纳克",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "文本提及金日成与东德领导人昂纳克私交甚密。",
          "en": "The text mentions that Kim Il-sung had a close personal relationship with East German leader Erich Honecker."
        }
      }
    },
    {
      "source": "金日成",
      "target": "齐奥塞斯库",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "文本提及金日成与罗马尼亚领导人齐奥塞斯库私交甚密。",
          "en": "The text mentions that Kim Il-sung had a close personal relationship with Romanian leader Nicolae Ceaușescu."
        }
      }
    },
    {
      "source": "主体思想",
      "target": "千里马运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "朝鲜官方将千里马运动视为第一次运用主体思想的实践。",
          "en": "North Korean officials regard the Chollima Movement as the first practical application of the Juche Idea."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "韩国",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1992-08-24",
        "description": {
          "zh-cn": "中华人民共和国于1992年8月24日与韩国建立外交关系。",
          "en": "The People's Republic of China established diplomatic relations with South Korea on August 24, 1992."
        }
      }
    },
    {
      "source": "苏联",
      "target": "韩国",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1990-09-30",
        "description": {
          "zh-cn": "苏联于1990年9月30日与韩国建立外交关系。",
          "en": "The Soviet Union established diplomatic relations with South Korea on September 30, 1990."
        }
      }
    }
  ]
}