{
  "nodes": [
    {
      "id": "深圳市卫生健康委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市卫生健康委员会",
          "深圳市卫健委",
          "中共深圳市委卫生工作委员会"
        ],
        "en": []
      },
      "properties": {
        "period": "2019-01 - ",
        "location": {
          "zh-cn": "广东省深圳市福田区",
          "en": "Futian District, Shenzhen, Guangdong"
        },
        "description": {
          "zh-cn": "中华人民共和国广东省深圳市人民政府主管卫生健康的组成部门。2019年1月由原深圳市卫生和计划生育委员会、市公立医院管理中心等机构整合而成。",
          "en": "A component department of the Shenzhen Municipal People's Government of Guangdong Province, People's Republic of China, responsible for health and wellness. It was formed in January 2019 by integrating the former Shenzhen Municipal Health and Family Planning Commission, the Municipal Public Hospital Management Center, and other institutions."
        }
      }
    },
    {
      "id": "深圳市人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市人民政府"
        ],
        "en": [
          "Shenzhen Municipal People's Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国广东省深圳市的市级人民政府，是深圳市卫生健康委员会的上级机构。",
          "en": "The municipal people's government of Shenzhen, Guangdong Province, People's Republic of China, and the superior body of the Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "id": "吴红艳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴红艳"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治人物，现任深圳市卫生健康委员会主任、市委卫生工委书记。",
          "en": "Chinese politician, currently serving as Director of the Shenzhen Municipal Health Commission and Secretary of the Health Work Committee of the Shenzhen Municipal CPC Committee."
        }
      }
    },
    {
      "id": "2019年深圳市政府机构改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "2019年深圳市政府机构改革"
        ],
        "en": []
      },
      "properties": {
        "period": "2019-01",
        "description": {
          "zh-cn": "2019年1月深圳市进行的政府机构改革，旨在深化党和国家机构改革。此次改革中，组建了深圳市卫生健康委员会等新机构。",
          "en": "The institutional reform of the Shenzhen municipal government carried out in January 2019, aimed at deepening the reform of Party and state institutions. In this reform, new institutions such as the Shenzhen Municipal Health Commission were established."
        }
      }
    },
    {
      "id": "深圳市卫生和计划生育委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市卫生和计划生育委员会",
          "深圳市卫生和人口计划生育委员会"
        ],
        "en": []
      },
      "properties": {
        "period": "2009-07 - 2019-01",
        "description": {
          "zh-cn": "深圳市卫生健康委员会的前身机构。由原深圳市卫生局和市人口和计划生育局于2009年7月合并而成，初名深圳市卫生和人口计划生育委员会，2014年1月更名。2019年1月被整合进新成立的深圳市卫生健康委员会。",
          "en": "A predecessor of the Shenzhen Municipal Health Commission. It was formed in July 2009 by the merger of the former Shenzhen Municipal Health Bureau and the Municipal Population and Family Planning Bureau, initially named the Shenzhen Municipal Health and Population and Family Planning Commission, and was renamed in January 2014. In January 2019, it was integrated into the newly established Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "id": "深圳市公立医院管理中心",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市公立医院管理中心"
        ],
        "en": []
      },
      "properties": {
        "period": "2013-05 - 2019-01",
        "description": {
          "zh-cn": "曾负责承担深圳市公立医院的举办职责，监管公立医院人、财、物等运行。其行政职能于2019年1月被整合进新成立的深圳市卫生健康委员会。",
          "en": "Formerly responsible for the establishment of public hospitals in Shenzhen and supervising their operations, including personnel, finance, and materials. Its administrative functions were integrated into the newly established Shenzhen Municipal Health Commission in January 2019."
        }
      }
    },
    {
      "id": "2009年深圳市政府机构改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "2009年深圳市政府机构改革"
        ],
        "en": []
      },
      "properties": {
        "period": "2009-07",
        "description": {
          "zh-cn": "2009年7月深圳市进行的政府机构改革。此次改革中，组建了深圳市卫生和人口计划生育委员会等机构。",
          "en": "The institutional reform of the Shenzhen municipal government carried out in July 2009. In this reform, institutions such as the Shenzhen Municipal Health and Population and Family Planning Commission were established."
        }
      }
    },
    {
      "id": "深圳市卫生局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市卫生局"
        ],
        "en": []
      },
      "properties": {
        "period": " - 2009-07",
        "description": {
          "zh-cn": "深圳市卫生和人口计划生育委员会的前身机构之一，其职能于2009年7月被整合。",
          "en": "One of the predecessor institutions of the Shenzhen Municipal Health and Population and Family Planning Commission, whose functions were integrated in July 2009."
        }
      }
    },
    {
      "id": "深圳市人口和计划生育局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市人口和计划生育局"
        ],
        "en": []
      },
      "properties": {
        "period": " - 2009-07",
        "description": {
          "zh-cn": "深圳市卫生和人口计划生育委员会的前身机构之一，其职能于2009年7月被整合。",
          "en": "One of the predecessor institutions of the Shenzhen Municipal Health and Population and Family Planning Commission, whose functions were integrated in July 2009."
        }
      }
    },
    {
      "id": "深圳市疾病预防控制局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市疾病预防控制局"
        ],
        "en": []
      },
      "properties": {
        "period": "2023-05 - ",
        "description": {
          "zh-cn": "2023年5月挂牌成立，由深圳市卫生健康委员会加挂牌子。",
          "en": "Established in May 2023, with its nameplate additionally displayed by the Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "id": "深圳市发展改革委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市发展改革委员会",
          "市发展改革委"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "深圳市人民政府组成部门，与市卫健委在人口发展规划与监测预警等方面存在职责分工。",
          "en": "A component department of the Shenzhen Municipal People's Government, which has a division of responsibilities with the Municipal Health Commission regarding population development planning and monitoring/early warning."
        }
      }
    },
    {
      "id": "深圳市民政局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市民政局",
          "市民政局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "深圳市人民政府组成部门，与市卫健委在应对人口老龄化、医养结合与养老服务等方面存在职责分工。",
          "en": "A component department of the Shenzhen Municipal People's Government, which has a division of responsibilities with the Municipal Health Commission regarding responding to population aging, integration of medical and elderly care, and elderly care services."
        }
      }
    },
    {
      "id": "深圳市市场监督管理局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市市场监督管理局",
          "市市场监管局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "深圳市人民政府组成部门，与市卫健委在食品安全风险监测评估、药品不良反应通报等方面存在职责分工。",
          "en": "A component department of the Shenzhen Municipal People's Government, which has a division of responsibilities with the Municipal Health Commission regarding food safety risk monitoring and assessment, and reporting of adverse drug reactions."
        }
      }
    },
    {
      "id": "深圳市医疗保障局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市医疗保障局",
          "市医保局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "深圳市人民政府组成部门，与市卫健委在医疗、医保、医药等方面加强制度、政策衔接。",
          "en": "A component department of the Shenzhen Municipal People's Government, which strengthens system and policy coordination with the Municipal Health Commission in areas such as medical services, medical insurance, and medicine."
        }
      }
    },
    {
      "id": "平安经",
      "type": "Document",
      "name": {
        "zh-cn": [
          "平安经"
        ],
        "en": [
          "Ping An Jing"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一本以“XX平安”为格式创作的书籍，因内容空洞引发中国大陆舆论争议。深圳卫健委曾模仿其文体进行健康科普。",
          "en": "A book written in the format of 'XX peace', which sparked public controversy in mainland China due to its empty content. The Shenzhen Municipal Health Commission once imitated its style for health education purposes."
        }
      }
    },
    {
      "id": "深圳卫健委公众号低俗标题争议事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "深圳卫健委公众号低俗标题争议事件"
        ],
        "en": []
      },
      "properties": {
        "period": "2021-12",
        "description": {
          "zh-cn": "2021年12月，深圳卫健委微信公众号一篇关于艾滋病文章的标题被部分网民向市委书记王伟中举报为低俗，引发争议。事后，深圳卫健委表示将适当收缩推文尺度。",
          "en": "In December 2021, the title of an article about AIDS on the WeChat official account of the Shenzhen Municipal Health Commission was reported by some netizens to the Municipal Party Secretary Wang Weizhong as being vulgar, sparking controversy. Afterwards, the commission stated it would appropriately moderate the tone of its posts."
        }
      }
    },
    {
      "id": "深圳孕妇公众号求助事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "深圳孕妇公众号求助事件"
        ],
        "en": []
      },
      "properties": {
        "period": "2022-01",
        "description": {
          "zh-cn": "2022年1月，在深圳发生新冠本土疫情期间，一名孕妇因核酸检测结果未出无法入院，在深圳卫健委公众号留言求助。后台运营人员以“电话发我”回应并迅速解决问题，该事件引发网络关注。",
          "en": "In January 2022, during a local COVID-19 outbreak in Shenzhen, a pregnant woman who could not be admitted to the hospital because her nucleic acid test result was not yet available left a message on the WeChat official account of the Shenzhen Municipal Health Commission seeking help. The backend operator responded with 'Send me your phone number' and quickly resolved the issue, an event that drew widespread online attention."
        }
      }
    },
    {
      "id": "2019冠状病毒病",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2019冠状病毒病"
        ],
        "en": [
          "COVID-19"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种由严重急性呼吸系统综合征冠状病毒2（SARS-CoV-2）引起的传染病。其在深圳的本土疫情是“深圳孕妇公众号求助事件”的背景。",
          "en": "An infectious disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). A local outbreak in Shenzhen was the context for the 'Shenzhen Pregnant Woman's Plea on Official Account' event."
        }
      }
    },
    {
      "id": "王伟中",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王伟中"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物。在“深圳卫健委公众号低俗标题争议事件”中，有网民在人民网领导留言板向时任中共深圳市委书记的他反映问题。",
          "en": "Chinese politician. During the 'Shenzhen Health Commission Official Account Vulgar Title Controversy', some netizens reported issues to him, then the Secretary of the Shenzhen Municipal CPC Committee, via the People's Daily Online leadership message board."
        }
      }
    },
    {
      "id": "王岭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王岭"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "时任深圳市卫健委宣传教育处处长。在卫健委发布模仿《平安经》的《健康经》后，她回应媒体称此举是为了健康科普，并无不妥。",
          "en": "Then-Director of the Publicity and Education Department of the Shenzhen Municipal Health Commission. After the commission published the 'Health Sutra' imitating the 'Ping An Jing', she responded to the media that the act was for health education and was appropriate."
        }
      }
    },
    {
      "id": "深圳市人民医院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "深圳市人民医院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于深圳市的市属公立医院。",
          "en": "A municipal public hospital located in Shenzhen."
        }
      }
    },
    {
      "id": "香港大学深圳医院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港大学深圳医院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于深圳市的市属公立医院。",
          "en": "A municipal public hospital located in Shenzhen."
        }
      }
    },
    {
      "id": "南方医科大学深圳医院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南方医科大学深圳医院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于深圳市的市属公立医院。",
          "en": "A municipal public hospital located in Shenzhen."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "深圳市卫生健康委员会",
      "target": "深圳市人民政府",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "深圳市卫生健康委员会是深圳市人民政府的组成部门。",
          "en": "The Shenzhen Municipal Health Commission is a component department of the Shenzhen Municipal People's Government."
        }
      }
    },
    {
      "source": "吴红艳",
      "target": "深圳市卫生健康委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "市委卫生工委书记、主任",
          "en": "Secretary of the Health Work Committee of the Municipal CPC Committee and Director"
        },
        "description": {
          "zh-cn": "吴红艳担任深圳市卫生健康委员会的主要领导职务。",
          "en": "Wu Hongyan holds the main leadership position at the Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "source": "2019年深圳市政府机构改革",
      "target": "深圳市卫生健康委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "2019-01",
        "description": {
          "zh-cn": "2019年1月的深圳市政府机构改革整合了多个部门的职责，组建了深圳市卫生健康委员会。",
          "en": "The institutional reform of the Shenzhen municipal government in January 2019 integrated the responsibilities of multiple departments to establish the Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "source": "2019年深圳市政府机构改革",
      "target": "深圳市卫生和计划生育委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-01",
        "description": {
          "zh-cn": "在2019年1月的深圳市政府机构改革中，原深圳市卫生和计划生育委员会的职责被整合至新成立的深圳市卫生健康委员会，该机构不再存续。",
          "en": "During the Shenzhen municipal government's institutional reform in January 2019, the responsibilities of the former Shenzhen Municipal Health and Family Planning Commission were integrated into the newly established Shenzhen Municipal Health Commission, and the former ceased to exist."
        }
      }
    },
    {
      "source": "2019年深圳市政府机构改革",
      "target": "深圳市公立医院管理中心",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-01",
        "description": {
          "zh-cn": "在2019年1月的深圳市政府机构改革中，原深圳市公立医院管理中心的行政职能被整合至新成立的深圳市卫生健康委员会。",
          "en": "During the Shenzhen municipal government's institutional reform in January 2019, the administrative functions of the former Shenzhen Municipal Public Hospital Management Center were integrated into the newly established Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "source": "2009年深圳市政府机构改革",
      "target": "深圳市卫生和计划生育委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "2009-07",
        "description": {
          "zh-cn": "2009年7月的深圳市政府机构改革整合了原深圳市卫生局和市人口和计划生育局的职能，组建了深圳市卫生和人口计划生育委员会（后更名为深圳市卫生和计划生育委员会）。",
          "en": "The institutional reform of the Shenzhen municipal government in July 2009 integrated the functions of the former Shenzhen Municipal Health Bureau and the Municipal Population and Family Planning Bureau to establish the Shenzhen Municipal Health and Population and Family Planning Commission (later renamed Shenzhen Municipal Health and Family Planning Commission)."
        }
      }
    },
    {
      "source": "2009年深圳市政府机构改革",
      "target": "深圳市卫生局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-07",
        "description": {
          "zh-cn": "在2009年7月的深圳市政府机构改革中，原深圳市卫生局的职能被整合，该机构不再存续。",
          "en": "During the Shenzhen municipal government's institutional reform in July 2009, the functions of the former Shenzhen Municipal Health Bureau were integrated, and the institution ceased to exist."
        }
      }
    },
    {
      "source": "2009年深圳市政府机构改革",
      "target": "深圳市人口和计划生育局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-07",
        "description": {
          "zh-cn": "在2009年7月的深圳市政府机构改革中，原深圳市人口和计划生育局的职能被整合，该机构不再存续。",
          "en": "During the Shenzhen municipal government's institutional reform in July 2009, the functions of the former Shenzhen Municipal Population and Family Planning Bureau were integrated, and the institution ceased to exist."
        }
      }
    },
    {
      "source": "深圳市卫生健康委员会",
      "target": "深圳市疾病预防控制局",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-05",
        "description": {
          "zh-cn": "2023年5月，深圳市疾病预防控制局挂牌成立，由深圳市卫生健康委员会加挂牌子。",
          "en": "In May 2023, the Shenzhen Municipal Bureau of Disease Prevention and Control was officially established, with its nameplate additionally displayed by the Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "source": "平安经",
      "target": "深圳市卫生健康委员会",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2020-07-30",
        "description": {
          "zh-cn": "深圳市卫健委公众号模仿《平安经》文体发布《健康经》一文，以蹭热点的方式进行健康科普，引发网络关注。",
          "en": "The WeChat official account of the Shenzhen Municipal Health Commission imitated the style of 'Ping An Jing' to publish an article titled 'Health Sutra', using the trending topic for health education, which attracted online attention."
        }
      }
    },
    {
      "source": "王岭",
      "target": "深圳市卫生健康委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "宣传教育处处长",
          "en": "Director of the Publicity and Education Department"
        }
      }
    },
    {
      "source": "深圳卫健委公众号低俗标题争议事件",
      "target": "深圳市卫生健康委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-12-05",
        "description": {
          "zh-cn": "因公众号文章标题被举报低俗，深圳卫健委回应将适当收缩推文尺度，其一度开放诙谐的宣传风格受到一定程度的限制。",
          "en": "Due to its official account's article title being reported as vulgar, the Shenzhen Municipal Health Commission responded that it would appropriately moderate the tone of its posts, thus somewhat restricting its previously open and humorous publicity style."
        }
      }
    },
    {
      "source": "2019冠状病毒病",
      "target": "深圳孕妇公众号求助事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2022-01-07",
        "description": {
          "zh-cn": "由于新冠疫情期间的防疫政策，孕妇需要核酸证明才能入院，检测结果延迟导致了该求助事件的发生。",
          "en": "Due to pandemic control policies during the COVID-19 outbreak, a pregnant woman required a nucleic acid test certificate for hospital admission. A delay in test results led to the occurrence of this plea for help."
        }
      }
    },
    {
      "source": "深圳孕妇公众号求助事件",
      "target": "深圳市卫生健康委员会",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2022-01-08",
        "description": {
          "zh-cn": "深圳卫健委公众号后台人员对孕妇的紧急求助做出快速响应并解决问题，该事件正面影响了其公众形象，体现了政务新媒体的民生服务功能。",
          "en": "The backend staff of the Shenzhen Municipal Health Commission's official account responded quickly to the pregnant woman's urgent plea and resolved the issue. This event positively influenced its public image and demonstrated the public service function of new government media."
        }
      }
    },
    {
      "source": "深圳市人民医院",
      "target": "深圳市卫生健康委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "作为市属医院，深圳市人民医院在行政和业务上接受深圳市卫生健康委员会的管理和指导。",
          "en": "As a municipal hospital, Shenzhen People's Hospital is under the administrative and professional management and guidance of the Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "source": "香港大学深圳医院",
      "target": "深圳市卫生健康委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "作为市属医院，香港大学深圳医院在行政和业务上接受深圳市卫生健康委员会的管理和指导。",
          "en": "As a municipal hospital, The University of Hong Kong-Shenzhen Hospital is under the administrative and professional management and guidance of the Shenzhen Municipal Health Commission."
        }
      }
    },
    {
      "source": "南方医科大学深圳医院",
      "target": "深圳市卫生健康委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "作为市属医院，南方医科大学深圳医院在行政和业务上接受深圳市卫生健康委员会的管理和指导。",
          "en": "As a municipal hospital, Southern Medical University Shenzhen Hospital is under the administrative and professional management and guidance of the Shenzhen Municipal Health Commission."
        }
      }
    }
  ]
}