{
  "nodes": [
    {
      "id": "张松",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张松",
          "子乔"
        ],
        "en": [
          "Zhang Song"
        ]
      },
      "properties": {
        "lifetime": " - 213",
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年益州牧刘璋的部下，担任别驾。因认为刘璋不足与有为，遂密谋联合刘备夺取益州，后因事迹败露被刘璋处死。",
          "en": "An official serving under the warlord Liu Zhang in Yi Province during the late Eastern Han dynasty. Believing Liu Zhang to be an inept ruler, he secretly conspired to help Liu Bei seize control of the province, but was executed by Liu Zhang after his plot was exposed."
        }
      }
    },
    {
      "id": "刘璋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘璋"
        ],
        "en": [
          "Liu Zhang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年益州牧。为抵御张鲁和曹操，听从张松建议迎刘备入蜀，后因发现张松密谋而将其处死，并与刘备交战。",
          "en": "Warlord and governor of Yi Province during the late Eastern Han dynasty. He invited Liu Bei into his territory on Zhang Song's advice to counter threats, but later executed Zhang Song upon discovering his conspiracy and went to war with Liu Bei."
        }
      }
    },
    {
      "id": "张肃 (东汉)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张肃 (东汉)",
          "张肃",
          "君矫"
        ],
        "en": [
          "Zhang Su (Eastern Han)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "张松的兄长，时任广汉太守。因担心被张松的图谋连累，向刘璋告发其弟，导致张松被杀。",
          "en": "Zhang Song's elder brother and the Administrator of Guanghan. Fearing he would be implicated in his brother's plot, he reported the conspiracy to Liu Zhang, leading directly to Zhang Song's execution."
        }
      }
    },
    {
      "id": "张表 (蜀汉)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张表 (蜀汉)",
          "张表",
          "伯达"
        ],
        "en": [
          "Zhang Biao (Shu Han)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "张松之子。根据一种说法，他原是张肃之子，因刘备厌恶张肃告密的行为，而让他继承张松的后嗣。",
          "en": "Son of Zhang Song. According to one account, he was originally the son of Zhang Su, but was made Zhang Song's heir by Liu Bei, who detested Zhang Su for betraying his brother."
        }
      }
    },
    {
      "id": "曹操",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹操"
        ],
        "en": [
          "Cao Cao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年的权臣。张松曾奉命出使见他，但因其态度傲慢，未能招揽张松，反而使张松心生怨恨。",
          "en": "A powerful warlord of the late Eastern Han dynasty. When Zhang Song was sent as an envoy, Cao Cao's arrogant attitude failed to win him over and instead earned his resentment."
        }
      }
    },
    {
      "id": "刘备",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘备"
        ],
        "en": [
          "Liu Bei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蜀汉的开国皇帝。被张松视为可以取代刘璋的明主，在张松的协助下进入益州，并最终夺取了该地。",
          "en": "Founding emperor of Shu Han. He was seen by Zhang Song as a worthy ruler to replace Liu Zhang. With Zhang Song's assistance, he entered Yi Province and eventually seized control of it."
        }
      }
    },
    {
      "id": "杨修",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨修"
        ],
        "en": [
          "Yang Xiu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曹操的主簿。他很赏识张松的才华，并向曹操举荐，但未被采纳。",
          "en": "Cao Cao's registrar. He recognized and appreciated Zhang Song's talents and recommended him to Cao Cao, but his advice was not taken."
        }
      }
    },
    {
      "id": "法正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "法正"
        ],
        "en": [
          "Fa Zheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原为刘璋的部下，与张松关系良好。后与张松一同策划并协助刘备夺取益州。",
          "en": "Originally a subordinate of Liu Zhang and an associate of Zhang Song. He later conspired with Zhang Song to assist Liu Bei in taking control of Yi Province."
        }
      }
    },
    {
      "id": "成都",
      "type": "Location",
      "name": {
        "zh-cn": [
          "成都"
        ],
        "en": [
          "Chengdu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉时期益州蜀郡的治所，是张松的家乡。",
          "en": "The capital of Shu Commandery in Yi Province during the Eastern Han dynasty, and Zhang Song's hometown."
        }
      }
    },
    {
      "id": "东汉",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东汉"
        ],
        "en": [
          "Eastern Han"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国历史上的一个朝代，是张松所处时代的政权。",
          "en": "A dynasty in Chinese history, the ruling power during the era in which Zhang Song lived."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "张松",
      "target": "刘璋",
      "type": "SUBORDINATE_OF",
      "properties": {
        "end_date": "213",
        "position": {
          "zh-cn": "别驾从事",
          "en": "Attendant Gentleman of the Separate Chariot"
        },
        "description": {
          "zh-cn": "张松在刘璋麾下担任别驾从事。",
          "en": "Zhang Song served as an Attendant Gentleman of the Separate Chariot under Liu Zhang."
        }
      }
    },
    {
      "source": "张松",
      "target": "张肃 (东汉)",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "张肃是张松的兄长。",
          "en": "Zhang Su was Zhang Song's elder brother."
        }
      }
    },
    {
      "source": "张表 (蜀汉)",
      "target": "张松",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "张表是张松的儿子（或被立为嗣子）。",
          "en": "Zhang Biao was Zhang Song's son (or adopted heir)."
        }
      }
    },
    {
      "source": "张松",
      "target": "曹操",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "张松出使曹操时，因曹操态度傲慢而心怀不满，之后转而献计于刘备。",
          "en": "When Zhang Song served as an envoy to Cao Cao, he was displeased by Cao Cao's arrogant attitude and later turned to offer advice to Liu Bei."
        }
      }
    },
    {
      "source": "杨修",
      "target": "张松",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "曹操的主簿杨修非常赏识张松的才华，并向曹操举荐他，但未被采纳。",
          "en": "Yang Xiu, Cao Cao's registrar, greatly appreciated Zhang Song's talents and recommended him to Cao Cao, but was not heeded."
        }
      }
    },
    {
      "source": "张松",
      "target": "刘备",
      "type": "PUSHED",
      "properties": {
        "start_date": "211",
        "end_date": "213",
        "description": {
          "zh-cn": "张松认为刘备是明主，因此向刘璋建议邀请刘备入蜀，并私下向刘备提供益州的地图和机密情报，劝其取代刘璋。",
          "en": "Believing Liu Bei was a worthy ruler, Zhang Song advised Liu Zhang to invite Liu Bei into Shu, while secretly providing Liu Bei with maps and intelligence of Yi Province, urging him to replace Liu Zhang."
        }
      }
    },
    {
      "source": "刘璋",
      "target": "张松",
      "type": "BLOCKED",
      "properties": {
        "start_date": "213",
        "description": {
          "zh-cn": "在张松的兄长张肃告密后，刘璋下令将张松斩首。",
          "en": "After Zhang Song's brother, Zhang Su, reported the conspiracy, Liu Zhang ordered Zhang Song's execution."
        }
      }
    },
    {
      "source": "张肃 (东汉)",
      "target": "张松",
      "type": "BLOCKED",
      "properties": {
        "start_date": "213",
        "description": {
          "zh-cn": "张肃担心被弟弟张松的谋反计划牵连，于是向刘璋告发了张松的图谋，直接导致张松被处死。",
          "en": "Fearing implication in his brother's plot, Zhang Su reported the conspiracy to Liu Zhang, directly leading to Zhang Song's execution."
        }
      }
    },
    {
      "source": "张松",
      "target": "法正",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "张松与法正一同密谋，协助刘备夺取益州。",
          "en": "Zhang Song conspired with Fa Zheng to assist Liu Bei in seizing Yi Province."
        }
      }
    },
    {
      "source": "张松",
      "target": "成都",
      "type": "BORN_IN",
      "properties": {
        "description": {
          "zh-cn": "张松是蜀郡成都人。",
          "en": "Zhang Song was a native of Chengdu, Shu Commandery."
        }
      }
    },
    {
      "source": "刘备",
      "target": "刘璋",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "213",
        "description": {
          "zh-cn": "张松被杀成为刘备与刘璋决裂并开战的导火线之一。",
          "en": "The execution of Zhang Song became one of the catalysts for the conflict between Liu Bei and Liu Zhang."
        }
      }
    },
    {
      "source": "刘备",
      "target": "曹操",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "文中张松对刘璋称，刘备是曹操水火不容的死敌。",
          "en": "In the text, Zhang Song described Liu Bei to Liu Zhang as Cao Cao's irreconcilable arch-enemy."
        }
      }
    }
  ]
}