{
  "nodes": [
    {
      "id": "江西省农产品质量安全中心",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江西省农产品质量安全中心",
          "江西省绿色食品发展中心"
        ],
        "en": []
      },
      "properties": {
        "period": "2010-03 - ",
        "location": {
          "zh-cn": "江西省南昌市文教路359号",
          "en": "359 Wenjiao Road, Nanchang, Jiangxi Province"
        },
        "description": {
          "zh-cn": "隶属于江西省农业厅的正处级全额拨款事业单位，实行“两块牌子一套人马”运行模式，负责江西省“三品一标”（无公害农产品、绿色食品、有机食品、国家农产品地理标志）的审核及认证工作。",
          "en": "A division-level, fully funded public institution subordinate to the Jiangxi Provincial Department of Agriculture, operating under a 'two signs, one team' model. It is responsible for the review and certification of 'Sanpin Yibiao' (Pollution-free Agricultural Products, Green Food, Organic Food, and National Geographical Indications of Agricultural Products) in Jiangxi Province."
        }
      }
    },
    {
      "id": "邱水平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邱水平"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任江西省农产品质量安全中心主任。",
          "en": "Then-Director of the Jiangxi Provincial Agro-product Quality and Safety Center."
        }
      }
    },
    {
      "id": "熊晨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "熊晨"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任江西省农产品质量安全中心副主任。",
          "en": "Then-Deputy Director of the Jiangxi Provincial Agro-product Quality and Safety Center."
        }
      }
    },
    {
      "id": "万文根",
      "type": "Person",
      "name": {
        "zh-cn": [
          "万文根"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任江西省农产品质量安全中心副主任。",
          "en": "Then-Deputy Director of the Jiangxi Provincial Agro-product Quality and Safety Center."
        }
      }
    },
    {
      "id": "江西省农业厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江西省农业厅"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "江西省人民政府的组成部门，主管全省农业与农村经济发展工作。",
          "en": "A constituent department of the Jiangxi Provincial People's Government, responsible for agriculture and rural economic development in the province."
        }
      }
    },
    {
      "id": "江西省编办",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江西省编办"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "江西省机构编制委员会办公室的简称，负责行政管理体制和机构改革等工作。",
          "en": "Abbreviation for the Jiangxi Provincial Commission Office for Public Sector Reform, responsible for administrative system and institutional reform."
        }
      }
    },
    {
      "id": "三品一标",
      "type": "Document",
      "name": {
        "zh-cn": [
          "三品一标"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "对无公害农产品、绿色食品、有机食品、国家农产品地理标志四类农产品认证的统称。",
          "en": "A collective term for the certification of four types of agricultural products: Pollution-free Agricultural Products, Green Food, Organic Food, and National Geographical Indications of Agricultural Products."
        }
      }
    },
    {
      "id": "江西省农业厅直属机构",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江西省农业厅直属机构"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由江西省农业厅直接管理的事业单位或机构的类别统称。",
          "en": "A general category for public institutions or agencies directly managed by the Jiangxi Provincial Department of Agriculture."
        }
      }
    },
    {
      "id": "正县处级",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "正县处级"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国公务员的行政级别之一，与县长、区长、市属委办局长等职务对应。",
          "en": "An administrative rank for civil servants in the People's Republic of China, corresponding to positions such as county magistrate, district mayor, and director of municipal commissions."
        }
      }
    },
    {
      "id": "正处级",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "正处级"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国公务员的行政级别之一，低于厅局级副职，高于乡科级正职。",
          "en": "An administrative rank for civil servants in the People's Republic of China, below the deputy department/bureau level and above the section/township level."
        }
      }
    },
    {
      "id": "全额拨款事业单位",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "全额拨款事业单位"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一种由政府财政承担其全部经费的事业单位，其工作人员属于事业编制。",
          "en": "A type of public institution whose entire budget is covered by government finance, and its staff are on the public service payroll."
        }
      }
    },
    {
      "id": "江西省人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江西省人民政府"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国江西省的省级国家行政机关。",
          "en": "The provincial-level state administrative organ of Jiangxi Province, People's Republic of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "江西省农产品质量安全中心",
      "target": "江西省农业厅",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "江西省农产品质量安全中心是隶属于江西省农业厅的单位。",
          "en": "The Jiangxi Provincial Agro-product Quality and Safety Center is an organization subordinate to the Jiangxi Provincial Department of Agriculture."
        }
      }
    },
    {
      "source": "江西省编办",
      "target": "江西省农产品质量安全中心",
      "type": "PUSHED",
      "properties": {
        "start_date": "2010-11-25",
        "description": {
          "zh-cn": "江西省农产品质量安全中心于2010年11月25日经江西省编办正式批复成立。",
          "en": "The Jiangxi Provincial Agro-product Quality and Safety Center was formally approved for establishment by the Jiangxi Provincial Commission Office for Public Sector Reform on November 25, 2010."
        }
      }
    },
    {
      "source": "邱水平",
      "target": "江西省农产品质量安全中心",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        },
        "description": {
          "zh-cn": "邱水平担任江西省农产品质量安全中心的主任。",
          "en": "Qiu Shuiping serves as the Director of the Jiangxi Provincial Agro-product Quality and Safety Center."
        }
      }
    },
    {
      "source": "熊晨",
      "target": "江西省农产品质量安全中心",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副主任",
          "en": "Deputy Director"
        },
        "description": {
          "zh-cn": "熊晨担任江西省农产品质量安全中心的副主任。",
          "en": "Xiong Chen serves as a Deputy Director of the Jiangxi Provincial Agro-product Quality and Safety Center."
        }
      }
    },
    {
      "source": "万文根",
      "target": "江西省农产品质量安全中心",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副主任",
          "en": "Deputy Director"
        },
        "description": {
          "zh-cn": "万文根担任江西省农产品质量安全中心的副主任。",
          "en": "Wan Wengen serves as a Deputy Director of the Jiangxi Provincial Agro-product Quality and Safety Center."
        }
      }
    },
    {
      "source": "江西省农产品质量安全中心",
      "target": "三品一标",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "江西省农产品质量安全中心负责对江西省的“三品一标”进行审核及认证，推动其发展和管理。",
          "en": "The Jiangxi Provincial Agro-product Quality and Safety Center is responsible for the review and certification of 'Sanpin Yibiao' in Jiangxi Province, promoting its development and management."
        }
      }
    },
    {
      "source": "江西省农产品质量安全中心",
      "target": "江西省农业厅直属机构",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "根据其机构类型，江西省农产品质量安全中心是江西省农业厅的直属机构之一。",
          "en": "According to its institutional type, the Jiangxi Provincial Agro-product Quality and Safety Center is one of the institutions directly under the Jiangxi Provincial Department of Agriculture."
        }
      }
    },
    {
      "source": "江西省农产品质量安全中心",
      "target": "正县处级",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "江西省农产品质量安全中心的行政级别被定为正县处级。",
          "en": "The administrative rank of the Jiangxi Provincial Agro-product Quality and Safety Center is designated as County-level Director Grade."
        }
      }
    },
    {
      "source": "江西省农产品质量安全中心",
      "target": "正处级",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "江西省农产品质量安全中心是一个正处级单位。",
          "en": "The Jiangxi Provincial Agro-product Quality and Safety Center is a Division-level director grade unit."
        }
      }
    },
    {
      "source": "江西省农产品质量安全中心",
      "target": "全额拨款事业单位",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "江西省农产品质量安全中心属于全额拨款事业单位类型。",
          "en": "The Jiangxi Provincial Agro-product Quality and Safety Center is categorized as a fully funded public institution."
        }
      }
    },
    {
      "source": "江西省人民政府",
      "target": "江西省农产品质量安全中心",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "江西省农产品质量安全中心的官方印章由江西省人民政府制发。",
          "en": "The official seal of the Jiangxi Provincial Agro-product Quality and Safety Center is made and issued by the Jiangxi Provincial People's Government."
        }
      }
    }
  ]
}