{
  "nodes": [
    {
      "id": "上海英租界",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海英租界",
          "英租界"
        ],
        "en": [
          "British Concession in Shanghai"
        ]
      },
      "properties": {
        "period": "1845-11-29 - 1863-09",
        "location": {
          "zh-cn": "上海",
          "en": "Shanghai"
        },
        "description": {
          "zh-cn": "根据《中英南京条约》，于1845年在上海设立的英国租界。它是中国近代史上第一个外国租界，1863年与上海美租界合并为上海公共租界。",
          "en": "A British concession established in Shanghai in 1845 according to the Treaty of Nanking. It was the first foreign concession in modern Chinese history and merged with the Shanghai American Concession in 1863 to form the Shanghai International Settlement."
        }
      }
    },
    {
      "id": "宫慕久",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宫慕久"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，时任上海道台。1845年与英国领事巴富尔进行谈判，最终划定了上海英租界的范围并颁布了《土地章程》。",
          "en": "A Qing dynasty official who served as the Daotai of Shanghai. In 1845, he negotiated with British Consul George Balfour, which led to the delimitation of the Shanghai British Concession and the promulgation of the Land Regulations."
        }
      }
    },
    {
      "id": "巴富尔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "巴富尔"
        ],
        "en": [
          "George Balfour"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "英国外交官，首任英国驻上海领事。他与上海道台宫慕久共同确立了上海英租界。",
          "en": "A British diplomat and the first British Consul in Shanghai. He established the Shanghai British Concession together with the Shanghai Daotai Gong Muju."
        }
      }
    },
    {
      "id": "中英南京条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中英南京条约",
          "南京条约"
        ],
        "en": [
          "Treaty of Nanking"
        ]
      },
      "properties": {
        "period": "1842-08-29 - 1842-08-29",
        "description": {
          "zh-cn": "清朝与英国在第一次鸦片战争后签订的条约，为上海开埠和外国租界的设立提供了法律依据。",
          "en": "A treaty signed between the Qing dynasty and the United Kingdom after the First Opium War, providing the legal basis for the opening of Shanghai as a treaty port and the establishment of foreign concessions."
        }
      }
    },
    {
      "id": "上海道台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海道台",
          "苏松太道道台"
        ],
        "en": [
          "Shanghai Daotai"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝在上海地区设立的地方官职，负责处理当地的行政及通商事务。",
          "en": "A local official position established by the Qing dynasty in the Shanghai area, responsible for handling local administrative and commercial affairs."
        }
      }
    },
    {
      "id": "大不列颠及爱尔兰联合王国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大不列颠及爱尔兰联合王国",
          "英国"
        ],
        "en": [
          "United Kingdom of Great Britain and Ireland",
          "United Kingdom"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1801年至1922年间存在的国家，是上海英租界的宗主国。",
          "en": "A state that existed from 1801 to 1922, it was the sovereign state of the Shanghai British Concession."
        }
      }
    },
    {
      "id": "上海美租界",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海美租界",
          "美租界"
        ],
        "en": [
          "Shanghai American Concession"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "美国在上海设立的租界，1863年与上海英租界合并为上海公共租界。",
          "en": "A concession established by the United States in Shanghai, which merged with the Shanghai British Concession in 1863 to form the Shanghai International Settlement."
        }
      }
    },
    {
      "id": "上海公共租界",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海公共租界",
          "英美租界",
          "洋泾浜北首外人租界"
        ],
        "en": [
          "Shanghai International Settlement",
          "Foreign Settlement"
        ]
      },
      "properties": {
        "period": "1863-09-21 - 1943-08-01",
        "description": {
          "zh-cn": "由上海英租界和上海美租界于1863年合并而成的自治性市政实体。",
          "en": "An autonomous municipal entity formed in 1863 by the merger of the Shanghai British Concession and the Shanghai American Concession."
        }
      }
    },
    {
      "id": "阿礼国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿礼国"
        ],
        "en": [
          "Rutherford Alcock"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "英国外交官，继巴富尔后任英国驻上海领事。他推动了上海英租界的扩张，并倡议建立统一的租界市政管理机构。",
          "en": "A British diplomat who succeeded George Balfour as the British Consul in Shanghai. He promoted the expansion of the Shanghai British Concession and advocated for the establishment of a unified municipal administration for the concessions."
        }
      }
    },
    {
      "id": "麟桂",
      "type": "Person",
      "name": {
        "zh-cn": [
          "麟桂"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，时任上海道台，于1848年与英国领事阿礼国商定了上海英租界的新界址。",
          "en": "A Qing dynasty official who served as the Daotai of Shanghai. In 1848, he negotiated the new boundaries of the Shanghai British Concession with British Consul Rutherford Alcock."
        }
      }
    },
    {
      "id": "青浦教案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "青浦教案"
        ],
        "en": [
          "Qingpu Incident"
        ]
      },
      "properties": {
        "period": "1848-03 - 1848-03",
        "description": {
          "zh-cn": "1848年发生于上海青浦的民众与英国传教士的冲突事件，被英国领事阿礼国用作扩大英租界的借口。",
          "en": "A conflict between locals and British missionaries in Qingpu, Shanghai, in March 1848, which was used by British Consul Rutherford Alcock as a pretext to expand the British Concession."
        }
      }
    },
    {
      "id": "小刀会起义",
      "type": "Event",
      "name": {
        "zh-cn": [
          "小刀会起义"
        ],
        "en": [
          "Small Swords Society Uprising"
        ]
      },
      "properties": {
        "period": "1853 - 1855",
        "description": {
          "zh-cn": "19世纪50年代在上海发生的民众起义。该事件导致大量华人涌入租界避难，打破了原有的“华洋分居”原则，并促使外侨成立武装组织“万国商团”。",
          "en": "A popular uprising in Shanghai in the 1850s. The event caused a large influx of Chinese refugees into the concession, breaking the original principle of 'Chinese-foreign segregation' and prompting foreign residents to form the armed 'Shanghai Volunteer Corps'."
        }
      }
    },
    {
      "id": "太平天国运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "太平天国运动"
        ],
        "en": [
          "Taiping Rebellion"
        ]
      },
      "properties": {
        "period": "1851 - 1864",
        "description": {
          "zh-cn": "清朝晚期的大规模反清运动。其军事行动波及上海周边地区，引发了租界侨民的恐慌，并间接促成了“万国商团”的建立。",
          "en": "A large-scale anti-Qing movement in the late Qing dynasty. Its military campaigns affected the areas surrounding Shanghai, causing panic among the foreign residents of the concessions and indirectly contributing to the formation of the 'Shanghai Volunteer Corps'."
        }
      }
    },
    {
      "id": "万国商团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "万国商团",
          "上海义勇队"
        ],
        "en": [
          "Shanghai Volunteer Corps"
        ]
      },
      "properties": {
        "period": "1853-04-08 - ",
        "description": {
          "zh-cn": "由上海外国侨民组成的志愿准军事组织，成立于1853年，旨在保卫租界的安全。",
          "en": "A volunteer paramilitary organization composed of foreign expatriates in Shanghai, formed in 1853 to defend the security of the concessions."
        }
      }
    },
    {
      "id": "上海公共租界工部局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海公共租界工部局",
          "工部局"
        ],
        "en": [
          "Shanghai Municipal Council"
        ]
      },
      "properties": {
        "period": "1854-07-11 - ",
        "description": {
          "zh-cn": "上海公共租界的市政管理机构，成立于1854年，取代了早期的道路码头委员会，负责租界内的行政、警务、工务等事务。",
          "en": "The municipal administration of the Shanghai International Settlement, established on July 11, 1854, replacing the earlier Roads and Jetties Committee. It was responsible for administration, policing, public works, and other affairs within the settlement."
        }
      }
    },
    {
      "id": "上海英美法租界土地章程",
      "type": "Document",
      "name": {
        "zh-cn": [
          "上海英美法租界土地章程"
        ],
        "en": [
          "Land Regulations for the British, American, and French Concessions in Shanghai"
        ]
      },
      "properties": {
        "period": "1854-07-08 - ",
        "description": {
          "zh-cn": "1854年由英、法、美三国领事公布的租界根本法规，为建立统一的市政机关“工部局”提供了依据。",
          "en": "The fundamental regulations for the concessions promulgated by the British, French, and American consuls in 1854, which provided the basis for establishing the unified municipal body, the 'Municipal Council'."
        }
      }
    },
    {
      "id": "上海公共租界道路码头委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海公共租界道路码头委员会",
          "道路码头委员会"
        ],
        "en": [
          "Roads and Jetties Committee"
        ]
      },
      "properties": {
        "period": "1846-12-22 - 1854-07-11",
        "description": {
          "zh-cn": "上海英租界早期的市政管理机构，由租地人会议推选产生，负责界内的公共设施营建事务，后被工部局取代。",
          "en": "The early municipal body of the Shanghai British Concession, elected by the Ratepayers' Meeting to manage the construction of public facilities within the concession. It was later replaced by the Municipal Council."
        }
      }
    },
    {
      "id": "布尔布隆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "布尔布隆"
        ],
        "en": [
          "Alphonse de Bourboulon"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任法国驻华公使。他最初同意英美法租界合并管理的建议，但随后撤回支持，导致法国最终未加入上海公共租界。",
          "en": "The French Minister to China at the time. He initially agreed to the proposal for a joint administration of the British, American, and French concessions, but later withdrew his support, leading to France not joining the Shanghai International Settlement."
        }
      }
    },
    {
      "id": "金能亨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金能亨"
        ],
        "en": [
          "Edward Cunningham"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "旗昌洋行大班，19世纪60年代初倡议并推动了上海英租界与美租界的合并。",
          "en": "The head of Russell & Co., who advocated for and promoted the merger of the Shanghai British and American concessions in the early 1860s."
        }
      }
    },
    {
      "id": "熙华德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "熙华德"
        ],
        "en": [
          "George Seward"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任美国驻上海领事，19世纪60年代初倡议并推动了上海英租界与美租界的合并。",
          "en": "The U.S. Consul in Shanghai at the time, who advocated for and promoted the merger of the Shanghai British and American concessions in the early 1860s."
        }
      }
    },
    {
      "id": "泥城之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "泥城之战"
        ],
        "en": [
          "Battle of Muddy Flat"
        ]
      },
      "properties": {
        "period": "1854-04 - 1854-04",
        "description": {
          "zh-cn": "1854年上海租界外侨武装与清军之间发生的武装冲突，万国商团参与了此次战斗。",
          "en": "An armed conflict in 1854 between foreign armed forces from the Shanghai concessions and Qing imperial troops, in which the Shanghai Volunteer Corps participated."
        }
      }
    },
    {
      "id": "上海县",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海县"
        ],
        "en": [
          "Shanghai County"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝时期的行政区划，上海英租界最初是从其辖区内划出的土地。",
          "en": "An administrative division during the Qing dynasty, from whose territory the land for the Shanghai British Concession was originally carved out."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中英南京条约",
      "target": "上海英租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1842-08-29",
        "description": {
          "zh-cn": "《中英南京条约》规定英国人可在上海等五处港口居住通商，为上海英租界的设立提供了根本的法律依据。",
          "en": "The Treaty of Nanking stipulated that British subjects could reside and trade in five ports including Shanghai, providing the fundamental legal basis for the establishment of the Shanghai British Concession."
        }
      }
    },
    {
      "source": "宫慕久",
      "target": "上海英租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1845-11-29",
        "description": {
          "zh-cn": "作为中方代表，上海道台宫慕久与英国领事巴富尔谈判，最终划定了租界范围并公布《土地章程》，正式设立了上海英租界。",
          "en": "As the Chinese representative, Shanghai Daotai Gong Muju negotiated with British Consul George Balfour, ultimately defining the concession's boundaries and promulgating the Land Regulations, formally establishing the Shanghai British Concession."
        }
      }
    },
    {
      "source": "巴富尔",
      "target": "上海英租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1845-11-29",
        "description": {
          "zh-cn": "作为英方代表，英国领事巴富尔与上海道台宫慕久谈判，设立了上海英租界。",
          "en": "As the British representative, Consul George Balfour negotiated with Shanghai Daotai Gong Muju to establish the Shanghai British Concession."
        }
      }
    },
    {
      "source": "宫慕久",
      "target": "上海道台",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "道台",
          "en": "Daotai"
        },
        "description": {
          "zh-cn": "宫慕久在设立上海英租界时担任上海道台。",
          "en": "Gong Muju served as the Daotai of Shanghai at the time of the establishment of the Shanghai British Concession."
        }
      }
    },
    {
      "source": "巴富尔",
      "target": "大不列颠及爱尔兰联合王国",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "驻上海领事",
          "en": "Consul in Shanghai"
        },
        "description": {
          "zh-cn": "巴富尔是英国派驻上海的首任领事。",
          "en": "George Balfour was the first consul appointed by the United Kingdom to Shanghai."
        }
      }
    },
    {
      "source": "上海英租界",
      "target": "上海公共租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1863-09-21",
        "description": {
          "zh-cn": "1863年9月21日，上海英租界与上海美租界正式合并，成立了上海公共租界。",
          "en": "On September 21, 1863, the Shanghai British Concession formally merged with the Shanghai American Concession to form the Shanghai International Settlement."
        }
      }
    },
    {
      "source": "上海美租界",
      "target": "上海公共租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1863-09-21",
        "description": {
          "zh-cn": "1863年9月21日，上海美租界与上海英租界正式合并，成立了上海公共租界。",
          "en": "On September 21, 1863, the Shanghai American Concession formally merged with the Shanghai British Concession to form the Shanghai International Settlement."
        }
      }
    },
    {
      "source": "上海公共租界",
      "target": "上海英租界",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1863-09-21",
        "description": {
          "zh-cn": "上海公共租界的成立标志着上海英租界作为一个独立实体的终结。",
          "en": "The formation of the Shanghai International Settlement marked the end of the Shanghai British Concession as a separate entity."
        }
      }
    },
    {
      "source": "阿礼国",
      "target": "上海英租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1848-11-27",
        "description": {
          "zh-cn": "英国领事阿礼国向上海道台麟桂提出扩展租界的要求，并于1848年11月27日订定新界址，扩大了英租界的范围。",
          "en": "British Consul Rutherford Alcock demanded an expansion of the concession from Shanghai Daotai Lingui, and on November 27, 1848, new boundaries were established, enlarging the area of the British Concession."
        }
      }
    },
    {
      "source": "麟桂",
      "target": "上海英租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1848-11-27",
        "description": {
          "zh-cn": "时任上海道台麟桂同意了英国领事阿礼国扩展租界的要求，并于1848年11月27日共同订定新界址。",
          "en": "Then Shanghai Daotai Lingui agreed to British Consul Rutherford Alcock's request to expand the concession, and they jointly established the new boundaries on November 27, 1848."
        }
      }
    },
    {
      "source": "青浦教案",
      "target": "上海英租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1848-03",
        "description": {
          "zh-cn": "英国领事阿礼国借青浦教案为由，向中方提出扩界主张，最终促成了1848年英租界的扩张。",
          "en": "British Consul Rutherford Alcock used the Qingpu Incident as a pretext to demand boundary expansion from the Chinese side, ultimately leading to the expansion of the British Concession in 1848."
        }
      }
    },
    {
      "source": "小刀会起义",
      "target": "上海英租界",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1853",
        "description": {
          "zh-cn": "小刀会起义导致大量华人涌入英租界避难，实际上破坏了“华洋分居”的原则，并推动了租界内房地产业的发展。",
          "en": "The Small Swords Society Uprising led to a large influx of Chinese refugees into the British Concession, effectively breaking the principle of 'Chinese-foreign segregation' and boosting the real estate industry within the concession."
        }
      }
    },
    {
      "source": "太平天国运动",
      "target": "万国商团",
      "type": "PUSHED",
      "properties": {
        "start_date": "1853-04-08",
        "description": {
          "zh-cn": "太平天国军队逼近上海地区引发了租界侨民的恐慌，促使英美领事于1853年4月召集外侨成立了“上海义勇队”（万国商团的前身）以自保。",
          "en": "The advance of Taiping Rebellion forces near Shanghai caused panic among foreign residents in the concession, prompting the British and American consuls to convene expatriates in April 1853 to form the 'Shanghai Volunteer Corps' for self-defense."
        }
      }
    },
    {
      "source": "阿礼国",
      "target": "上海公共租界工部局",
      "type": "PUSHED",
      "properties": {
        "start_date": "1853-06",
        "description": {
          "zh-cn": "为应对租界日渐复杂的形势，英国领事阿礼国于1853年6月首次建议在沪的英法美三国建立统一行政机构，即后来的工部局。",
          "en": "To cope with the increasingly complex situation in the concession, British Consul Rutherford Alcock first suggested in June 1853 that the British, French, and American communities in Shanghai establish a unified administrative body, which later became the Municipal Council."
        }
      }
    },
    {
      "source": "上海英美法租界土地章程",
      "target": "上海公共租界工部局",
      "type": "PUSHED",
      "properties": {
        "start_date": "1854-07-11",
        "description": {
          "zh-cn": "1854年7月11日，根据新公布的《上海英美法租界土地章程》，租地人大会决议组建工部局以取代原有的道路码头委员会。",
          "en": "On July 11, 1854, based on the newly promulgated Land Regulations, the Ratepayers' Meeting resolved to form the Municipal Council to replace the original Roads and Jetties Committee."
        }
      }
    },
    {
      "source": "上海公共租界工部局",
      "target": "上海公共租界道路码头委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1854-07-11",
        "description": {
          "zh-cn": "1854年7月11日，上海公共租界工部局成立，正式取代了原有的道路码头委员会，成为租界的主要市政管理机构。",
          "en": "On July 11, 1854, the Shanghai Municipal Council was established, officially replacing the former Roads and Jetties Committee to become the main municipal authority of the concession."
        }
      }
    },
    {
      "source": "布尔布隆",
      "target": "上海公共租界工部局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1854-12-24",
        "description": {
          "zh-cn": "法国公使布尔布隆要求法国政府不要批准《土地章程》，导致法国最终未能加入由工部局管理的统一租界体系。",
          "en": "French Minister Alphonse de Bourboulon requested that the French government not approve the Land Regulations, which led to France ultimately not joining the unified concession system managed by the Municipal Council."
        }
      }
    },
    {
      "source": "金能亨",
      "target": "上海公共租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860",
        "description": {
          "zh-cn": "19世纪60年代初，旗昌洋行大班金能亨倡议将英租界与美租界合并，推动了上海公共租界的建立。",
          "en": "In the early 1860s, Edward Cunningham, head of Russell & Co., advocated for the merger of the British and American concessions, promoting the establishment of the Shanghai International Settlement."
        }
      }
    },
    {
      "source": "熙华德",
      "target": "上海公共租界",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860",
        "description": {
          "zh-cn": "19世纪60年代初，美国领事熙华德倡议将英租界与美租界合并，推动了上海公共租界的建立。",
          "en": "In the early 1860s, U.S. Consul George Seward advocated for the merger of the British and American concessions, promoting the establishment of the Shanghai International Settlement."
        }
      }
    },
    {
      "source": "万国商团",
      "target": "泥城之战",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1854-04",
        "description": {
          "zh-cn": "万国商团作为租界武装力量，参与了1854年4月发生的泥城之战。",
          "en": "The Shanghai Volunteer Corps, as the armed force of the concession, participated in the Battle of Muddy Flat in April 1854."
        }
      }
    },
    {
      "source": "上海县",
      "target": "上海英租界",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1845-11-29",
        "description": {
          "zh-cn": "上海英租界是在原属上海县的土地上划定设立的。",
          "en": "The Shanghai British Concession was established on land that was originally part of Shanghai County."
        }
      }
    }
  ]
}