{
  "nodes": [
    {
      "id": "长沙决策",
      "type": "Event",
      "name": {
        "zh-cn": [
          "长沙决策"
        ],
        "en": [
          "Changsha Decision"
        ]
      },
      "properties": {
        "period": "1974-12",
        "location": {
          "zh-cn": "长沙",
          "en": "Changsha"
        },
        "description": {
          "zh-cn": "指1974年12月毛泽东和周恩来在长沙审定并确定的一项关于中共十届二中全会和四届人大的人事安排方案。",
          "en": "Refers to the personnel arrangement plan for the Second Plenary Session of the 10th Central Committee of the CCP and the Fourth National People's Congress, which was reviewed and finalized by Mao Zedong and Zhou Enlai in Changsha in December 1974."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人。在长沙决策事件中，他是最终决策者。",
          "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army. He was the ultimate decision-maker in the Changsha Decision event."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国主要领导人之一，时任国务院总理。他前往长沙向毛泽东汇报工作，并共同确定了“长沙决策”。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China, serving as the Premier of the State Council at the time. He went to Changsha to report to Mao Zedong and jointly finalized the 'Changsha Decision'."
        }
      }
    },
    {
      "id": "王洪文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王洪文"
        ],
        "en": [
          "Wang Hongwen"
        ]
      },
      "properties": {
        "lifetime": "1935-12 - 1992-08-03",
        "gender": "Male",
        "description": {
          "zh-cn": "四人帮成员之一，时任中共中央副主席。他因风庆轮事件向毛泽东告状，但遭到批评。",
          "en": "A member of the Gang of Four, serving as the Vice Chairman of the CPC Central Committee at the time. He complained to Mao Zedong about the Fengqing Ship Incident but was criticized."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国主要领导人之一。在长沙决策前被王洪文告状，后得到毛泽东支持，被提议出任国务院第一副总理。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China. He was accused by Wang Hongwen before the Changsha Decision but later gained Mao Zedong's support and was proposed to be the First Vice Premier of the State Council."
        }
      }
    },
    {
      "id": "江青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江青"
        ],
        "en": [
          "Jiang Qing"
        ]
      },
      "properties": {
        "lifetime": "1914-03-19 - 1991-05-14",
        "gender": "Female",
        "description": {
          "zh-cn": "四人帮核心成员，毛泽东的妻子。在长沙决策期间，被毛泽东致信警告不要干政。",
          "en": "A core member of the Gang of Four and wife of Mao Zedong. During the period of the Changsha Decision, she was warned by Mao Zedong in a letter not to interfere in politics."
        }
      }
    },
    {
      "id": "四届人大",
      "type": "Event",
      "name": {
        "zh-cn": [
          "第四届全国人民代表大会",
          "四届人大"
        ],
        "en": [
          "4th National People's Congress"
        ]
      },
      "properties": {
        "period": "1975-01-13 - 1975-01-17",
        "description": {
          "zh-cn": "中华人民共和国第四届全国人民代表大会第一次会议。长沙决策为此会议确定了关键的人事安排。",
          "en": "The first session of the 4th National People's Congress of the People's Republic of China. The Changsha Decision determined key personnel arrangements for this meeting."
        }
      }
    },
    {
      "id": "中共中央",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央领导机构。根据毛泽东意见，该机构发出了准备召开四届人大的通知。",
          "en": "The central leading body of the Communist Party of China. Based on Mao Zedong's opinion, this body issued the notice to prepare for the 4th National People's Congress."
        }
      }
    },
    {
      "id": "风庆轮事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "风庆轮事件"
        ],
        "en": [
          "Fengqing Ship Incident"
        ]
      },
      "properties": {
        "period": "1974-09",
        "description": {
          "zh-cn": "1974年围绕中国自行设计制造的远洋货轮“风庆轮”的返航而引发的政治事件，导致中共中央政治局内部发生争论。",
          "en": "A political incident in 1974 surrounding the return of the ocean-going freighter 'Fengqing', which was designed and built by China, leading to disputes within the Politburo of the CPC Central Committee."
        }
      }
    },
    {
      "id": "中共中央政治局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央政治局",
          "中共中央政治局"
        ],
        "en": [
          "Politburo of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的常设领导机构。该机构在1974年10月因风庆轮事件发生争论。",
          "en": "The standing leading body of the Central Committee of the Communist Party of China. This body had disputes over the Fengqing Ship Incident in October 1974."
        }
      }
    },
    {
      "id": "学习无产阶级专政理论运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "学习无产阶级专政理论运动"
        ],
        "en": [
          "Movement to Study the Theory of the Dictatorship of the Proletariat"
        ]
      },
      "properties": {
        "period": "1975 - ",
        "description": {
          "zh-cn": "1975年在中国发起的一场政治运动。由毛泽东和周恩来在长沙决策期间的理论问题谈话直接引发。",
          "en": "A political movement launched in China in 1975. It was directly triggered by the conversation on theoretical issues between Mao Zedong and Zhou Enlai during the Changsha Decision period."
        }
      }
    },
    {
      "id": "朱德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱德"
        ],
        "en": [
          "Zhu De"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国主要领导人之一，中华人民共和国元帅。在长沙决策中被安排在人大常委会任职。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China, a Marshal of the PRC. He was arranged to serve in the Standing Committee of the National People's Congress in the Changsha Decision."
        }
      }
    },
    {
      "id": "董必武",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董必武"
        ],
        "en": [
          "Dong Biwu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国主要领导人之一。在长沙决策中被安排在人大常委会任职。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China. He was arranged to serve in the Standing Committee of the National People's Congress in the Changsha Decision."
        }
      }
    },
    {
      "id": "宋庆龄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋庆龄"
        ],
        "en": [
          "Soong Ching-ling"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治家、社会活动家，中华人民共和国名誉主席。在长沙决策中被安排在人大常委会任职。",
          "en": "A Chinese politician, social activist, and Honorary President of the People's Republic of China. She was arranged to serve in the Standing Committee of the National People's Congress in the Changsha Decision."
        }
      }
    },
    {
      "id": "张春桥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张春桥"
        ],
        "en": [
          "Zhang Chunqiao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "四人帮成员之一。在长沙决策中被安排出任国务院副总理。",
          "en": "A member of the Gang of Four. He was arranged to serve as a Vice Premier of the State Council in the Changsha Decision."
        }
      }
    },
    {
      "id": "李先念",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李先念"
        ],
        "en": [
          "Li Xiannian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国主要领导人之一。在长沙决策中被安排出任国务院副总理。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China. He was arranged to serve as a Vice Premier of the State Council in the Changsha Decision."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "长沙决策",
      "type": "PUSHED",
      "properties": {
        "start_date": "1974-12",
        "description": {
          "zh-cn": "在长沙与周恩来共同审定并最终确定了被称为“长沙决策”的人事安排方案。",
          "en": "Jointly reviewed and finalized the personnel arrangement plan known as the 'Changsha Decision' with Zhou Enlai in Changsha."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "长沙决策",
      "type": "PUSHED",
      "properties": {
        "start_date": "1974-12",
        "description": {
          "zh-cn": "前往长沙向毛泽东汇报四届人大准备情况，并共同确定了“长沙决策”。",
          "en": "Traveled to Changsha to report to Mao Zedong on the preparations for the 4th National People's Congress and jointly finalized the 'Changsha Decision'."
        }
      }
    },
    {
      "source": "风庆轮事件",
      "target": "中共中央政治局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1974-10-17",
        "description": {
          "zh-cn": "该事件在中共中央政治局会议上引发了激烈争论。",
          "en": "This incident caused heated debate at a meeting of the Politburo of the CPC Central Committee."
        }
      }
    },
    {
      "source": "王洪文",
      "target": "周恩来",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1974-10",
        "description": {
          "zh-cn": "在风庆轮事件后，前往长沙向毛泽东告周恩来的状。",
          "en": "After the Fengqing Ship Incident, he went to Changsha to complain to Mao Zedong about Zhou Enlai."
        }
      }
    },
    {
      "source": "王洪文",
      "target": "邓小平",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1974-10",
        "description": {
          "zh-cn": "在风庆轮事件后，前往长沙向毛泽东告邓小平的状。",
          "en": "After the Fengqing Ship Incident, he went to Changsha to complain to Mao Zedong about Deng Xiaoping."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "王洪文",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1974-10",
        "description": {
          "zh-cn": "在王洪文告状后，批评了王洪文。",
          "en": "Criticized Wang Hongwen after Wang made accusations."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "邓小平",
      "type": "PUSHED",
      "properties": {
        "start_date": "1974-10",
        "description": {
          "zh-cn": "在批评王洪文后，提出邓小平任国务院第一副总理兼总参谋长。",
          "en": "After criticizing Wang Hongwen, he proposed that Deng Xiaoping serve as the First Vice Premier of the State Council and Chief of the General Staff."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "江青",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1974-11-12",
        "description": {
          "zh-cn": "致信江青，告诫其“不要多露面，不要批文件，不要由你组阁（当后台老板）”。",
          "en": "Sent a letter to Jiang Qing, warning her 'not to make too many public appearances, not to approve documents, and not to form a cabinet (be the boss behind the scenes)'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "周恩来",
      "type": "MET_WITH",
      "properties": {
        "start_date": [
          "1974-12-23",
          "1974-12-26"
        ],
        "description": {
          "zh-cn": "1974年12月23日，周恩来向毛泽东汇报四届人大准备情况。12月26日晚，两人单独长谈，最终确定了“长沙决策”。",
          "en": "On December 23, 1974, Zhou Enlai reported to Mao Zedong on the preparations for the 4th NPC. On the evening of December 26, the two had a long private talk and finalized the 'Changsha Decision'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "王洪文",
      "type": "MET_WITH",
      "properties": {
        "start_date": [
          "1974-10",
          "1974-12-23"
        ],
        "description": {
          "zh-cn": "1974年10月，王洪文前往长沙向毛泽东告状。12月23日，与周恩来一同向毛泽东汇报工作。",
          "en": "In October 1974, Wang Hongwen went to Changsha to complain to Mao Zedong. On December 23, he, along with Zhou Enlai, reported to Mao Zedong."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "王洪文",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1974-12-23",
        "description": {
          "zh-cn": "与王洪文一同前往长沙向毛泽东汇报四届人大准备情况。",
          "en": "Traveled to Changsha together with Wang Hongwen to report to Mao Zedong on the preparations for the 4th National People's Congress."
        }
      }
    },
    {
      "source": "长沙决策",
      "target": "学习无产阶级专政理论运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1974-12-26",
        "description": {
          "zh-cn": "长沙决策期间毛泽东与周恩来的理论问题谈话，直接导致了1975年的学习无产阶级专政理论运动。",
          "en": "The conversation on theoretical issues between Mao Zedong and Zhou Enlai during the Changsha Decision period directly led to the 1975 Movement to Study the Theory of the Dictatorship of the Proletariat."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "四届人大",
      "type": "PUSHED",
      "properties": {
        "start_date": "1974-10-11",
        "description": {
          "zh-cn": "根据其意见，中共中央发出了关于准备召开四届人大的通知，启动了会议的筹备工作。",
          "en": "Based on his opinion, the CPC Central Committee issued a notice to prepare for the 4th National People's Congress, initiating the preparatory work for the meeting."
        }
      }
    }
  ]
}