{
  "nodes": [
    {
      "id": "公安部食品药品犯罪侦查局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公安部食品药品犯罪侦查局",
          "公安部七局",
          "食药侦局"
        ],
        "en": []
      },
      "properties": {
        "period": "2019-02-27 - ",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中华人民共和国公安部内设机构，序列号为公安部七局，负责食品药品、知识产权、生态环境、森林草原、生物安全案件侦查工作。",
          "en": "An internal department of the Ministry of Public Security of the People's Republic of China, designated as the Seventh Bureau, responsible for investigating crimes related to food and drugs, intellectual property, ecological environment, forests and grasslands, and biosafety."
        }
      }
    },
    {
      "id": "吕武钦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕武钦"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国警官，担任公安部食品药品犯罪侦查局局长，警衔为一级警监。",
          "en": "A police officer in the People's Republic of China, serving as the Director of the Food and Drug Crime Investigation Bureau of the Ministry of Public Security, with the rank of Police Commissioner First Class."
        }
      }
    },
    {
      "id": "李剑涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李剑涛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国警官，担任公安部食品药品犯罪侦查局副局长，警衔为二级警监。",
          "en": "A police officer in the People's Republic of China, serving as the Deputy Director of the Food and Drug Crime Investigation Bureau of the Ministry of Public Security, with the rank of Police Commissioner Second Class."
        }
      }
    },
    {
      "id": "中华人民共和国公安部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国公安部",
          "公安部"
        ],
        "en": [
          "Ministry of Public Security of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院主管全国公安工作的组成部门。",
          "en": "A constituent department of the State Council of the People's Republic of China responsible for nationwide public security work."
        }
      }
    },
    {
      "id": "国家林业和草原局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家林业和草原局",
          "国家林草局"
        ],
        "en": [
          "National Forestry and Grassland Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国自然资源部管理的国家局，主管林业和草原及其生态保护修复的监督管理。",
          "en": "A national administration under the Ministry of Natural Resources of the People's Republic of China, responsible for supervising and managing forestry and grasslands and their ecological protection and restoration."
        }
      }
    },
    {
      "id": "林业部林业公安局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "林业部林业公安局",
          "公安部十六局"
        ],
        "en": []
      },
      "properties": {
        "period": "1984-11-26 - 1994-01-30",
        "description": {
          "zh-cn": "原林业部与公安部双重领导的机构，公安部序列为十六局，是公安部食品药品犯罪侦查局的前身之一。",
          "en": "A former organization under the dual leadership of the Ministry of Forestry and the Ministry of Public Security, designated as the Sixteenth Bureau of the Ministry of Public Security, and one of the predecessors of the Food and Drug Crime Investigation Bureau."
        }
      }
    },
    {
      "id": "中华人民共和国林业部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国林业部",
          "林业部"
        ],
        "en": [
          "Ministry of Forestry of the People's Republic of China"
        ]
      },
      "properties": {
        "period": " - 1998-03-10",
        "description": {
          "zh-cn": "中华人民共和国曾主管林业的国务院组成部门，1998年被撤销并重组为国家林业局。",
          "en": "A former constituent department of the State Council of the People's Republic of China in charge of forestry, which was abolished and reorganized into the State Forestry Administration in 1998."
        }
      }
    },
    {
      "id": "中华人民共和国劳动人事部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国劳动人事部"
        ],
        "en": [
          "Ministry of Labor and Personnel of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国曾主管劳动和人事工作的国务院组成部门。",
          "en": "A former constituent department of the State Council of the People's Republic of China in charge of labor and personnel affairs."
        }
      }
    },
    {
      "id": "林业部公安局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "林业部公安局"
        ],
        "en": []
      },
      "properties": {
        "period": "1994-01-30 - 1998-03",
        "description": {
          "zh-cn": "由林业部林业公安局于1994年更名而来，是公安部食品药品犯罪侦查局的前身之一。",
          "en": "Renamed from the Forestry Public Security Bureau of the Ministry of Forestry in 1994, it is one of the predecessors of the Food and Drug Crime Investigation Bureau."
        }
      }
    },
    {
      "id": "国家林业局森林公安局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家林业局森林公安局",
          "公安部十六局"
        ],
        "en": []
      },
      "properties": {
        "period": "1998 - 2018-09-11",
        "description": {
          "zh-cn": "1998年由原林业部公安局等机构合并组建，公安部序列为十六局，是公安部食品药品犯罪侦查局的前身之一。",
          "en": "Formed in 1998 by the merger of the former Public Security Bureau of the Ministry of Forestry and other agencies, designated as the Sixteenth Bureau of the Ministry of Public Security, and one of the predecessors of the Food and Drug Crime Investigation Bureau."
        }
      }
    },
    {
      "id": "国家林业和草原局森林公安局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家林业和草原局森林公安局",
          "公安部十六局"
        ],
        "en": []
      },
      "properties": {
        "period": "2018-09-11 - 2019-02-27",
        "description": {
          "zh-cn": "2018年由国家林业局森林公安局改组而来，公安部序列为十六局。2019年被撤销，职能并入公安部食品药品犯罪侦查局。",
          "en": "Reorganized from the Forestry Public Security Bureau of the State Forestry Administration in 2018, designated as the Sixteenth Bureau of the Ministry of Public Security. It was abolished in 2019, with its functions merged into the Food and Drug Crime Investigation Bureau."
        }
      }
    },
    {
      "id": "华敬锋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "华敬锋"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国公安系统官员，曾任公安部治安管理局副局长。他曾公开表示公安部将成立专门的食药犯罪侦查局。",
          "en": "A police official in China who served as Deputy Director of the Public Security Administration Bureau of the Ministry of Public Security. He publicly stated that the Ministry of Public Security would establish a specialized bureau for investigating food and drug crimes."
        }
      }
    },
    {
      "id": "公安部治安管理局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公安部治安管理局"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国公安部内设机构，负责指导、监督全国公安机关依法查处破坏社会治安秩序的行为等。",
          "en": "An internal department of the Ministry of Public Security of the People's Republic of China, responsible for guiding and supervising public security organs nationwide in investigating and handling acts that disrupt public order."
        }
      }
    },
    {
      "id": "中共中央办公厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央办公厅",
          "中办"
        ],
        "en": [
          "General Office of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的办事机关，负责党中央文秘、会务、信息、档案、保密等工作。",
          "en": "The administrative body of the Central Committee of the Communist Party of China, responsible for clerical duties, meeting arrangements, information, archives, and confidentiality for the Party Central Committee."
        }
      }
    },
    {
      "id": "国务院办公厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院办公厅",
          "国办"
        ],
        "en": [
          "General Office of the State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院的办事机构，协助国务院领导处理国务院日常工作。",
          "en": "The administrative body of the State Council of the People's Republic of China, which assists the State Council leadership in handling the daily work of the State Council."
        }
      }
    },
    {
      "id": "东北行政委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东北行政委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立初期东北地区的最高行政机关，前身为东北人民政府。",
          "en": "The highest administrative body in the Northeast region during the early years of the People's Republic of China, formerly known as the Northeast People's Government."
        }
      }
    },
    {
      "id": "中央政法委",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央政法委"
        ],
        "en": [
          "Central Political and Legal Affairs Commission"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会领导和管理政法工作的职能部门。",
          "en": "A functional department of the Central Committee of the Communist Party of China that leads and manages political and legal affairs."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "公安部食品药品犯罪侦查局",
      "target": "中华人民共和国公安部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2019-02-27",
        "description": {
          "zh-cn": "公安部食品药品犯罪侦查局是中华人民共和国公安部的内设机构。",
          "en": "The Food and Drug Crime Investigation Bureau is an internal department of the Ministry of Public Security of the People's Republic of China."
        }
      }
    },
    {
      "source": "公安部食品药品犯罪侦查局",
      "target": "国家林业和草原局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2019-12-30",
        "description": {
          "zh-cn": "公安部食品药品犯罪侦查局在森林公安业务上接受国家林业和草原局的指导。",
          "en": "The Food and Drug Crime Investigation Bureau receives guidance from the National Forestry and Grassland Administration on forestry public security matters."
        }
      }
    },
    {
      "source": "吕武钦",
      "target": "公安部食品药品犯罪侦查局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2019-02-27",
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        }
      }
    },
    {
      "source": "李剑涛",
      "target": "公安部食品药品犯罪侦查局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2019-02-27",
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        }
      }
    },
    {
      "source": "东北行政委员会",
      "target": "林业部林业公安局",
      "type": "PUSHED",
      "properties": {
        "start_date": "1948",
        "description": {
          "zh-cn": "1948年，东北行政委员会在东北林区建立林业公安机构，是林业公安体系的历史源头。",
          "en": "In 1948, the Northeast Administrative Commission established forestry public security agencies in the Northeast forest region, marking the historical origin of the forestry police system."
        }
      }
    },
    {
      "source": "中华人民共和国劳动人事部",
      "target": "林业部林业公安局",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1984-05-03",
        "description": {
          "zh-cn": "经国务院同意，中华人民共和国劳动人事部下发通知，决定成立林业部林业公安局。",
          "en": "With the consent of the State Council, the Ministry of Labor and Personnel of the People's Republic of China issued a notice deciding to establish the Forestry Public Security Bureau of the Ministry of Forestry."
        }
      }
    },
    {
      "source": "林业部林业公安局",
      "target": "中华人民共和国公安部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1984-05-03",
        "end_date": "1998-03",
        "description": {
          "zh-cn": "林业部林业公安局由林业部与公安部双重领导，并列入公安部序列（十六局）。",
          "en": "The Forestry Public Security Bureau of the Ministry of Forestry was under the dual leadership of the Ministry of Forestry and the Ministry of Public Security and was designated as part of the Ministry of Public Security's sequence (Sixteenth Bureau)."
        }
      }
    },
    {
      "source": "林业部林业公安局",
      "target": "中华人民共和国林业部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1984-05-03",
        "end_date": "1998-03",
        "description": {
          "zh-cn": "林业部林业公安局由林业部与公安部双重领导。",
          "en": "The Forestry Public Security Bureau of the Ministry of Forestry was under the dual leadership of the Ministry of Forestry and the Ministry of Public Security."
        }
      }
    },
    {
      "source": "林业部林业公安局",
      "target": "林业部公安局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1994-01-30",
        "description": {
          "zh-cn": "1994年1月30日，林业部林业公安局更名为林业部公安局。",
          "en": "On January 30, 1994, the Forestry Public Security Bureau of the Ministry of Forestry was renamed the Public Security Bureau of the Ministry of Forestry."
        }
      }
    },
    {
      "source": "林业部公安局",
      "target": "国家林业局森林公安局",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "1998年国务院机构改革后，原林业部公安局等机构合并组建为国家林业局森林公安局。",
          "en": "After the 1998 State Council institutional reform, the former Public Security Bureau of the Ministry of Forestry and other agencies were merged to form the Forestry Public Security Bureau of the State Forestry Administration."
        }
      }
    },
    {
      "source": "华敬锋",
      "target": "公安部食品药品犯罪侦查局",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014",
        "description": {
          "zh-cn": "2014年，时任公安部治安管理局副局长华敬锋表示，公安部将成立专门的食药犯罪侦查局。",
          "en": "In 2014, Hua Jingfeng, then Deputy Director of the Public Security Administration Bureau of the Ministry of Public Security, stated that the Ministry would establish a specialized bureau for investigating food and drug crimes."
        }
      }
    },
    {
      "source": "华敬锋",
      "target": "公安部治安管理局",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2014",
        "position": {
          "zh-cn": "副局长",
          "en": "Deputy Director"
        }
      }
    },
    {
      "source": "中共中央办公厅",
      "target": "国家林业局森林公安局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-09-11",
        "description": {
          "zh-cn": "根据中办、国办印发的规定，撤销国家林业局森林公安局。",
          "en": "According to the regulations issued by the General Offices of the CPC Central Committee and the State Council, the Forestry Public Security Bureau of the State Forestry Administration was abolished."
        }
      }
    },
    {
      "source": "中共中央办公厅",
      "target": "国家林业和草原局森林公安局",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2018-09-11",
        "description": {
          "zh-cn": "根据中办、国办印发的规定，组建国家林业和草原局森林公安局。",
          "en": "According to the regulations issued by the General Offices of the CPC Central Committee and the State Council, the Forestry Public Security Bureau of the National Forestry and Grassland Administration was established."
        }
      }
    },
    {
      "source": "中央政法委",
      "target": "公安部食品药品犯罪侦查局",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-12-28",
        "description": {
          "zh-cn": "中央政法委召开行业公安机关管理体制调整工作部署会议，推动了包括森林公安在内的行业公安管理体制调整，为食药侦局的组建铺平了道路。",
          "en": "The Central Political and Legal Affairs Commission held a deployment meeting on adjusting the management system of industry public security organs, which promoted the reform for bodies including the forestry police and paved the way for the establishment of the Food and Drug Crime Investigation Bureau."
        }
      }
    },
    {
      "source": "中共中央办公厅",
      "target": "国家林业和草原局森林公安局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-02-27",
        "description": {
          "zh-cn": "根据中办、国办印发的《公安部职能配置、内设机构和人员编制规定》，决定撤销国家林业和草原局森林公安局（公安部十六局）。",
          "en": "According to the 'Provisions on the Functional Configuration, Internal Structure, and Staffing of the Ministry of Public Security' issued by the General Offices of the CPC Central Committee and the State Council, it was decided to abolish the Forestry Public Security Bureau of the National Forestry and Grassland Administration (Sixteenth Bureau of the Ministry of Public Security)."
        }
      }
    },
    {
      "source": "中共中央办公厅",
      "target": "公安部食品药品犯罪侦查局",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2019-02-27",
        "description": {
          "zh-cn": "根据中办、国办印发的《公安部职能配置、内设机构和人员编制规定》，决定组建公安部食品药品犯罪侦查局（公安部七局）。",
          "en": "According to the 'Provisions on the Functional Configuration, Internal Structure, and Staffing of the Ministry of Public Security' issued by the General Offices of the CPC Central Committee and the State Council, it was decided to establish the Food and Drug Crime Investigation Bureau of the Ministry of Public Security (Seventh Bureau of the Ministry of Public Security)."
        }
      }
    }
  ]
}