{
  "nodes": [
    {
      "id": "中华人民共和国义务教育",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国义务教育",
          "九年义务教育"
        ],
        "en": [
          "Compulsory education in the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1986 - ",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "中华人民共和国的一项教育政策，要求所有适龄儿童、青少年必须接受九年教育。",
          "en": "An educational policy in the People's Republic of China that requires all school-age children and adolescents to receive nine years of education."
        }
      }
    },
    {
      "id": "拨乱反正",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "拨乱反正"
        ],
        "en": [
          "Boluan Fanzheng"
        ]
      },
      "properties": {
        "period": "1976-12 - 1982-12",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "文化大革命结束后，中国共产党和平纠正“文革”错误的政治过程。",
          "en": "A political process after the Cultural Revolution in which the Communist Party of China peacefully corrected the mistakes of the Cultural Revolution."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，是中国共产党第二代中央领导集体核心。",
          "en": "A Chinese politician who was the paramount leader of the People's Republic of China from December 1978 to November 1989."
        }
      }
    },
    {
      "id": "中华人民共和国宪法 (1982年)",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国宪法 (1982年)",
          "中华人民共和国宪法（八二宪法）",
          "八二宪法",
          "中华人民共和国宪法"
        ],
        "en": [
          "Constitution of the People's Republic of China (1982)"
        ]
      },
      "properties": {
        "period": "1982-12-04",
        "description": {
          "zh-cn": "中华人民共和国的现行宪法，规定实行初等义务教育。",
          "en": "The current constitution of the People's Republic of China, which stipulates the implementation of compulsory primary education."
        }
      }
    },
    {
      "id": "中华人民共和国义务教育法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国义务教育法"
        ],
        "en": [
          "Compulsory Education Law of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1986-07-01",
        "description": {
          "zh-cn": "为保障适龄儿童、少年接受义务教育的权利，保证义务教育的实施，提高全民族素质，根据宪法制定的法律。",
          "en": "A law formulated in accordance with the Constitution to protect the right of school-age children and adolescents to receive compulsory education, ensure its implementation, and improve the quality of the entire nation."
        }
      }
    },
    {
      "id": "第六届全国人民代表大会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第六届全国人民代表大会"
        ],
        "en": [
          "6th National People's Congress"
        ]
      },
      "properties": {
        "period": "1983-06 - 1988-03",
        "description": {
          "zh-cn": "中华人民共和国的第六届国家最高权力机关。",
          "en": "The sixth session of the highest state authority of the People's Republic of China."
        }
      }
    },
    {
      "id": "第十届全国人民代表大会常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第十届全国人民代表大会常务委员会"
        ],
        "en": [
          "Standing Committee of the 10th National People's Congress"
        ]
      },
      "properties": {
        "period": "2003-03 - 2008-03",
        "description": {
          "zh-cn": "中华人民共和国第十届全国人民代表大会的常设机关。",
          "en": "The permanent body of the 10th National People's Congress of the People's Republic of China."
        }
      }
    },
    {
      "id": "素质教育",
      "type": "Document",
      "name": {
        "zh-cn": [
          "素质教育"
        ],
        "en": [
          "Quality-oriented education"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种以提高受教育者诸方面素质为目标的教育模式，强调人的思想道德素质、能力培养、个性发展、身体健康和心理健康教育。",
          "en": "An educational model aimed at improving all aspects of the educated, emphasizing moral qualities, ability cultivation, personal development, and physical and mental health."
        }
      }
    },
    {
      "id": "中华人民共和国未成年人保护法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国未成年人保护法"
        ],
        "en": [
          "Law on the Protection of Minors of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1991",
        "description": {
          "zh-cn": "为保护未成年人的身心健康，保障未成年人的合法权益，促进未成年人在品德、智力、体质等方面全面发展而制定的法律。",
          "en": "A law enacted to protect the physical and mental health of minors, safeguard their legitimate rights and interests, and promote their all-round development in morality, intelligence, and physique."
        }
      }
    },
    {
      "id": "中华人民共和国劳动法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国劳动法"
        ],
        "en": [
          "Labour Law of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1994",
        "description": {
          "zh-cn": "为保护劳动者的合法权益，调整劳动关系，建立和维护适应社会主义市场经济的劳动制度，促进经济发展和社会进步而制定的法律。",
          "en": "A law enacted to protect the legitimate rights and interests of laborers, adjust labor relations, establish and maintain a labor system adapted to the socialist market economy, and promote economic development and social progress."
        }
      }
    },
    {
      "id": "两免一补",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "两免一补"
        ],
        "en": [
          "Two Exemptions and One Subsidy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国政府对农村义务教育阶段贫困家庭学生免除学杂费、书本费，并补助寄宿生生活费的一项政策。",
          "en": "A policy of the Chinese government to exempt students from poor rural families in the compulsory education stage from tuition and textbook fees, and to provide subsidies for boarding students' living expenses."
        }
      }
    },
    {
      "id": "中华人民共和国扫盲教育",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国扫盲教育",
          "扫盲运动"
        ],
        "en": [
          "Literacy education in the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国成立后在全国范围内开展的旨在消除文盲的群众性运动。",
          "en": "A mass movement launched nationwide after the founding of the People's Republic of China aimed at eliminating illiteracy."
        }
      }
    },
    {
      "id": "壬戌学制",
      "type": "Document",
      "name": {
        "zh-cn": [
          "壬戌学制"
        ],
        "en": [
          "Renxu Educational System"
        ]
      },
      "properties": {
        "period": "1922",
        "description": {
          "zh-cn": "中国近代史上第一个以大总统令公布、实施、并影响全国的学制，又称“1922年学制”或“新学制”。",
          "en": "The first educational system in modern Chinese history to be promulgated by presidential decree, implemented, and influential nationwide, also known as the '1922 system' or the 'New School System'."
        }
      }
    },
    {
      "id": "六三学制",
      "type": "Document",
      "name": {
        "zh-cn": [
          "六三学制"
        ],
        "en": [
          "6-3 educational system"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种教育阶段的划分方式，指小学六年、初中三年的学制。",
          "en": "A way of dividing educational stages, referring to a system of six years of primary school and three years of junior high school."
        }
      }
    },
    {
      "id": "中国少年先锋队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国少年先锋队"
        ],
        "en": [
          "Young Pioneers of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国少年儿童的群众组织，中国共产党领导下的儿童组织。",
          "en": "A mass organization for Chinese children, led by the Communist Party of China."
        }
      }
    },
    {
      "id": "中国共产主义青年团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产主义青年团"
        ],
        "en": [
          "Communist Youth League of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党领导的先进青年的群众组织。",
          "en": "A mass organization of advanced youth led by the Communist Party of China."
        }
      }
    },
    {
      "id": "应试教育",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "应试教育"
        ],
        "en": [
          "Exam-oriented education"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种以应付考试为主要目的的教育方式，教学内容和进度紧密围绕考试大纲，忽视学生的全面发展。",
          "en": "An educational approach primarily aimed at preparing for exams, where teaching content and pace closely follow the exam syllabus, often neglecting the all-round development of students."
        }
      }
    },
    {
      "id": "中华人民共和国户籍制度",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国户籍制度"
        ],
        "en": [
          "Hukou system"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国政府对中国大陆公民进行户籍登记和管理的制度。",
          "en": "The system of household registration and management for citizens in mainland China by the government of the People's Republic of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "拨乱反正",
      "target": "中华人民共和国义务教育",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "文化大革命后，义务教育的口号在拨乱反正时期被提出。",
          "en": "After the Cultural Revolution, the slogan of compulsory education was proposed during the Boluan Fanzheng period."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "中华人民共和国义务教育",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在邓小平的推动下，义务教育被写入《中华人民共和国宪法（八二宪法）》。",
          "en": "Under the promotion of Deng Xiaoping, compulsory education was written into the Constitution of the People's Republic of China (1982)."
        }
      }
    },
    {
      "source": "中华人民共和国宪法 (1982年)",
      "target": "中华人民共和国义务教育",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982",
        "description": {
          "zh-cn": "1982年通过的《中华人民共和国宪法》规定实行义务教育。",
          "en": "The Constitution of the People's Republic of China, passed in 1982, stipulates the implementation of compulsory education."
        }
      }
    },
    {
      "source": "第六届全国人民代表大会",
      "target": "中华人民共和国义务教育法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-04-12",
        "description": {
          "zh-cn": "第六届全国人民代表大会第四次会议通过了《中华人民共和国义务教育法》。",
          "en": "The fourth session of the 6th National People's Congress passed the Compulsory Education Law of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国义务教育法",
      "target": "中华人民共和国义务教育",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-07-01",
        "description": {
          "zh-cn": "《中华人民共和国义务教育法》于1986年颁布施行，标志着九年义务教育正式实行。",
          "en": "The Compulsory Education Law of the People's Republic of China was promulgated and implemented in 1986, marking the official implementation of nine-year compulsory education."
        }
      }
    },
    {
      "source": "第十届全国人民代表大会常务委员会",
      "target": "中华人民共和国义务教育法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2006-06-29",
        "description": {
          "zh-cn": "第十届全国人民代表大会常务委员会第二十二次会议对《中华人民共和国义务教育法》进行了修订。",
          "en": "The 22nd meeting of the Standing Committee of the 10th National People's Congress revised the Compulsory Education Law of the People's Republic of China."
        }
      }
    },
    {
      "source": "中华人民共和国义务教育法",
      "target": "素质教育",
      "type": "PUSHED",
      "properties": {
        "start_date": "2006-06-29",
        "description": {
          "zh-cn": "2006年修订的《中华人民共和国义务教育法》明确了义务教育的本质应为素质教育。",
          "en": "The revised Compulsory Education Law of the People's Republic of China in 2006 clarified that the essence of compulsory education should be quality-oriented education."
        }
      }
    },
    {
      "source": "中华人民共和国未成年人保护法",
      "target": "中华人民共和国义务教育",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "《中华人民共和国未成年人保护法》包含保障适龄儿童接受并完成义务教育权利的法条。",
          "en": "The Law on the Protection of Minors of the People's Republic of China contains legal articles that guarantee the right of school-age children to receive and complete compulsory education."
        }
      }
    },
    {
      "source": "中华人民共和国劳动法",
      "target": "中华人民共和国义务教育",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "《中华人民共和国劳动法》禁止用人单位招用未满十六周岁的未成年人，从而保障其接受义务教育的权利。",
          "en": "The Labour Law of the People's Republic of China prohibits employers from hiring minors under the age of sixteen, thereby protecting their right to receive compulsory education."
        }
      }
    },
    {
      "source": "两免一补",
      "target": "中华人民共和国义务教育",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“两免一补”政策通过对经济困难者提供补助，帮助他们完成义务教育。",
          "en": "The 'Two Exemptions and One Subsidy' policy helps financially disadvantaged individuals complete compulsory education by providing subsidies."
        }
      }
    },
    {
      "source": "中华人民共和国义务教育",
      "target": "中华人民共和国扫盲教育",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "义务教育与中华人民共和国的扫盲运动关系紧密。",
          "en": "Compulsory education is closely related to the literacy campaign in the People's Republic of China."
        }
      }
    },
    {
      "source": "壬戌学制",
      "target": "六三学制",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "六三学制起源于北洋政府时期的“壬戌学制”。",
          "en": "The 6-3 educational system originated from the 'Renxu Educational System' of the Beiyang government period."
        }
      }
    },
    {
      "source": "中华人民共和国义务教育",
      "target": "中国少年先锋队",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在义务教育体系内，绝大多数小学生被要求“入学即入队”，加入中国少年先锋队。",
          "en": "Within the compulsory education system, the vast majority of primary school students are required to join the Young Pioneers of China upon enrollment."
        }
      }
    },
    {
      "source": "中华人民共和国义务教育",
      "target": "中国共产主义青年团",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在初级中学（义务教育的一部分）阶段，学生被鼓励分批加入中国共产主义青年团。",
          "en": "During the junior high school stage (part of compulsory education), students are encouraged to join the Communist Youth League of China in batches."
        }
      }
    },
    {
      "source": "应试教育",
      "target": "素质教育",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "应试教育成为了困扰义务教育工作者和学生的重要问题，并且严重地阻碍了均衡教育（素质教育的一部分）的实现步伐。",
          "en": "Exam-oriented education has become a major problem for compulsory education workers and students, and has severely hindered the implementation of balanced education (a part of quality-oriented education)."
        }
      }
    },
    {
      "source": "中华人民共和国户籍制度",
      "target": "中华人民共和国义务教育",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "户籍制度导致了城市和农村义务教育的实行程度有较大区别，尤其体现在“农民工”子女接受义务教育的问题上。",
          "en": "The Hukou system has led to significant differences in the implementation of compulsory education between urban and rural areas, particularly affecting the education of migrant workers' children."
        }
      }
    }
  ]
}