{
  "nodes": [
    {
      "id": "中华爱国同心会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华爱国同心会",
          "爱国同心会"
        ],
        "en": []
      },
      "properties": {
        "period": "1993-11-12 - ",
        "location": {
          "zh-cn": "台湾台北市",
          "en": "Taipei, Taiwan"
        },
        "description": {
          "zh-cn": "中华民国的亲中共派政治组织，属激进的统派。由周庆峻于1993年成立，后于2018年登记为“中华爱国同心党”。该组织公开支持中华人民共和国以“一国两制”方式统一中国，支持中国共产党，并因频繁对法轮功学员、台独及港独支持者等持不同政见者进行暴力攻击而引发大量争议和法律诉讼。经调查，该组织接受来自中国国务院台湾事务办公室等官方机构的资金支持和指导。",
          "en": "A pro-Chinese Communist Party political organization in the Republic of China, belonging to the radical pro-unification camp. Founded by Zhou Qingjun in 1993, it was registered as the 'Chinese Patriotic Concentric Party' in 2018. The organization openly supports the People's Republic of China's unification of China under the 'one country, two systems' model and supports the Chinese Communist Party. It has caused significant controversy and legal action due to frequent violent attacks on dissidents, including Falun Gong practitioners and supporters of Taiwan and Hong Kong independence. Investigations revealed that the organization receives financial support and guidance from official PRC agencies such as the Taiwan Affairs Office of the State Council."
        }
      }
    },
    {
      "id": "周庆峻",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周庆峻",
          "周庆钻"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1943 - 2021-06-16",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "广东省汕尾市海丰县",
          "en": "Haifeng County, Shanwei City, Guangdong Province"
        },
        "description": {
          "zh-cn": "中华爱国同心会创办人及首任会长。他出生于中国大陆，为逃避文化大革命而偷渡至香港，后移居台湾。其政治立场从早年反共转变为亲共。他因组织暴力活动、收受中国大陆资金用于选举等行为被多次起诉和判刑。最终因感染2019冠状病毒病去世。",
          "en": "Founder and first president of the Chinese Patriotic Concentric Association. Born in mainland China, he fled to Hong Kong to escape the Cultural Revolution and later moved to Taiwan. His political stance shifted from anti-communist in his early years to pro-communist. He was prosecuted and sentenced multiple times for organizing violent activities and receiving funds from mainland China for elections. He died from COVID-19."
        }
      }
    },
    {
      "id": "张秀叶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张秀叶"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "birth_place": {
          "zh-cn": "上海",
          "en": "Shanghai"
        },
        "description": {
          "zh-cn": "中华爱国同心会秘书长，来自中国大陆上海。她因多次参与暴力攻击、并收受中国资金进行贿选而被判刑。判刑确定后潜逃至中国大陆，现被台湾通缉。",
          "en": "Secretary-general of the Chinese Patriotic Concentric Association, originally from Shanghai, mainland China. She was sentenced for her involvement in multiple violent attacks and for accepting funds from China for election bribery. After her sentence was confirmed, she fled to mainland China and is now wanted by Taiwan."
        }
      }
    },
    {
      "id": "中华爱国同心党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华爱国同心党"
        ],
        "en": []
      },
      "properties": {
        "period": "2018-08-13 - ",
        "location": {
          "zh-cn": "台湾台北市",
          "en": "Taipei, Taiwan"
        },
        "description": {
          "zh-cn": "由中华爱国同心会于2018年登记成立的政党，由顾希君担任党主席。",
          "en": "A political party registered in 2018 by the Chinese Patriotic Concentric Association, with Gu Xijun as its chairperson."
        }
      }
    },
    {
      "id": "国务院台湾事务办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院台湾事务办公室",
          "中共中央台湾工作办公室",
          "国台办"
        ],
        "en": [
          "Taiwan Affairs Office of the State Council"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中国北京",
          "en": "Beijing, China"
        },
        "description": {
          "zh-cn": "中华人民共和国国务院负责台湾事务的机构。根据调查，该机构向中华爱国同心会提供资金支持和政治指导，以在台湾发展组织、进行政治宣传和介入选举等活动。",
          "en": "An agency of the State Council of the People's Republic of China responsible for Taiwan affairs. According to investigations, this agency provides financial support and political guidance to the Chinese Patriotic Concentric Association for developing its organization, conducting political propaganda, and interfering in elections in Taiwan."
        }
      }
    },
    {
      "id": "法轮功",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "法轮功"
        ],
        "en": [
          "Falun Gong"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个源于中国的新兴宗教及精神修炼团体。中华爱国同心会将其列为主要攻击目标，长期在台湾各地景点对其学员进行骚扰、辱骂和暴力攻击。",
          "en": "A new religious and spiritual movement originating from China. The Chinese Patriotic Concentric Association targets it as a primary object of attack, engaging in long-term harassment, verbal abuse, and violent assaults against its practitioners at various tourist spots in Taiwan."
        }
      }
    },
    {
      "id": "柯文哲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柯文哲"
        ],
        "en": [
          "Ko Wen-je"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，在担任台北市长期间，曾对中华爱国同心会的暴力行为采取强硬立场，警告时任信义分局局长若再有法轮功学员被打就将其撤换。",
          "en": "A Taiwanese politician. During his tenure as Mayor of Taipei, he took a tough stance against the violent activities of the Chinese Patriotic Concentric Association, warning the then-chief of the Xinyi Police Precinct that he would be replaced if any more Falun Gong practitioners were assaulted."
        }
      }
    },
    {
      "id": "中华统一促进党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华统一促进党",
          "统促党"
        ],
        "en": [
          "Chinese Unification Promotion Party"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "台湾",
          "en": "Taiwan"
        },
        "description": {
          "zh-cn": "台湾一个积极主张与中国大陆统一的政党，由被认为是黑帮竹联帮精神领袖的张安乐创立。该党与中华爱国同心会关系密切，经常共同参与政治抗议和暴力活动。",
          "en": "A political party in Taiwan that actively advocates for unification with mainland China, founded by Chang An-lo, who is considered the spiritual leader of the Bamboo Union gang. The party has close ties with the Chinese Patriotic Concentric Association and often participates in political protests and violent activities together."
        }
      }
    },
    {
      "id": "黄之锋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄之锋"
        ],
        "en": [
          "Joshua Wong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "香港民主活动家，香港众志前秘书长。2017年应时代力量邀请访问台湾时，在机场遭到中华爱国同心会等统派团体的暴力抗议和袭击。",
          "en": "A Hong Kong pro-democracy activist and former secretary-general of Demosistō. When he visited Taiwan in 2017 at the invitation of the New Power Party, he was met with violent protests and attacks by pro-unification groups including the Chinese Patriotic Concentric Association at the airport."
        }
      }
    },
    {
      "id": "陈水扁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈水扁"
        ],
        "en": [
          "Chen Shui-bian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国前总统。2008年，他遭到中华爱国同心会成员苏安生的袭击，导致荐椎骨折。",
          "en": "Former President of the Republic of China. In 2008, he was attacked by Su An-sheng, a member of the Chinese Patriotic Concentric Association, resulting in a fractured sacrum."
        }
      }
    },
    {
      "id": "苏安生",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏安生"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "birth_place": {
          "zh-cn": "越南",
          "en": "Vietnam"
        },
        "description": {
          "zh-cn": "中华爱国同心会成员，有长期犯罪记录。他因袭击前总统陈水扁和驻日代表许世楷而闻名。",
          "en": "A member of the Chinese Patriotic Concentric Association with a long criminal record. He is known for attacking former President Chen Shui-bian and Representative to Japan Hsu Shih-kai."
        }
      }
    },
    {
      "id": "中国民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国民主进步党"
        ],
        "en": []
      },
      "properties": {
        "period": "2005-10-16 - ",
        "description": {
          "zh-cn": "由中华爱国同心会于2005年成立的政党，其党员几乎均为同心会成员。该党旨在对抗绿营政党，并与中华统一促进党关系密切。",
          "en": "A political party founded in 2005 by the Chinese Patriotic Concentric Association, with its members being almost exclusively from the association. The party aims to counter pro-independence parties and has close ties with the Chinese Unification Promotion Party."
        }
      }
    },
    {
      "id": "曹长青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹长青"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国流亡旅美作家。2003年，因在台湾发表支持台独的言论而遭到中华爱国同心会成员的暴力殴打。",
          "en": "A Chinese dissident writer living in exile in the United States. In 2003, he was violently assaulted by members of the Chinese Patriotic Concentric Association for expressing pro-Taiwan independence views in Taiwan."
        }
      }
    },
    {
      "id": "台北地检署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台北地检署",
          "台北地方检察署"
        ],
        "en": [
          "Taipei District Prosecutors Office"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "台湾台北市",
          "en": "Taipei, Taiwan"
        },
        "description": {
          "zh-cn": "台湾的检察机关，多次起诉中华爱国同心会成员的暴力、贿选及违反国安法等罪行。",
          "en": "A prosecutorial agency in Taiwan that has repeatedly indicted members of the Chinese Patriotic Concentric Association for crimes including violence, election bribery, and violations of the National Security Act."
        }
      }
    },
    {
      "id": "半岛电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "半岛电视台"
        ],
        "en": [
          "Al Jazeera"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "国际新闻机构。2018年，其卧底报导揭露了中华爱国同心会接受中国大陆资金支持、付钱给抗议者以及与黑道组织有关联等内幕。",
          "en": "An international news organization. In 2018, its undercover report exposed the Chinese Patriotic Concentric Association's acceptance of funds from mainland China, payments to protesters, and connections to gang organizations."
        }
      }
    },
    {
      "id": "林明美",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林明美"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "周庆峻的妻子，中华爱国同心会成员。她因在2018年选举中犯下贿选罪被判刑，并因另涉国安法案件而与张秀叶一同潜逃中国，现被通缉。",
          "en": "Wife of Zhou Qingjun and a member of the Chinese Patriotic Concentric Association. She was sentenced for bribery in the 2018 elections and, along with Zhang Xiuye, fled to China due to another case involving the National Security Act. She is currently a wanted fugitive."
        }
      }
    },
    {
      "id": "2019冠状病毒病",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2019冠状病毒病",
          "严重特殊传染性肺炎",
          "武汉肺炎"
        ],
        "en": [
          "COVID-19"
        ]
      },
      "properties": {
        "period": "2019 - ",
        "description": {
          "zh-cn": "一场全球性的大流行病，由严重急性呼吸道综合征冠状病毒2型（SARS-CoV-2）导致。中华爱国同心会会长周庆峻于2021年6月因感染此病重症不治。",
          "en": "A global pandemic caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). Zhou Qingjun, president of the Chinese Patriotic Concentric Association, died from a severe case of the disease in June 2021."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "周庆峻",
      "target": "中华爱国同心会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1993-11-12",
        "description": {
          "zh-cn": "周庆峻于1993年11月12日在台北市成立了中华爱国同心会。",
          "en": "Zhou Qingjun founded the Chinese Patriotic Concentric Association in Taipei City on November 12, 1993."
        }
      }
    },
    {
      "source": "中华爱国同心会",
      "target": "中华爱国同心党",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2018-08-13",
        "description": {
          "zh-cn": "中华爱国同心会于2018年8月13日登记注册为政党“中华爱国同心党”。",
          "en": "The Chinese Patriotic Concentric Association was registered as a political party, the 'Chinese Patriotic Concentric Party', on August 13, 2018."
        }
      }
    },
    {
      "source": "国务院台湾事务办公室",
      "target": "中华爱国同心会",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "根据台湾检方调查及媒体报导，国台办向中华爱国同心会提供资金和指导，支持其在台发展组织、进行政治宣传、攻击异见人士及介入选举。",
          "en": "According to investigations by Taiwanese prosecutors and media reports, the Taiwan Affairs Office provides funding and guidance to the Chinese Patriotic Concentric Association to support its organizational development, political propaganda, attacks on dissidents, and interference in elections in Taiwan."
        }
      }
    },
    {
      "source": "中华爱国同心会",
      "target": "法轮功",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2010-04",
        "description": {
          "zh-cn": "中华爱国同心会长期在台北101大楼等景点对法轮功学员进行暴力攻击、骚扰和辱骂，妨碍其言论自由。",
          "en": "The Chinese Patriotic Concentric Association has long engaged in violent attacks, harassment, and verbal abuse against Falun Gong practitioners at locations like Taipei 101, obstructing their freedom of speech."
        }
      }
    },
    {
      "source": "中华爱国同心会",
      "target": "曹长青",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2003-11-02",
        "description": {
          "zh-cn": "因曹长青发表支持台独的言论，中华爱国同心会成员对其进行暴力殴打。",
          "en": "Members of the Chinese Patriotic Concentric Association violently assaulted Cao Changqing for his remarks supporting Taiwan independence."
        }
      }
    },
    {
      "source": "苏安生",
      "target": "陈水扁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-07",
        "description": {
          "zh-cn": "中华爱国同心会成员苏安生动手攻击前总统陈水扁，导致其荐椎骨折。",
          "en": "Su An-sheng, a member of the Chinese Patriotic Concentric Association, attacked former President Chen Shui-bian, causing a fracture to his sacrum."
        }
      }
    },
    {
      "source": "中华爱国同心会",
      "target": "黄之锋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2017-01-07",
        "description": {
          "zh-cn": "黄之锋等人应邀来台时，中华爱国同心会在机场对其进行暴力抗议和袭击。",
          "en": "When Joshua Wong and others were invited to Taiwan, the Chinese Patriotic Concentric Association violently protested and attacked them at the airport."
        }
      }
    },
    {
      "source": "柯文哲",
      "target": "中华爱国同心会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2014-12-25",
        "description": {
          "zh-cn": "时任台北市长柯文哲对同心会的暴力行为采取强硬立场，要求警方严办，对该组织的活动起到了一定的遏制作用。",
          "en": "Then-Taipei Mayor Ko Wen-je took a tough stance against the violent activities of the Association, demanding strict police enforcement, which had a deterrent effect on the organization's activities."
        }
      }
    },
    {
      "source": "中华爱国同心会",
      "target": "中华统一促进党",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "两个组织意识形态相近，经常共同出现在抗议活动现场，并被指与黑道组织有关联。",
          "en": "The two organizations have similar ideologies, often appear together at protest sites, and are alleged to have ties to gang organizations."
        }
      }
    },
    {
      "source": "半岛电视台",
      "target": "中华爱国同心会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-09",
        "description": {
          "zh-cn": "半岛电视台的专题报导揭露了中华爱国同心会接受中国资金、付钱动员群众等内幕，对其形象和运作造成打击。",
          "en": "An Al Jazeera special report exposed the Chinese Patriotic Concentric Association's acceptance of Chinese funds and payment to mobilize crowds, damaging its image and operations."
        }
      }
    },
    {
      "source": "台北地检署",
      "target": "中华爱国同心会",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "台北地检署多次对中华爱国同心会的会长、秘书长及成员提起公诉，罪名包括妨害自由、伤害、贿选及违反国安法等，并成功将多人定罪。",
          "en": "The Taipei District Prosecutors Office has repeatedly indicted the president, secretary-general, and members of the Chinese Patriotic Concentric Association on charges including obstruction of liberty, assault, election bribery, and violations of the National Security Act, successfully convicting several individuals."
        }
      }
    },
    {
      "source": "周庆峻",
      "target": "林明美",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1982",
        "description": {
          "zh-cn": "周庆峻于1982年与台湾女子林明美结婚，后随妻移居台湾。",
          "en": "Zhou Qingjun married Taiwanese woman Lin Ming-mei in 1982 and later moved to Taiwan with his wife."
        }
      }
    },
    {
      "source": "2019冠状病毒病",
      "target": "周庆峻",
      "type": "BLOCKED",
      "properties": {
        "end_date": "2021-06-16",
        "description": {
          "zh-cn": "周庆峻因感染2019冠状病毒病重症不治去世。",
          "en": "Zhou Qingjun died from a severe case of COVID-19."
        }
      }
    },
    {
      "source": "中华爱国同心会",
      "target": "中国民主进步党",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2005-10-16",
        "description": {
          "zh-cn": "为对抗新兴的绿营政党，中华爱国同心会向中华民国内政部备案成立了“中国民主进步党”。",
          "en": "To counter emerging pro-independence parties, the Chinese Patriotic Concentric Association registered the 'China Democratic Progressive Party' with the Ministry of the Interior of the ROC."
        }
      }
    },
    {
      "source": "张秀叶",
      "target": "中华爱国同心会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "秘书长兼总干事兼执行长",
          "en": "Secretary-General, Director-General, and CEO"
        },
        "description": {
          "zh-cn": "张秀叶担任中华爱国同心会的秘书长等多个核心职务。",
          "en": "Zhang Xiuye holds several key positions in the Chinese Patriotic Concentric Association, including Secretary-General."
        }
      }
    }
  ]
}