{
  "nodes": [
    {
      "id": "中国共产党第九届中央委员会第二次全体会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第九届中央委员会第二次全体会议",
          "中共九届二中全会",
          "1970年庐山会议",
          "第三次庐山会议"
        ],
        "en": []
      },
      "properties": {
        "period": "1970-08-23 - 1970-09-06",
        "location": {
          "zh-cn": "江西庐山",
          "en": "Lushan, Jiangxi"
        },
        "description": {
          "zh-cn": "中国共产党于1970年在庐山举行的中央委员会全体会议，会议期间林彪集团与张春桥等人发生激烈冲突，成为毛泽东与林彪关系破裂的标志性事件，并直接导致了九一三事件的发生。",
          "en": "A plenary session of the 9th Central Committee of the Communist Party of China held in Lushan in 1970. During the meeting, fierce conflicts broke out between the Lin Biao clique and individuals like Zhang Chunqiao, marking a turning point in the relationship between Mao Zedong and Lin Biao, and directly leading to the Lin Biao incident (September 13 incident)."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中国共产党中央委员会主席，在九届二中全会上表态支持张春桥，对陈伯达和林彪进行严厉批评，引发了批陈整风运动。",
          "en": "Then Chairman of the Central Committee of the Communist Party of China. At the Second Plenary Session of the 9th Central Committee, he supported Zhang Chunqiao and severely criticized Chen Boda and Lin Biao, triggering the 'Criticize Chen and Rectify Work Style' campaign."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中国共产党中央委员会副主席，在九届二中全会上发言，坚持设立国家主席并提倡“天才论”，引发与毛泽东的严重冲突。",
          "en": "Then Vice Chairman of the Central Committee of the Communist Party of China. He delivered a speech at the Second Plenary Session of the 9th Central Committee, insisting on the establishment of the state chairman position and promoting the 'genius theory,' which led to a serious conflict with Mao Zedong."
        }
      }
    },
    {
      "id": "陈伯达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈伯达"
        ],
        "en": [
          "Chen Boda"
        ]
      },
      "properties": {
        "lifetime": "1904-07-29 - 1989-09-20",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中共中央政治局常委，在九届二中全会华北组讨论中率先向张春桥发难，宣扬“天才论”，会后被批判和审查。",
          "en": "Then a member of the Politburo Standing Committee of the CPC Central Committee. He took the lead in attacking Zhang Chunqiao during the North China group discussion at the Second Plenary Session of the 9th Central Committee and promoted the 'genius theory,' for which he was criticized and investigated after the meeting."
        }
      }
    },
    {
      "id": "张春桥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张春桥"
        ],
        "en": [
          "Zhang Chunqiao"
        ]
      },
      "properties": {
        "lifetime": "1917-02-01 - 2005-04-21",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中共中央政治局委员，因反对在宪法中写入“天才论”而在九届二中全会上遭到陈伯达、汪东兴等人的围攻，但得到了毛泽东的支持。",
          "en": "Then a member of the Politburo of the CPC Central Committee. He was attacked by Chen Boda, Wang Dongxing, and others at the Second Plenary Session of the 9th Central Committee for opposing the inclusion of the 'genius theory' in the constitution, but he received Mao Zedong's support."
        }
      }
    },
    {
      "id": "汪东兴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪东兴"
        ],
        "en": [
          "Wang Dongxing"
        ]
      },
      "properties": {
        "lifetime": "1916-01-09 - 2015-08-21",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中共中央办公厅主任，在九届二中全会上附和陈伯达，对张春桥发难，后被毛泽东批评。",
          "en": "Then Director of the General Office of the CPC Central Committee. He echoed Chen Boda in attacking Zhang Chunqiao at the Second Plenary Session of the 9th Central Committee and was later criticized by Mao Zedong."
        }
      }
    },
    {
      "id": "九一三事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "九一三事件"
        ],
        "en": [
          "Lin Biao incident"
        ]
      },
      "properties": {
        "period": "1971-09-13 - 1971-09-13",
        "description": {
          "zh-cn": "指林彪等人乘飞机出逃并坠毁于蒙古温都尔汗的事件。该事件是九届二中全会毛林冲突激化的直接后果。",
          "en": "Refers to the event where Lin Biao and others fled by plane and crashed in Öndörkhaan, Mongolia. This incident was a direct consequence of the escalated conflict between Mao and Lin at the Second Plenary Session of the 9th Central Committee."
        }
      }
    },
    {
      "id": "天才论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "天才论"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一种认为毛泽东是“天才”的论调，在九届二中全会上被林彪、陈伯达等人提倡，成为会议斗争的焦点之一。",
          "en": "A theory arguing that Mao Zedong was a 'genius,' promoted by Lin Biao, Chen Boda, and others at the Second Plenary Session of the 9th Central Committee, becoming one of the focal points of the struggle at the meeting."
        }
      }
    },
    {
      "id": "中华人民共和国主席",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国主席",
          "国家主席"
        ],
        "en": [
          "President of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家元首职位。在九届二中全会上，是否在新宪法中恢复设立该职位成为斗争的另一焦点。",
          "en": "The head of state position of the People's Republic of China. At the Second Plenary Session of the 9th Central Committee, whether to re-establish this position in the new constitution became another focus of the struggle."
        }
      }
    },
    {
      "id": "批陈整风运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "批陈整风运动"
        ],
        "en": []
      },
      "properties": {
        "period": "1970-09 - ",
        "description": {
          "zh-cn": "九届二中全会后，毛泽东发起的政治运动，最初目标是批判陈伯达，后扩展到林彪集团的其他成员。",
          "en": "A political campaign launched by Mao Zedong after the Second Plenary Session of the 9th Central Committee, initially targeting Chen Boda and later expanding to other members of the Lin Biao clique."
        }
      }
    },
    {
      "id": "林彪集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "林彪集团",
          "林彪派"
        ],
        "en": [
          "Lin Biao clique"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以林彪为首的政治派别，在九届二中全会上与江青派发生激烈冲突。",
          "en": "A political faction headed by Lin Biao, which had a fierce conflict with the Jiang Qing faction at the Second Plenary Session of the 9th Central Committee."
        }
      }
    },
    {
      "id": "四人帮",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "四人帮",
          "江青派"
        ],
        "en": [
          "Gang of Four"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以江青为首的政治派别，其成员张春桥、姚文元在九届二中全会上是林彪集团的主要攻击对象。",
          "en": "A political faction headed by Jiang Qing, whose members Zhang Chunqiao and Yao Wenyuan were the main targets of the Lin Biao clique at the Second Plenary Session of the 9th Central Committee."
        }
      }
    },
    {
      "id": "康生",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康生"
        ],
        "en": [
          "Kang Sheng"
        ]
      },
      "properties": {
        "lifetime": "1898 - 1975-12-16",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中共中央政治局常委，宪法起草小组组长，在会上作了宪法草案报告。",
          "en": "Then a member of the Politburo Standing Committee of the CPC Central Committee and head of the constitution drafting group. He delivered the report on the draft constitution at the meeting."
        }
      }
    },
    {
      "id": "吴法宪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴法宪"
        ],
        "en": [
          "Wu Faxian"
        ]
      },
      "properties": {
        "lifetime": "1915-08-25 - 2004-10-17",
        "gender": "Male",
        "description": {
          "zh-cn": "林彪集团主要成员，时任中央军委办事组成员、解放军副总参谋长兼空军司令员。",
          "en": "A key member of the Lin Biao clique, then a member of the Administrative Group of the Central Military Commission, Deputy Chief of the PLA General Staff, and Commander of the Air Force."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华人民共和国国务院总理，在九届二中全会期间参与调和矛盾，并根据毛泽东指示与吴法宪等人谈话。",
          "en": "Then Premier of the State Council of the People's Republic of China. He was involved in mediating conflicts during the Second Plenary Session of the 9th Central Committee and talked with Wu Faxian and others under Mao Zedong's instructions."
        }
      }
    },
    {
      "id": "江青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江青"
        ],
        "en": [
          "Jiang Qing"
        ]
      },
      "properties": {
        "lifetime": "1914-03 - 1991-05-14",
        "gender": "Female",
        "description": {
          "zh-cn": "时任中共中央政治局委员，四人帮核心人物。在九届二中全会上，她与张春桥、姚文元一同向毛泽东求助。",
          "en": "Then a member of the Politburo of the CPC Central Committee and a core figure of the Gang of Four. At the Second Plenary Session of the 9th Central Committee, she, along with Zhang Chunqiao and Yao Wenyuan, sought help from Mao Zedong."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "前中华人民共和国主席，他的去世导致国家主席职位空缺，从而引发了九届二中全会上关于是否设国家主席的争论。",
          "en": "Former President of the People's Republic of China. His death left the position of state chairman vacant, which triggered the debate over whether to establish the position at the Second Plenary Session of the 9th Central Committee."
        }
      }
    },
    {
      "id": "中华人民共和国主席存废之争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国主席存废之争",
          "中国国家主席存废问题"
        ],
        "en": []
      },
      "properties": {
        "period": "1970 - 1970",
        "description": {
          "zh-cn": "围绕是否在1970年宪法中恢复设立国家主席职位而产生的政治争议，是九届二中全会斗争的焦点之一。",
          "en": "The political controversy over whether to re-establish the position of the President of the PRC in the 1970 constitution, which was a central issue of conflict at the Second Plenary Session of the 9th Central Committee."
        }
      }
    },
    {
      "id": "1971年毛泽东南巡",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1971年毛泽东南巡"
        ],
        "en": []
      },
      "properties": {
        "period": "1971-08 - 1971-09",
        "description": {
          "zh-cn": "毛泽东在1971年8月至9月期间巡视南方各省，与地方负责人谈话，公开批评林彪，为解决林彪问题做准备。",
          "en": "Mao Zedong's tour of southern provinces from August to September 1971, during which he held talks with local leaders, openly criticized Lin Biao, and prepared to resolve the Lin Biao issue."
        }
      }
    },
    {
      "id": "姚文元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "姚文元"
        ],
        "en": [
          "Yao Wenyuan"
        ]
      },
      "properties": {
        "lifetime": "1931-12-11 - 2005-12-23",
        "gender": "Male",
        "description": {
          "zh-cn": "四人帮成员之一，在九届二中全会上和张春桥一同受到围攻。",
          "en": "A member of the Gang of Four, who was attacked along with Zhang Chunqiao at the Second Plenary Session of the 9th Central Committee."
        }
      }
    },
    {
      "id": "叶群",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶群"
        ],
        "en": [
          "Ye Qun"
        ]
      },
      "properties": {
        "lifetime": "1917-12 - 1971-09-13",
        "gender": "Female",
        "description": {
          "zh-cn": "林彪之妻，林彪集团核心成员，任林彪办公室主任。",
          "en": "Wife of Lin Biao, a core member of the Lin Biao clique, and director of Lin Biao's office."
        }
      }
    },
    {
      "id": "黄永胜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄永胜"
        ],
        "en": [
          "Huang Yongsheng"
        ]
      },
      "properties": {
        "lifetime": "1910-11-17 - 1983-04-26",
        "gender": "Male",
        "description": {
          "zh-cn": "林彪集团主要成员，时任中央军委办事组组长、中国人民解放军总参谋长。",
          "en": "A key member of the Lin Biao clique, then head of the Administrative Group of the Central Military Commission and Chief of the PLA General Staff."
        }
      }
    },
    {
      "id": "李作鹏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李作鹏"
        ],
        "en": [
          "Li Zuopeng"
        ]
      },
      "properties": {
        "lifetime": "1914-04-24 - 2009-01-03",
        "gender": "Male",
        "description": {
          "zh-cn": "林彪集团主要成员，在中南组讨论时支持林彪观点。",
          "en": "A key member of the Lin Biao clique, who supported Lin Biao's views during the Central-South group discussion."
        }
      }
    },
    {
      "id": "邱会作",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邱会作"
        ],
        "en": [
          "Qiu Huizuo"
        ]
      },
      "properties": {
        "lifetime": "1914-04-16 - 2002-07-18",
        "gender": "Male",
        "description": {
          "zh-cn": "林彪集团主要成员。",
          "en": "A key member of the Lin Biao clique."
        }
      }
    },
    {
      "id": "庐山",
      "type": "Location",
      "name": {
        "zh-cn": [
          "庐山"
        ],
        "en": [
          "Mount Lu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党第九届中央委员会第二次全体会议的召开地点。",
          "en": "The location of the Second Plenary Session of the 9th Central Committee of the Communist Party of China."
        }
      }
    },
    {
      "id": "中央军委办事组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央军委办事组"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "文革期间主持中央军委日常工作的机构，其成员在批陈整风运动中遭到批判。",
          "en": "The body that presided over the daily work of the Central Military Commission during the Cultural Revolution. Its members were criticized during the 'Criticize Chen and Rectify Work Style' campaign."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国共产党第九届中央委员会第二次全体会议",
      "target": "九一三事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "1970-09-06",
        "description": {
          "zh-cn": "九届二中全会上毛泽东与林彪的矛盾公开化，直接导致了林彪集团政治地位的垮台和最终的九一三事件。",
          "en": "The publicization of the conflict between Mao Zedong and Lin Biao at the Second Plenary Session of the 9th Central Committee directly led to the downfall of the Lin Biao clique's political status and the eventual Lin Biao Incident."
        }
      }
    },
    {
      "source": "中国共产党第九届中央委员会第二次全体会议",
      "target": "批陈整风运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1970-09-06",
        "description": {
          "zh-cn": "九届二中全会结束后，毛泽东立即发起了批陈整风运动，以清算陈伯达及林彪集团在会议上的行为。",
          "en": "Immediately after the Second Plenary Session of the 9th Central Committee, Mao Zedong launched the 'Criticize Chen and Rectify Work Style' campaign to address the actions of Chen Boda and the Lin Biao clique during the meeting."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "林彪",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1970-08-25",
        "description": {
          "zh-cn": "在九届二中全会上，毛泽东对林彪的发言和行为表示了强烈不满，停止讨论林彪的讲话并严厉批评了他，标志着两人政治联盟的彻底破裂。",
          "en": "At the Second Plenary Session of the 9th Central Committee, Mao Zedong expressed strong dissatisfaction with Lin Biao's speech and actions, halted discussion of his speech, and severely criticized him, marking the complete breakdown of their political alliance."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "陈伯达",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970-08-25",
        "description": {
          "zh-cn": "毛泽东在九届二中全会上点名批评陈伯达“采取突然袭击，煽风点火”，并要求其作检讨，会后发起批陈整风运动，导致陈伯达政治生涯的终结。",
          "en": "Mao Zedong criticized Chen Boda by name at the Second Plenary Session of the 9th Central Committee for 'launching a surprise attack and fanning the flames,' demanded his self-criticism, and launched the 'Criticize Chen' campaign after the meeting, ending Chen's political career."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "张春桥",
      "type": "PUSHED",
      "properties": {
        "start_date": "1970-08-25",
        "description": {
          "zh-cn": "在张春桥等人于九届二中全会遭到围攻后，毛泽东出面制止了对张春桥的批判，并转而批评陈伯达和林彪，从而保护了张春桥。",
          "en": "After Zhang Chunqiao and others were besieged at the Second Plenary Session of the 9th Central Committee, Mao Zedong intervened to stop the criticism against them and instead criticized Chen Boda and Lin Biao, thus protecting Zhang Chunqiao."
        }
      }
    },
    {
      "source": "陈伯达",
      "target": "张春桥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970-08-24",
        "end_date": "1970-08-25",
        "description": {
          "zh-cn": "在九届二中全会华北组讨论中，陈伯达带头对张春桥进行批判，指责有人反对毛主席和毛泽东思想。",
          "en": "During the North China group discussion at the Second Plenary Session of the 9th Central Committee, Chen Boda led the criticism against Zhang Chunqiao, accusing some people of opposing Chairman Mao and Mao Zedong Thought."
        }
      }
    },
    {
      "source": "汪东兴",
      "target": "张春桥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970-08-24",
        "end_date": "1970-08-25",
        "description": {
          "zh-cn": "在九届二中全会华北组讨论中，汪东兴附和陈伯达，发言批判张春桥等人“不仅不要毛主席当国家主席，连毛泽东思想都不要”。",
          "en": "During the North China group discussion at the Second Plenary Session of the 9th Central Committee, Wang Dongxing echoed Chen Boda, criticizing Zhang Chunqiao and others for 'not only not wanting Chairman Mao as state chairman, but also not wanting Mao Zedong Thought.'"
        }
      }
    },
    {
      "source": "林彪",
      "target": "天才论",
      "type": "PUSHED",
      "properties": {
        "start_date": "1970-08-23",
        "description": {
          "zh-cn": "林彪在九届二中全会开幕式上发言，赞扬毛泽东是天才，推动了关于“天才论”的讨论。",
          "en": "In his speech at the opening of the Second Plenary Session of the 9th Central Committee, Lin Biao praised Mao Zedong as a genius, promoting the discussion on the 'genius theory.'"
        }
      }
    },
    {
      "source": "林彪",
      "target": "中华人民共和国主席",
      "type": "PUSHED",
      "properties": {
        "start_date": "1970-04-11",
        "description": {
          "zh-cn": "林彪多次建议在新宪法中恢复设立国家主席，并建议由毛泽东担任此职。",
          "en": "Lin Biao repeatedly suggested re-establishing the position of state chairman in the new constitution and recommended that Mao Zedong hold this post."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "天才论",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970-08-31",
        "description": {
          "zh-cn": "毛泽东通过撰写《我的一点意见》，明确反对“天才论”，称其为“唯心论的先验论”，并批评陈伯达散布谣言和诡辩。",
          "en": "By writing 'My Little Opinion,' Mao Zedong explicitly opposed the 'genius theory,' calling it 'idealist apriorism' and criticizing Chen Boda for spreading rumors and sophistry."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "中华人民共和国主席",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970-03",
        "description": {
          "zh-cn": "毛泽东多次明确表示不当国家主席，并在九届二中全会上严厉表示“谁坚持设国家主席，谁就去当，反正我不当!”，最终阻止了该职位的恢复。",
          "en": "Mao Zedong repeatedly and clearly stated he would not be the state chairman, and sternly declared at the Second Plenary Session of the 9th Central Committee, 'Whoever insists on establishing the state chairman position can go be it; I won't do it anyway!', ultimately preventing the restoration of the position."
        }
      }
    },
    {
      "source": "林彪集团",
      "target": "四人帮",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1970-08-13",
        "description": {
          "zh-cn": "在九届二中全会前夕及会议期间，以林彪、陈伯达为首的派别和以江青、张春桥为首的派别就宪法草案等问题发生激烈斗争，矛盾激化。",
          "en": "On the eve of and during the Second Plenary Session of the 9th Central Committee, the faction led by Lin Biao and Chen Boda and the faction led by Jiang Qing and Zhang Chunqiao engaged in a fierce struggle over issues such as the draft constitution, leading to an intensification of their conflict."
        }
      }
    },
    {
      "source": "批陈整风运动",
      "target": "陈伯达",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970-09",
        "description": {
          "zh-cn": "批陈整风运动的主要目标是批判陈伯达在九届二中全会上的“天才论”及政治投机行为。",
          "en": "The main objective of the 'Criticize Chen and Rectify Work Style' campaign was to criticize Chen Boda's 'genius theory' and political opportunism at the Second Plenary Session of the 9th Central Committee."
        }
      }
    },
    {
      "source": "批陈整风运动",
      "target": "中央军委办事组",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1970-09",
        "description": {
          "zh-cn": "对陈伯达的批评逐渐演变到对中央军委办事组成员黄永胜、吴法宪、叶群、李作鹏、邱会作等人的批判。",
          "en": "The criticism of Chen Boda gradually evolved into criticism of members of the Administrative Group of the Central Military Commission, including Huang Yongsheng, Wu Faxian, Ye Qun, Li Zuopeng, and Qiu Huizuo."
        }
      }
    },
    {
      "source": "1971年毛泽东南巡",
      "target": "林彪",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1971-08",
        "description": {
          "zh-cn": "毛泽东在南巡期间与地方领导人谈话，公开点名批评林彪“急于想当国家主席，要分裂党，急于夺权”，为解决林彪问题制造了舆论。",
          "en": "During his southern tour, Mao Zedong spoke with local leaders and openly criticized Lin Biao by name, accusing him of being 'anxious to become state chairman, wanting to split the party, and eager to seize power,' thereby creating public opinion for resolving the Lin Biao issue."
        }
      }
    },
    {
      "source": "叶群",
      "target": "林彪",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "叶群是林彪的妻子。",
          "en": "Ye Qun was the wife of Lin Biao."
        }
      }
    },
    {
      "source": "吴法宪",
      "target": "林彪集团",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "吴法宪是林彪集团的主要成员。",
          "en": "Wu Faxian was a key member of the Lin Biao clique."
        }
      }
    },
    {
      "source": "叶群",
      "target": "林彪集团",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "叶群是林彪集团的核心成员。",
          "en": "Ye Qun was a core member of the Lin Biao clique."
        }
      }
    },
    {
      "source": "黄永胜",
      "target": "林彪集团",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "黄永胜是林彪集团的主要成员。",
          "en": "Huang Yongsheng was a key member of the Lin Biao clique."
        }
      }
    },
    {
      "source": "李作鹏",
      "target": "林彪集团",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "李作鹏是林彪集团的主要成员。",
          "en": "Li Zuopeng was a key member of the Lin Biao clique."
        }
      }
    },
    {
      "source": "邱会作",
      "target": "林彪集团",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "邱会作是林彪集团的主要成员。",
          "en": "Qiu Huizuo was a key member of the Lin Biao clique."
        }
      }
    }
  ]
}