{
  "nodes": [
    {
      "id": "魏国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "魏国",
          "魏",
          "𫵾",
          "梁国"
        ],
        "en": []
      },
      "properties": {
        "period": "-0403 - -0225",
        "location": {
          "zh-cn": "黄河流域",
          "en": "Yellow River basin"
        },
        "description": {
          "zh-cn": "中国战国时期的诸侯国，属战国七雄之一。姬姓，魏氏。自前403年魏文侯被周威烈王册封为侯、至前225年为秦国所灭。其领土约包括现时山西南部、河南北部和陕西、河北的部分地区。",
          "en": "A prominent state during the Warring States period of China, and one of the Seven Warring States. Bearing the surname Ji and the clan name Wei, it existed from 403 BC, when Marquess Wen of Wei was enfeoffed by King Weilie of Zhou, until its conquest by the state of Qin in 225 BC. Its territory roughly covered parts of modern-day southern Shanxi, northern Henan, Shaanxi, and Hebei."
        }
      }
    },
    {
      "id": "周威烈王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周威烈王"
        ],
        "en": [
          "King Weilie of Zhou"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东周君主，于公元前403年正式册封韩、赵、魏三家大夫为诸侯，承认了三家分晋的既成事实。",
          "en": "King of the Eastern Zhou dynasty who, in 403 BC, officially enfeoffed the grand masters of the Han, Zhao, and Wei clans as marquesses, recognizing the de facto partition of the state of Jin."
        }
      }
    },
    {
      "id": "魏文侯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏文侯",
          "魏斯"
        ],
        "en": [
          "Marquess Wen of Wei"
        ]
      },
      "properties": {
        "lifetime": " - -0396",
        "period": "-0445 - -0396",
        "gender": "Male",
        "description": {
          "zh-cn": "魏国开国君主，魏桓子之子。他在位时礼贤下士，任用李悝、吴起等人变法改革，使魏国成为战国初期最强盛的国家。",
          "en": "The founding monarch of the state of Wei, son of Viscount Huan of Wei. During his reign, he honored scholars and appointed figures like Li Kui and Wu Qi to carry out reforms, making Wei the most powerful state in the early Warring States period."
        }
      }
    },
    {
      "id": "秦国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "秦国"
        ],
        "en": [
          "State of Qin"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国战国时期的诸侯国，战国七雄之一。通过商鞅变法富国强兵，最终侵吞六国，统一中国。",
          "en": "A state during the Warring States period of China and one of the Seven Warring States. It grew powerful through the reforms of Shang Yang and eventually conquered the other six states to unify China."
        }
      }
    },
    {
      "id": "三家分晋",
      "type": "Event",
      "name": {
        "zh-cn": [
          "三家分晋"
        ],
        "en": [
          "Partition of Jin"
        ]
      },
      "properties": {
        "period": "-0403",
        "description": {
          "zh-cn": "指中国春秋末年，晋国被其内部的韩、赵、魏三个世卿家族瓜分的事件。此事件通常被视为春秋时期与战国时期在中国历史上的分界点。",
          "en": "Refers to the event in the late Spring and Autumn period of China where the state of Jin was divided among the three powerful ministerial families of Han, Zhao, and Wei. This event is often considered the dividing line between the Spring and Autumn and Warring States periods in Chinese history."
        }
      }
    },
    {
      "id": "晋国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "晋国"
        ],
        "en": [
          "State of Jin"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "周朝的诸侯国，是春秋时期最强大的诸侯国之一，后被韩、赵、魏三家瓜分。",
          "en": "A major vassal state of the Zhou dynasty, one of the most powerful states during the Spring and Autumn period, which was later partitioned by the families of Han, Zhao, and Wei."
        }
      }
    },
    {
      "id": "魏惠王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏惠王",
          "魏䓨",
          "魏侯罂"
        ],
        "en": [
          "King Hui of Wei"
        ]
      },
      "properties": {
        "lifetime": " - -0319",
        "period": "-0369 - -0319",
        "gender": "Male",
        "description": {
          "zh-cn": "魏国第三位君主，魏武侯之子。在位期间将国都从安邑迁至大梁。虽致力于经济发展，但在桂陵、马陵之战中两败于齐国，国势开始由盛转衰。",
          "en": "The third monarch of the state of Wei, son of Marquess Wu of Wei. During his reign, he moved the capital from Anyi to Daliang. Despite focusing on economic development, Wei suffered two major defeats against the state of Qi in the battles of Guiling and Maling, marking the beginning of its decline from its peak power."
        }
      }
    },
    {
      "id": "大梁城",
      "type": "Location",
      "name": {
        "zh-cn": [
          "大梁城",
          "大梁"
        ],
        "en": [
          "Daliang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "魏国后期的都城，位于今河南省开封市。魏惠王时期为躲避秦国威胁而迁都于此。",
          "en": "The later capital of the state of Wei, located in modern-day Kaifeng, Henan Province. King Hui moved the capital here to evade the threat from the state of Qin."
        }
      }
    },
    {
      "id": "安邑城",
      "type": "Location",
      "name": {
        "zh-cn": [
          "安邑城",
          "安邑"
        ],
        "en": [
          "Anyi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "魏国前期的都城，位于今山西省夏县境内。",
          "en": "The early capital of the state of Wei, located in modern-day Xia County, Shanxi Province."
        }
      }
    },
    {
      "id": "田齐",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "田齐",
          "齐国"
        ],
        "en": [
          "Qi (state of Tian)",
          "State of Qi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国战国时期的诸侯国，战国七雄之一。由田氏取代姜姓齐国而建立。",
          "en": "A state during the Warring States period of China and one of the Seven Warring States. It was established by the Tian clan, which replaced the ruling House of Jiang in the original state of Qi."
        }
      }
    },
    {
      "id": "桂陵之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "桂陵之战"
        ],
        "en": [
          "Battle of Guiling"
        ]
      },
      "properties": {
        "period": "-0353",
        "description": {
          "zh-cn": "战国时期齐国与魏国之间的一场战役，齐国运用孙膑“围魏救赵”的战术取得胜利。",
          "en": "A battle between the states of Qi and Wei during the Warring States period. Qi achieved victory by employing Sun Bin's strategy of 'besieging Wei to rescue Zhao'."
        }
      }
    },
    {
      "id": "马陵之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "马陵之战"
        ],
        "en": [
          "Battle of Maling"
        ]
      },
      "properties": {
        "period": "-0341",
        "description": {
          "zh-cn": "战国时期齐国与魏国之间的一场关键战役，魏军大败，主将庞涓战死，魏国国力因此受到重创。",
          "en": "A decisive battle between the states of Qi and Wei during the Warring States period. The Wei army was routed, its commander Pang Juan was killed, and the state of Wei was severely weakened as a result."
        }
      }
    },
    {
      "id": "魏王假",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏王假",
          "魏假"
        ],
        "en": [
          "King Jia of Wei"
        ]
      },
      "properties": {
        "period": "-0227 - -0225",
        "gender": "Male",
        "description": {
          "zh-cn": "魏国末代君主，魏景湣王之子。于公元前225年被秦国所灭。",
          "en": "The last king of the state of Wei, son of King Jingmin of Wei. He was overthrown when Wei was conquered by Qin in 225 BC."
        }
      }
    },
    {
      "id": "王贲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王贲"
        ],
        "en": [
          "Wang Ben"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦国将领，秦始皇统一六国战争中的主要将领之一。于公元前225年率军引黄河、鸿沟之水灌大梁城，灭亡魏国。",
          "en": "A general of the state of Qin and a key commander in Qin Shi Huang's wars of unification. In 225 BC, he led his army to divert the waters of the Yellow River and the Hong Canal to flood Daliang, leading to the fall of the state of Wei."
        }
      }
    },
    {
      "id": "信陵君",
      "type": "Person",
      "name": {
        "zh-cn": [
          "信陵君",
          "魏无忌",
          "公子无忌"
        ],
        "en": [
          "Lord Xinling"
        ]
      },
      "properties": {
        "lifetime": " - -0243",
        "gender": "Male",
        "description": {
          "zh-cn": "魏安禧王之弟，战国四公子之一。曾施计窃符救赵，并于公元前247年率五国联军大败秦军，但后遭魏王猜忌，郁郁而终。",
          "en": "Younger brother of King Anxi of Wei and one of the Four Lords of the Warring States. He famously stole a military tally to rescue the state of Zhao and led a five-state coalition to a major victory against Qin in 247 BC, but was later sidelined due to the king's suspicion and died in frustration."
        }
      }
    },
    {
      "id": "魏安禧王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏安禧王",
          "魏安厘王",
          "魏圉"
        ],
        "en": [
          "King Anxi of Wei"
        ]
      },
      "properties": {
        "lifetime": " - -0243",
        "period": "-0276 - -0243",
        "gender": "Male",
        "description": {
          "zh-cn": "魏国君主，信陵君之兄。在其任内，魏国国力已衰，曾拜信陵君为上将军抗秦，但后又因猜忌而疏远他。",
          "en": "Monarch of the state of Wei and elder brother of Lord Xinling. During his reign, Wei was in decline. He appointed Lord Xinling as commander-in-chief to resist Qin but later grew suspicious and alienated him."
        }
      }
    },
    {
      "id": "赵国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "赵国"
        ],
        "en": [
          "State of Zhao"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国战国时期的诸侯国，战国七雄之一，由三家分晋而来。",
          "en": "A state during the Warring States period of China, one of the Seven Warring States, which originated from the Partition of Jin."
        }
      }
    },
    {
      "id": "蒙骜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒙骜"
        ],
        "en": [
          "Meng Ao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦国将领，曾率军攻打魏国，后被信陵君率领的五国联军击败。",
          "en": "A general from the state of Qin who led an invasion of Wei but was defeated by a five-state coalition army led by Lord Xinling."
        }
      }
    },
    {
      "id": "李悝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李悝",
          "李克"
        ],
        "en": [
          "Li Kui"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期魏国政治家、法家代表人物。在魏文侯支持下实行变法，并著有中国古代第一部成文法典《法经》。",
          "en": "A statesman and Legalist representative of the State of Wei during the Warring States period. With the support of Marquess Wen of Wei, he implemented reforms and authored the 'Canon of Laws' (Fajing), the first systematically written legal code in ancient China."
        }
      }
    },
    {
      "id": "吴起",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴起"
        ],
        "en": [
          "Wu Qi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期军事家、政治家、改革家。曾仕于魏国，任西河郡守，为魏国夺取并守卫了河西之地。",
          "en": "A military strategist, statesman, and reformer of the Warring States period. He served the state of Wei as the governor of Xihe Commandery, successfully capturing and defending the Hexi region for Wei."
        }
      }
    },
    {
      "id": "中山国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中山国"
        ],
        "en": [
          "Zhongshan (state)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "战国时期由白狄建立的国家，于公元前406年被魏国攻灭。",
          "en": "A state established by the Baidi people during the Warring States period, which was conquered by the state of Wei in 406 BC."
        }
      }
    },
    {
      "id": "乐羊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乐羊"
        ],
        "en": [
          "Yue Yang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "战国时期魏国将领，受魏文侯之命攻灭中山国。",
          "en": "A general of the state of Wei during the Warring States period, who was commissioned by Marquess Wen of Wei to conquer the state of Zhongshan."
        }
      }
    },
    {
      "id": "毕万",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毕万"
        ],
        "en": [
          "Bi Wan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晋国大夫，因战功被晋献公封于魏地，立为“魏氏”，是魏国的始祖。",
          "en": "A grand master of the state of Jin. For his military achievements, he was enfeoffed in the land of Wei by Duke Xian of Jin, establishing the 'Wei clan' and becoming the progenitor of the future state of Wei."
        }
      }
    },
    {
      "id": "魏氏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "魏氏"
        ],
        "en": [
          "Wei clan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "晋国六卿之一，由毕万所立，后发展为战国七雄之一的魏国。",
          "en": "One of the Six Ministerial Clans of the state of Jin, founded by Bi Wan, which later evolved into the state of Wei, one of the Seven Warring States."
        }
      }
    },
    {
      "id": "晋献公",
      "type": "Person",
      "name": {
        "zh-cn": [
          "晋献公"
        ],
        "en": [
          "Duke Xian of Jin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "春秋时期晋国君主，将魏地封给毕万，使其建立魏氏。",
          "en": "A ruler of the state of Jin during the Spring and Autumn period who enfeoffed Bi Wan with the land of Wei, allowing him to establish the Wei clan."
        }
      }
    },
    {
      "id": "魏武侯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏武侯",
          "魏击"
        ],
        "en": [
          "Marquess Wu of Wei"
        ]
      },
      "properties": {
        "lifetime": " - -0370",
        "period": "-0395 - -0370",
        "gender": "Male",
        "description": {
          "zh-cn": "魏国第二位君主，魏文侯之子。",
          "en": "The second monarch of the state of Wei, son of Marquess Wen of Wei."
        }
      }
    },
    {
      "id": "魏襄王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏襄王",
          "魏嗣"
        ],
        "en": [
          "King Xiang of Wei"
        ]
      },
      "properties": {
        "lifetime": " - -0296",
        "period": "-0318 - -0296",
        "gender": "Male",
        "description": {
          "zh-cn": "魏国君主，魏惠王之子。",
          "en": "A monarch of the state of Wei, son of King Hui of Wei."
        }
      }
    },
    {
      "id": "魏景湣王",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏景湣王",
          "魏午"
        ],
        "en": [
          "King Jingmin of Wei"
        ]
      },
      "properties": {
        "lifetime": " - -0228",
        "period": "-0242 - -0228",
        "gender": "Male",
        "description": {
          "zh-cn": "魏国倒数第二位君主，魏王假之父。",
          "en": "The penultimate king of the state of Wei, father of King Jia of Wei."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "周威烈王",
      "target": "魏国",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0403",
        "description": {
          "zh-cn": "公元前403年，周威烈王册封魏文侯魏斯为诸侯，魏国作为独立的诸侯国正式建立。",
          "en": "In 403 BC, King Weilie of Zhou enfeoffed Wei Si, Marquess Wen of Wei, as a vassal lord, officially establishing the State of Wei as an independent state."
        }
      }
    },
    {
      "source": "三家分晋",
      "target": "魏国",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0403",
        "description": {
          "zh-cn": "魏国是在韩、赵、魏三家分晋的事件后建立的诸侯国之一。",
          "en": "The state of Wei was one of the three states established after the event of the Partition of Jin."
        }
      }
    },
    {
      "source": "三家分晋",
      "target": "晋国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0403",
        "end_date": "-0376",
        "description": {
          "zh-cn": "三家分晋瓜分了晋国大部分领土，最终于公元前376年废晋静公，彻底灭亡晋国。",
          "en": "The Partition of Jin carved up most of the territory of the state of Jin, culminating in the deposition of Duke Jing of Jin in 376 BC, which marked the final demise of Jin."
        }
      }
    },
    {
      "source": "魏文侯",
      "target": "魏国",
      "type": "FOUNDED",
      "properties": {
        "start_date": "-0403",
        "description": {
          "zh-cn": "魏文侯魏斯是魏国的第一代君主，被周威烈王册封为诸侯。",
          "en": "Wei Si, Marquess Wen of Wei, was the first monarch of the state of Wei, having been enfeoffed by King Weilie of Zhou."
        }
      }
    },
    {
      "source": "秦国",
      "target": "魏国",
      "type": "BLOCKED",
      "properties": {
        "end_date": "-0225",
        "description": {
          "zh-cn": "魏国长期受到秦国的侵略，最终于公元前225年为秦国所灭。",
          "en": "The state of Wei faced prolonged aggression from the state of Qin and was ultimately conquered by Qin in 225 BC."
        }
      }
    },
    {
      "source": "王贲",
      "target": "魏国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0225",
        "end_date": "-0225",
        "description": {
          "zh-cn": "秦国将军王贲于公元前225年用水计攻破魏国都城大梁，导致魏国灭亡。",
          "en": "In 225 BC, the Qin general Wang Ben used a water diversion tactic to capture Daliang, the capital of Wei, leading to the state's demise."
        }
      }
    },
    {
      "source": "王贲",
      "target": "秦国",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "将军",
          "en": "General"
        },
        "description": {
          "zh-cn": "王贲是秦国将领。",
          "en": "Wang Ben was a general of the state of Qin."
        }
      }
    },
    {
      "source": "魏惠王",
      "target": "大梁城",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "-0364",
        "description": {
          "zh-cn": "魏惠王为躲避秦国威胁，将国都从安邑迁至大梁，此后魏国也称为梁国。",
          "en": "To evade the threat from the state of Qin, King Hui of Wei moved the capital from Anyi to Daliang, after which the state of Wei was also known as Liang."
        }
      }
    },
    {
      "source": "魏惠王",
      "target": "安邑城",
      "type": "INFLUENCED",
      "properties": {
        "end_date": "-0364",
        "description": {
          "zh-cn": "魏惠王时期，因安邑靠近秦国，魏国放弃安邑作为都城。",
          "en": "During the reign of King Hui of Wei, the state abandoned Anyi as its capital because of its proximity to the state of Qin."
        }
      }
    },
    {
      "source": "桂陵之战",
      "target": "魏国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0353",
        "end_date": "-0353",
        "description": {
          "zh-cn": "公元前353年，魏国在桂陵之战中败于齐国。",
          "en": "In 353 BC, the state of Wei was defeated by the state of Qi in the Battle of Guiling."
        }
      }
    },
    {
      "source": "马陵之战",
      "target": "魏国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0341",
        "end_date": "-0341",
        "description": {
          "zh-cn": "公元前341年，魏国在马陵之战中再次败于齐国，国力受到重创。",
          "en": "In 341 BC, the state of Wei was again defeated by the state of Qi in the Battle of Maling, which severely damaged its national strength."
        }
      }
    },
    {
      "source": "田齐",
      "target": "魏国",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "齐国与魏国在战国中期为争夺霸权多次交战，包括桂陵之战和马陵之战。",
          "en": "The states of Qi and Wei fought several major battles for supremacy during the mid-Warring States period, including the Battle of Guiling and the Battle of Maling."
        }
      }
    },
    {
      "source": "信陵君",
      "target": "魏安禧王",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "信陵君魏无忌是魏安禧王的弟弟。",
          "en": "Lord Xinling (Wei Wuji) was the younger brother of King Anxi of Wei."
        }
      }
    },
    {
      "source": "信陵君",
      "target": "赵国",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0257",
        "description": {
          "zh-cn": "公元前257年，信陵君施计夺取魏国兵权，解救了被秦军围困的赵国国都邯郸。",
          "en": "In 257 BC, Lord Xinling engineered a plan to take command of the Wei army and rescued Handan, the capital of Zhao, which was under siege by Qin forces."
        }
      }
    },
    {
      "source": "信陵君",
      "target": "蒙骜",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0247",
        "description": {
          "zh-cn": "公元前247年，信陵君作为上将军，率领五国联军大败秦将蒙骜。",
          "en": "In 247 BC, acting as commander-in-chief, Lord Xinling led a five-state coalition army to a major victory over the Qin general Meng Ao."
        }
      }
    },
    {
      "source": "魏安禧王",
      "target": "信陵君",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "在击败秦军后，魏安禧王开始猜忌信陵君，并因秦国反间计与其失和，最终导致信陵君郁郁而终。",
          "en": "After the victory against Qin, King Anxi of Wei grew suspicious of Lord Xinling and, influenced by a Qin plot, fell out with him, ultimately leading to Lord Xinling's death in frustration."
        }
      }
    },
    {
      "source": "李悝",
      "target": "魏国",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "李悝受魏文侯任用进行变法，推行“尽地力之教”，巩固了魏国的经济，增强了国力。",
          "en": "Appointed by Marquess Wen of Wei, Li Kui carried out reforms, implementing policies to maximize agricultural productivity, which consolidated Wei's economy and strengthened its national power."
        }
      }
    },
    {
      "source": "李悝",
      "target": "魏文侯",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "李悝是魏文侯任命的相国，负责推行变法。",
          "en": "Li Kui was the chancellor appointed by Marquess Wen of Wei, responsible for implementing the reforms."
        }
      }
    },
    {
      "source": "吴起",
      "target": "魏国",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "西河郡守",
          "en": "Governor of Xihe Commandery"
        },
        "description": {
          "zh-cn": "吴起曾任魏国西河郡守，为魏国夺取并成功防卫了河西之地，抵御了秦国的进攻。",
          "en": "Wu Qi served as the governor of Wei's Xihe Commandery, where he captured and successfully defended the Hexi region against attacks from the state of Qin."
        }
      }
    },
    {
      "source": "魏国",
      "target": "中山国",
      "type": "BLOCKED",
      "properties": {
        "end_date": "-0406",
        "description": {
          "zh-cn": "魏国于公元前408年开始攻打中山国，并于前406年将其消灭。",
          "en": "The state of Wei began its campaign against the state of Zhongshan in 408 BC and conquered it in 406 BC."
        }
      }
    },
    {
      "source": "乐羊",
      "target": "中山国",
      "type": "BLOCKED",
      "properties": {
        "end_date": "-0406",
        "description": {
          "zh-cn": "魏国将领乐羊受魏文侯之命，率军攻灭中山国。",
          "en": "The Wei general Yue Yang, under the command of Marquess Wen of Wei, led the army that conquered the state of Zhongshan."
        }
      }
    },
    {
      "source": "乐羊",
      "target": "魏国",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "将军",
          "en": "General"
        },
        "description": {
          "zh-cn": "乐羊是魏文侯时期的将领。",
          "en": "Yue Yang was a general during the time of Marquess Wen of Wei."
        }
      }
    },
    {
      "source": "毕万",
      "target": "魏氏",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "毕万被晋献公封于魏地，立为“魏氏”，是魏国的始祖。",
          "en": "Bi Wan was enfeoffed in the land of Wei by Duke Xian of Jin, establishing the 'Wei clan' and becoming the progenitor of the future state of Wei."
        }
      }
    },
    {
      "source": "毕万",
      "target": "晋献公",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "大夫",
          "en": "Grand Master"
        },
        "description": {
          "zh-cn": "毕万是晋献公的大夫。",
          "en": "Bi Wan was a grand master serving Duke Xian of Jin."
        }
      }
    },
    {
      "source": "魏武侯",
      "target": "魏文侯",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "魏武侯是魏文侯的儿子。",
          "en": "Marquess Wu of Wei was the son of Marquess Wen of Wei."
        }
      }
    },
    {
      "source": "魏惠王",
      "target": "魏武侯",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "魏惠王是魏武侯的儿子。",
          "en": "King Hui of Wei was the son of Marquess Wu of Wei."
        }
      }
    },
    {
      "source": "魏襄王",
      "target": "魏惠王",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "魏襄王是魏惠王的儿子。",
          "en": "King Xiang of Wei was the son of King Hui of Wei."
        }
      }
    },
    {
      "source": "魏王假",
      "target": "魏景湣王",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "魏王假是魏景湣王的儿子。",
          "en": "King Jia of Wei was the son of King Jingmin of Wei."
        }
      }
    }
  ]
}