{
  "nodes": [
    {
      "id": "汉武帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉武帝",
          "刘彻",
          "世宗",
          "孝武皇帝",
          "刘彘"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-156 - -87-03-29",
        "gender": "Male",
        "description": {
          "zh-cn": "中国汉朝（西汉）第七位皇帝，为中国历史中最具影响力和最有争议的君主之一。在位期间，他巩固了中央集权，对外征伐匈奴、开疆拓土，开辟丝绸之路，并采纳“罢黜百家，表彰六经”的建议，设立太学。其统治时期被称为汉武盛世，但晚年因穷兵黩武和巫蛊之祸导致国力衰退，后下《轮台诏》反省过失。",
          "en": "The seventh emperor of the Han Dynasty of China (Western Han), one of the most influential and controversial monarchs in Chinese history. During his reign, he consolidated central authority, launched military campaigns against the Xiongnu, expanded the empire's territory, opened the Silk Road, and established the Imperial University (Taixue) while adopting the policy of 'dismissing the hundred schools of thought and revering only Confucianism'. His reign is known as the 'Reign of Wu of Han', but in his later years, incessant warfare and the Witchcraft Catastrophe led to national decline, prompting him to issue the 'Edict of Luntai' to reflect on his mistakes."
        }
      }
    },
    {
      "id": "汉景帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉景帝",
          "刘启"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉武帝刘彻之父，西汉第六位皇帝。其与父亲汉文帝的统治时期被合称为“文景之治”。",
          "en": "Father of Emperor Wu of Han (Liu Che) and the sixth emperor of the Western Han Dynasty. His reign, along with that of his father Emperor Wen, is known as the 'Rule of Wen and Jing'."
        }
      }
    },
    {
      "id": "孝景王皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孝景王皇后",
          "王氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "汉景帝的第二任皇后，汉武帝刘彻的生母。",
          "en": "The second empress of Emperor Jing of Han and the biological mother of Emperor Wu of Han (Liu Che)."
        }
      }
    },
    {
      "id": "巫蛊之祸",
      "type": "Event",
      "name": {
        "zh-cn": [
          "巫蛊之祸"
        ],
        "en": []
      },
      "properties": {
        "period": "-92 - -91",
        "description": {
          "zh-cn": "汉武帝晚年发生的一场重大政治事件。因方士巫蛊之术引发，导致丞相公孙贺、太子刘据、皇后卫子夫等人死亡，牵连甚广，是西汉由盛转衰的转折点。",
          "en": "A major political upheaval during the late reign of Emperor Wu of Han. Triggered by accusations of witchcraft, it led to the deaths of Chancellor Gongsun He, Crown Prince Liu Ju, Empress Wei Zifu, and many others, marking a turning point from prosperity to decline for the Western Han Dynasty."
        }
      }
    },
    {
      "id": "刘据",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘据",
          "戾太子"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉武帝嫡长子，母为卫子夫。在巫蛊之祸中被江充等人诬陷，被迫起兵反抗，兵败自杀。",
          "en": "The eldest son and heir apparent of Emperor Wu of Han, his mother being Empress Wei Zifu. During the Witchcraft Catastrophe, he was framed by officials like Jiang Chong, forced to rebel, and ultimately committed suicide after his defeat."
        }
      }
    },
    {
      "id": "卫子夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卫子夫",
          "思后"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - -91",
        "gender": "Female",
        "description": {
          "zh-cn": "汉武帝的第二任皇后，戾太子刘据之母。出身寒微，在巫蛊之祸中因支持太子而被废，随后自杀。",
          "en": "The second empress of Emperor Wu of Han and mother of Crown Prince Liu Ju. She came from a humble background and was forced to commit suicide after being deposed for supporting the prince during the Witchcraft Catastrophe."
        }
      }
    },
    {
      "id": "江充",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江充"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉武帝晚年的宠臣，在巫蛊之祸中，奉命追查巫蛊，诬陷太子刘据，最终被太子所杀。",
          "en": "A favored official of Emperor Wu in his later years. During the Witchcraft Catastrophe, he was ordered to investigate witchcraft, used the opportunity to frame Crown Prince Liu Ju, and was eventually killed by the prince."
        }
      }
    },
    {
      "id": "轮台诏",
      "type": "Document",
      "name": {
        "zh-cn": [
          "轮台诏"
        ],
        "en": []
      },
      "properties": {
        "period": "-89",
        "description": {
          "zh-cn": "汉武帝晚年颁布的一份重要诏书，对自己即位以来的国策，尤其是对外战争进行了反思和检讨，表示要“与民休息”，标志着汉武帝统治政策的重大转变。",
          "en": "An important edict issued by Emperor Wu in his late years, in which he reflected upon and criticized his own policies, especially the incessant foreign wars. It signaled a major policy shift towards 'resting with the people'."
        }
      }
    },
    {
      "id": "董仲舒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董仲舒"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉儒家思想家，向汉武帝提出“罢黜百家，表彰六经”的建议，对后世影响深远。",
          "en": "A Confucian scholar of the Western Han Dynasty who proposed to Emperor Wu the policy of 'dismissing the hundred schools of thought and revering only Confucianism', which had a profound impact on later Chinese history."
        }
      }
    },
    {
      "id": "独尊儒术",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "独尊儒术",
          "罢黜百家，表彰六经",
          "罢黜百家",
          "表彰六经"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "汉武帝时期采纳董仲舒建议而推行的思想文化政策。该政策确立了儒家思想在中国传统文化中的主导地位，对后世政治、社会及文化产生了深远影响。",
          "en": "An ideological and cultural policy implemented during the reign of Emperor Wu, based on the advice of Dong Zhongshu. This policy established Confucianism as the dominant ideology in Chinese traditional culture, profoundly influencing subsequent politics, society, and culture."
        }
      }
    },
    {
      "id": "太学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "太学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代的国立最高学府。汉武帝时期正式创建，以培养官僚人才为主要目的，是儒学教育官方化的重要标志。",
          "en": "The national highest institution of learning in ancient China. Formally established during the reign of Emperor Wu of Han, its main purpose was to train officials, marking an important step in the officialization of Confucian education."
        }
      }
    },
    {
      "id": "汉匈战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "汉匈战争"
        ],
        "en": []
      },
      "properties": {
        "period": "-133 - ",
        "description": {
          "zh-cn": "西汉与匈奴之间发生的一系列大规模军事冲突。汉武帝时期，汉朝由战略防御转为战略进攻，通过卫青、霍去病等将领的多次出击，重创匈奴，解除了其对北方的威胁。",
          "en": "A series of large-scale military conflicts between the Western Han Dynasty and the Xiongnu. During Emperor Wu's reign, the Han shifted from a defensive to an offensive strategy, heavily defeating the Xiongnu through multiple campaigns led by generals such as Wei Qing and Huo Qubing, thereby removing the threat from the north."
        }
      }
    },
    {
      "id": "匈奴",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "匈奴"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "古代活跃于中国北方和中亚地区的游牧民族，秦汉时期强大，长期与中原王朝发生冲突。汉武帝时期遭到汉朝的沉重打击。",
          "en": "A nomadic people who were active in ancient Northern China and Central Asia. They were powerful during the Qin and Han dynasties and had long-term conflicts with the Central Plains dynasties. They were severely defeated by the Han Dynasty during the reign of Emperor Wu."
        }
      }
    },
    {
      "id": "卫青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卫青"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉时期杰出的军事将领，皇后卫子夫之弟。在汉匈战争中七战七捷，为汉朝开疆拓土立下赫赫战功。",
          "en": "An outstanding military general of the Western Han Dynasty and the younger brother of Empress Wei Zifu. He achieved seven victories in seven battles during the Han-Xiongnu Wars, making significant contributions to the expansion of the Han territory."
        }
      }
    },
    {
      "id": "霍去病",
      "type": "Person",
      "name": {
        "zh-cn": [
          "霍去病"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉时期杰出的军事将领，卫青和卫子夫的外甥。在汉匈战争中功勋卓著，封狼居胥，官至大司马骠骑将军。",
          "en": "An outstanding military general of the Western Han Dynasty, nephew of Wei Qing and Empress Wei Zifu. He achieved remarkable merits in the Han-Xiongnu Wars, performed the Feng and Shan rituals at Mount Langjuxu, and held the title of Grand Marshal and General of Cavalry."
        }
      }
    },
    {
      "id": "张骞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张骞"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉时期的外交家、探险家。奉汉武帝之命两次出使西域，开辟了著名的丝绸之路。",
          "en": "A diplomat and explorer of the Western Han Dynasty. On the orders of Emperor Wu, he undertook two missions to the Western Regions, opening up the famous Silk Road."
        }
      }
    },
    {
      "id": "丝绸之路",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "丝绸之路"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "连接古代中国与西亚、欧洲的商业贸易路线。在汉武帝派遣张骞出使西域后正式开通，极大地促进了东西方之间的经济和文化交流。",
          "en": "A network of trade routes connecting ancient China with West Asia and Europe. It was officially opened after Emperor Wu dispatched Zhang Qian to the Western Regions, greatly promoting economic and cultural exchanges between the East and West."
        }
      }
    },
    {
      "id": "司马迁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "司马迁"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉史学家、文学家，因替李陵辩护而遭受宫刑，后发奋著成《史记》。",
          "en": "A historian and writer of the Western Han Dynasty. He was sentenced to castration for defending General Li Ling, after which he dedicated himself to writing the 'Records of the Grand Historian' (Shiji)."
        }
      }
    },
    {
      "id": "李陵",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李陵"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉名将李广之孙。在与匈奴作战时兵败投降，导致其家族被汉武帝所灭。",
          "en": "Grandson of the famous Han general Li Guang. He surrendered to the Xiongnu after being defeated in battle, which led to the extermination of his family by Emperor Wu."
        }
      }
    },
    {
      "id": "霍光",
      "type": "Person",
      "name": {
        "zh-cn": [
          "霍光"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "西汉权臣，霍去病异母弟。汉武帝临终时受命为大司马大将军，与金日䃅、上官桀、桑弘羊一同辅佐年幼的汉昭帝。",
          "en": "A powerful statesman of the Western Han Dynasty and the half-brother of Huo Qubing. On his deathbed, Emperor Wu appointed him Grand Marshal and regent to assist the young Emperor Zhao."
        }
      }
    },
    {
      "id": "汉昭帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汉昭帝",
          "刘弗陵"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉武帝幼子，西汉第八位皇帝。由霍光等大臣辅政。",
          "en": "The youngest son of Emperor Wu and the eighth emperor of the Western Han Dynasty. His reign was supported by regents led by Huo Guang."
        }
      }
    },
    {
      "id": "赵婕妤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵婕妤",
          "钩弋夫人",
          "拳夫人"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-113 - -88",
        "gender": "Female",
        "description": {
          "zh-cn": "汉武帝晚年宠妃，汉昭帝刘弗陵的生母。因“子幼母壮”的顾虑，在刘弗陵被立为太子后被汉武帝赐死。",
          "en": "A favored consort of Emperor Wu in his later years and the mother of Emperor Zhao (Liu Fuling). She was ordered to commit suicide by Emperor Wu after her son was named crown prince, due to concerns about a young emperor being dominated by a powerful empress dowager."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "汉武帝",
      "target": "汉景帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "汉武帝刘彻是汉景帝刘启的儿子。",
          "en": "Emperor Wu (Liu Che) was the son of Emperor Jing (Liu Qi)."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "孝景王皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "汉武帝刘彻是孝景王皇后的儿子。",
          "en": "Emperor Wu (Liu Che) was the son of Empress Wang of Jing."
        }
      }
    },
    {
      "source": "刘据",
      "target": "汉武帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "刘据是汉武帝的嫡长子。",
          "en": "Liu Ju was the eldest son and heir apparent of Emperor Wu."
        }
      }
    },
    {
      "source": "刘据",
      "target": "卫子夫",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "刘据是卫子夫的儿子。",
          "en": "Liu Ju was the son of Wei Zifu."
        }
      }
    },
    {
      "source": "汉昭帝",
      "target": "汉武帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "汉昭帝刘弗陵是汉武帝的幼子。",
          "en": "Emperor Zhao (Liu Fuling) was the youngest son of Emperor Wu."
        }
      }
    },
    {
      "source": "汉昭帝",
      "target": "赵婕妤",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "汉昭帝刘弗陵是赵婕妤的儿子。",
          "en": "Emperor Zhao (Liu Fuling) was the son of Lady Zhao (Zhao Jieyu)."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "卫子夫",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "卫子夫是汉武帝的第二任皇后。",
          "en": "Wei Zifu was the second empress of Emperor Wu."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "霍光",
      "type": "PUSHED",
      "properties": {
        "start_date": "-88",
        "description": {
          "zh-cn": "汉武帝临终托孤，任命霍光为大司马大将军，辅佐年幼的汉昭帝。",
          "en": "On his deathbed, Emperor Wu entrusted his young son to Huo Guang, appointing him Grand Marshal and regent to assist the young Emperor Zhao."
        }
      }
    },
    {
      "source": "巫蛊之祸",
      "target": "刘据",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-91",
        "description": {
          "zh-cn": "巫蛊之祸导致太子刘据被诬陷谋反，兵败后自杀。",
          "en": "The Witchcraft Catastrophe led to Crown Prince Liu Ju being framed for treason, resulting in his suicide after his rebellion failed."
        }
      }
    },
    {
      "source": "巫蛊之祸",
      "target": "卫子夫",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-91",
        "description": {
          "zh-cn": "在巫蛊之祸中，皇后卫子夫因支持太子刘据起兵，被汉武帝收缴皇后印玺后自杀。",
          "en": "During the Witchcraft Catastrophe, Empress Wei Zifu supported Crown Prince Liu Ju's uprising, leading to Emperor Wu confiscating her empress's seal and her subsequent suicide."
        }
      }
    },
    {
      "source": "江充",
      "target": "巫蛊之祸",
      "type": "PUSHED",
      "properties": {
        "start_date": "-91",
        "description": {
          "zh-cn": "江充与太子刘据结怨，利用追查巫蛊的机会诬告太子，是引发巫蛊之祸的关键人物。",
          "en": "Holding a grudge against Crown Prince Liu Ju, Jiang Chong used the investigation of witchcraft to frame the prince, becoming a key figure in triggering the catastrophe."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "司马迁",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因替兵败投降匈奴的李陵辩护，司马迁触怒汉武帝，被处以宫刑。",
          "en": "For defending Li Ling, who had surrendered to the Xiongnu after being defeated, Sima Qian angered Emperor Wu and was sentenced to castration."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "李陵",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "李陵兵败投降匈奴后，汉武帝盛怒之下将其家族满门抄斩。",
          "en": "After Li Ling surrendered to the Xiongnu, Emperor Wu, in his fury, had Li Ling's entire family executed."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "赵婕妤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-88",
        "description": {
          "zh-cn": "为避免主少母壮、外戚干政，汉武帝在立刘弗陵为太子后，赐死其生母钩弋夫人赵婕妤。",
          "en": "To prevent a powerful empress dowager from dominating a young emperor and meddling in politics, Emperor Wu ordered the death of Lady Zhao (Zhao Jieyu), the mother of Liu Fuling, after making him the crown prince."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "轮台诏",
      "type": "PUSHED",
      "properties": {
        "start_date": "-89",
        "description": {
          "zh-cn": "汉武帝晚年颁布《轮台诏》，对自己过去的穷兵黩武等政策进行反省，决定与民休息。",
          "en": "In his later years, Emperor Wu issued the 'Edict of Luntai', reflecting on his past policies of incessant warfare and deciding to allow the people to recuperate."
        }
      }
    },
    {
      "source": "董仲舒",
      "target": "独尊儒术",
      "type": "PUSHED",
      "properties": {
        "start_date": "-140",
        "description": {
          "zh-cn": "董仲舒向汉武帝上“天人三策”，建议“罢黜百家，表彰六经”。",
          "en": "Dong Zhongshu presented the 'Three Discourses on Heaven and Man' to Emperor Wu, suggesting 'dismissing the hundred schools of thought and revering only the Six Classics'."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "独尊儒术",
      "type": "PUSHED",
      "properties": {
        "start_date": "-140",
        "description": {
          "zh-cn": "汉武帝采纳了董仲舒的建议，确立了儒家思想的官方主导地位。",
          "en": "Emperor Wu adopted Dong Zhongshu's suggestion, establishing Confucianism as the official, dominant ideology."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "太学",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "汉武帝采纳董仲舒的建议，创建了太学，作为培养和储备国家人才的最高学府。",
          "en": "Following Dong Zhongshu's advice, Emperor Wu founded the Imperial University (Taixue) as the highest institution for educating and reserving talent for the state."
        }
      }
    },
    {
      "source": "汉武帝",
      "target": "汉匈战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "-133",
        "description": {
          "zh-cn": "汉武帝改变了汉初对匈奴的和亲政策，发动了长期的汉匈战争，旨在解除北方边境的威胁。",
          "en": "Emperor Wu changed the early Han policy of peace-making through marriage alliances with the Xiongnu and initiated the long-term Han-Xiongnu Wars to eliminate the threat on the northern border."
        }
      }
    },
    {
      "source": "卫青",
      "target": "汉武帝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "大将军",
          "en": "Grand General"
        },
        "description": {
          "zh-cn": "卫青作为汉武帝时期的大将军，是汉匈战争中的主要军事统帅。",
          "en": "As the Grand General under Emperor Wu, Wei Qing was the main military commander in the Han-Xiongnu Wars."
        }
      }
    },
    {
      "source": "霍去病",
      "target": "汉武帝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "大司马骠骑将军",
          "en": "Grand Marshal and General of Cavalry"
        },
        "description": {
          "zh-cn": "霍去病是汉武帝时期杰出的将领，在汉匈战争中屡立奇功。",
          "en": "Huo Qubing was an outstanding general under Emperor Wu who achieved remarkable feats in the Han-Xiongnu Wars."
        }
      }
    },
    {
      "source": "张骞",
      "target": "汉武帝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "张骞奉汉武帝之命出使西域。",
          "en": "Zhang Qian was dispatched to the Western Regions by order of Emperor Wu."
        }
      }
    },
    {
      "source": "张骞",
      "target": "丝绸之路",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "张骞两次出使西域，打通了中原与西域的交通要道，开辟了丝绸之路。",
          "en": "Zhang Qian's two missions to the Western Regions opened up the communication route between the Central Plains and the Western Regions, thereby establishing the Silk Road."
        }
      }
    }
  ]
}