{
  "nodes": [
    {
      "id": "关羽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "关羽",
          "关云长",
          "关公",
          "美髯公",
          "长生",
          "汉寿亭侯",
          "壮缪侯",
          "武圣",
          "关帝",
          "关圣帝君",
          "关二爷",
          "协天大帝",
          "三界伏魔大帝",
          "恩主公",
          "山西夫子",
          "伽蓝菩萨"
        ],
        "en": [
          "Guan Yu"
        ]
      },
      "properties": {
        "lifetime": "160 - 220-02",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "东汉河东郡解县",
          "en": "Xie County, Hedong Commandery, Eastern Han"
        },
        "death_place": {
          "zh-cn": "东汉荆州临沮",
          "en": "Linju, Jing Province, Eastern Han"
        },
        "description": {
          "zh-cn": "东汉末年名将，刘备集团的重要将领。因其忠义勇武的形象，受到后世推崇，逐渐被神化，尊称为“关公”，被誉为“武圣”，与“文圣”孔子齐名。",
          "en": "A renowned general of the late Eastern Han Dynasty and a key commander under Liu Bei. Due to his image of loyalty, righteousness, and martial prowess, he was revered by later generations, gradually deified, and honorifically called 'Lord Guan'. He is acclaimed as the 'Saint of War', on par with Confucius, the 'Saint of Culture'."
        }
      }
    },
    {
      "id": "刘备",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘备"
        ],
        "en": [
          "Liu Bei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年军阀，蜀汉开国皇帝，关羽的主要效忠对象。",
          "en": "A warlord in the late Eastern Han dynasty and the founding emperor of Shu Han. He was the primary lord to whom Guan Yu pledged allegiance."
        }
      }
    },
    {
      "id": "曹操",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹操"
        ],
        "en": [
          "Cao Cao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年权臣，曹魏政权的奠基者。曾短暂收留关羽，并对其礼遇有加。",
          "en": "A powerful statesman in the late Eastern Han dynasty and the founder of the state of Cao Wei. He briefly took Guan Yu into his service and treated him with great respect."
        }
      }
    },
    {
      "id": "张飞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张飞"
        ],
        "en": [
          "Zhang Fei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年名将，刘备集团的重要将领，与关羽情同手足。",
          "en": "A renowned general of the late Eastern Han dynasty and a key commander under Liu Bei, who shared a brotherly bond with Guan Yu."
        }
      }
    },
    {
      "id": "孙权",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙权"
        ],
        "en": [
          "Sun Quan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "三国时期东吴的建立者，后期与刘备集团决裂，派军袭取荆州并最终导致关羽败亡。",
          "en": "The founder of the state of Eastern Wu during the Three Kingdoms period. He later broke his alliance with Liu Bei's faction, dispatched troops to seize Jing Province, ultimately leading to Guan Yu's defeat and death."
        }
      }
    },
    {
      "id": "颜良",
      "type": "Person",
      "name": {
        "zh-cn": [
          "颜良"
        ],
        "en": [
          "Yan Liang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东汉末年袁绍麾下名将，在白马之战中被当时效力于曹操的关羽所杀。",
          "en": "A famous general under Yuan Shao in the late Eastern Han dynasty. He was killed by Guan Yu, who was then serving Cao Cao, during the Battle of Boma."
        }
      }
    },
    {
      "id": "庞德 (三国)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "庞德 (三国)",
          "庞德"
        ],
        "en": [
          "Pang De"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原属马超，后为曹操部将。在樊城之战中被关羽俘虏后，因拒不投降而被杀。",
          "en": "Originally serving under Ma Chao, he later became a general for Cao Cao. During the Battle of Fancheng, he was captured by Guan Yu and executed after refusing to surrender."
        }
      }
    },
    {
      "id": "于禁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "于禁"
        ],
        "en": [
          "Yu Jin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曹操麾下将领，在樊城之战中率领七军增援曹仁，因汉水泛滥兵败，最终投降关羽。",
          "en": "A general under Cao Cao. During the Battle of Fancheng, he led seven armies to reinforce Cao Ren but was defeated due to the flooding of the Han River and ultimately surrendered to Guan Yu."
        }
      }
    },
    {
      "id": "吕蒙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕蒙"
        ],
        "en": [
          "Lü Meng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东吴名将，袭取荆州并导致关羽败亡的关键人物。",
          "en": "A famous general of Eastern Wu and the key figure responsible for the surprise attack on Jing Province, which led to Guan Yu's defeat and death."
        }
      }
    },
    {
      "id": "马忠 (东吴)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马忠 (东吴)",
          "马忠"
        ],
        "en": [
          "Ma Zhong (Eastern Wu)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东吴将领，在关羽败走麦城后将其擒获并杀害。",
          "en": "A general of Eastern Wu who captured and executed Guan Yu after his defeat at Maicheng."
        }
      }
    },
    {
      "id": "士仁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "士仁",
          "傅士仁"
        ],
        "en": [
          "Shi Ren"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蜀汉将领，时任公安守将。因与关羽有嫌隙，在吕蒙袭荆州时不战而降。",
          "en": "A general of Shu Han serving as the commander of Gong'an. Due to a grudge against Guan Yu, he surrendered without a fight when Lü Meng attacked Jing Province."
        }
      }
    },
    {
      "id": "麋芳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "麋芳"
        ],
        "en": [
          "Mi Fang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蜀汉将领，时任南郡太守，负责镇守江陵。因与关羽有嫌隙，在吕蒙袭荆州时不战而降。",
          "en": "A general of Shu Han serving as the Administrator of Nanjun and responsible for defending Jiangling. Due to a grudge against Guan Yu, he surrendered without a fight when Lü Meng attacked Jing Province."
        }
      }
    },
    {
      "id": "刘封",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘封"
        ],
        "en": [
          "Liu Feng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "刘备的养子，在关羽围攻樊城时，以“山郡初附”为由未出兵支援。",
          "en": "The adopted son of Liu Bei. During Guan Yu's siege of Fancheng, he refused to send reinforcements, citing the instability of the newly attached mountain commanderies."
        }
      }
    },
    {
      "id": "孟达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孟达"
        ],
        "en": [
          "Meng Da"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蜀汉将领，与刘封一同驻守东三郡，在关羽请求支援时未出兵。",
          "en": "A general of Shu Han who, along with Liu Feng, garrisoned the Eastern Three Commanderies. He did not dispatch troops when Guan Yu requested reinforcements."
        }
      }
    },
    {
      "id": "陆逊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆逊"
        ],
        "en": [
          "Lu Xun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东吴名将，在袭取荆州战役中，以谦卑言辞致信关羽，成功麻痹对方，为吕蒙的偷袭创造了条件。",
          "en": "A famous general of Eastern Wu. During the campaign to seize Jing Province, he successfully lulled Guan Yu into a false sense of security with a humble letter, creating the opportunity for Lü Meng's surprise attack."
        }
      }
    },
    {
      "id": "关平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "关平"
        ],
        "en": [
          "Guan Ping"
        ]
      },
      "properties": {
        "lifetime": " - 220-02",
        "gender": "Male",
        "description": {
          "zh-cn": "关羽长子，跟随父亲征战，在临沮与关羽一同被东吴军所杀。",
          "en": "Guan Yu's eldest son, who fought alongside his father. He was killed along with Guan Yu at Linju by the forces of Eastern Wu."
        }
      }
    },
    {
      "id": "关兴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "关兴"
        ],
        "en": [
          "Guan Xing"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "关羽次子，在关羽死后继承其爵位，深得诸葛亮器重，在蜀汉官至侍中、中监军。",
          "en": "Guan Yu's second son. After his father's death, he inherited his title and was highly regarded by Zhuge Liang, serving in Shu Han as a Palace Attendant and Central Supervisor of the Army."
        }
      }
    },
    {
      "id": "樊城之战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "樊城之战",
          "襄樊战役"
        ],
        "en": [
          "Battle of Fancheng"
        ]
      },
      "properties": {
        "period": "219-07 - 220-01",
        "description": {
          "zh-cn": "219年关羽对曹魏的襄阳、樊城发动的战役。战役前期，关羽水淹七军，俘获于禁、斩杀庞德，威震华夏。但后期因东吴背盟偷袭，最终导致关羽败亡。",
          "en": "A campaign launched by Guan Yu in 219 against the Cao Wei cities of Xiangyang and Fancheng. In the early stages, Guan Yu flooded the seven armies, captured Yu Jin, and executed Pang De, his might shaking the whole of China. However, due to Eastern Wu's betrayal and surprise attack, the campaign ultimately ended in Guan Yu's defeat and death."
        }
      }
    },
    {
      "id": "孙吴",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "孙吴",
          "东吴"
        ],
        "en": [
          "Eastern Wu"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "三国时期的政权之一，由孙权建立。在樊城之战中背弃与蜀汉的联盟，袭取荆州。",
          "en": "One of the three major states during the Three Kingdoms period, founded by Sun Quan. It broke its alliance with Shu Han during the Battle of Fancheng to seize Jing Province."
        }
      }
    },
    {
      "id": "汉寿亭侯",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "汉寿亭侯"
        ],
        "en": [
          "Marquis of Hanshou Ting"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉的一种亭侯爵位。200年，关羽因在白马之战中斩杀颜良，被曹操表封为此爵位。",
          "en": "A marquis title of a pavilion in the Eastern Han Dynasty. In 200 AD, Guan Yu was enfeoffed with this title by Cao Cao for his merit in slaying Yan Liang at the Battle of Boma."
        }
      }
    },
    {
      "id": "前将军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "前将军"
        ],
        "en": [
          "General of the Front"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "汉代高级将军职位。219年，刘备称汉中王后，拜关羽为前将军。",
          "en": "A high-ranking general position in the Han Dynasty. In 219 AD, after Liu Bei declared himself King of Hanzhong, he appointed Guan Yu as General of the Front."
        }
      }
    },
    {
      "id": "荆州刺史部",
      "type": "Location",
      "name": {
        "zh-cn": [
          "荆州刺史部",
          "荆州"
        ],
        "en": [
          "Jing Province"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东汉时期的一个州，为兵家必争的战略要地。关羽长期负责镇守该地，最终也在此地败亡。",
          "en": "A province during the Eastern Han Dynasty, a strategic location coveted by all warlords. Guan Yu was in charge of its defense for a long period and was ultimately defeated and killed there."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "关羽",
      "target": "刘备",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "184",
        "end_date": "220-02",
        "description": {
          "zh-cn": "关羽是刘备的重要亲信，自早期组建军队起便追随刘备，情同手足，为其镇守荆州，是蜀汉集团的核心将领。",
          "en": "Guan Yu was a key confidant of Liu Bei, following him since the early days of forming his army. They shared a brotherly bond, and Guan Yu defended Jing Province for him, serving as a core general of the Shu Han faction."
        }
      }
    },
    {
      "source": "关羽",
      "target": "曹操",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "200",
        "end_date": "200",
        "description": {
          "zh-cn": "200年，刘备被曹操击败后，关羽暂时归降曹操，并为之在白马之战中斩杀颜良。后辞别曹操，重归刘备麾下。",
          "en": "In 200 AD, after Liu Bei was defeated by Cao Cao, Guan Yu temporarily surrendered to Cao Cao and slew his enemy Yan Liang for him at the Battle of Boma. He later left Cao Cao to rejoin Liu Bei."
        }
      }
    },
    {
      "source": "关羽",
      "target": "张飞",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "184",
        "description": {
          "zh-cn": "关羽与张飞、刘备三人情同手足，恩若兄弟，一同加入刘备早期组建的军队。",
          "en": "Guan Yu, Zhang Fei, and Liu Bei shared a bond as close as brothers, joining Liu Bei's fledgling army together."
        }
      }
    },
    {
      "source": "关羽",
      "target": "颜良",
      "type": "BLOCKED",
      "properties": {
        "start_date": "200-04",
        "description": {
          "zh-cn": "在白马之战中，关羽单骑冲入袁绍军阵中，于万军之中斩杀其大将颜良，解了白马之围。",
          "en": "During the Battle of Boma, Guan Yu charged alone into Yuan Shao's army, slew his general Yan Liang amidst thousands of soldiers, and lifted the siege of Boma."
        }
      }
    },
    {
      "source": "关羽",
      "target": "庞德 (三国)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219",
        "description": {
          "zh-cn": "在樊城之战中，曹将庞德被俘后拒不投降，被关羽所杀。",
          "en": "During the Battle of Fancheng, the Cao general Pang De was captured and, after refusing to surrender, was executed by Guan Yu."
        }
      }
    },
    {
      "source": "关羽",
      "target": "于禁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219-08",
        "description": {
          "zh-cn": "在樊城之战中，关羽利用汉水暴涨之机水淹七军，于禁所率军队全军覆没，被迫投降，被关羽俘虏。",
          "en": "During the Battle of Fancheng, Guan Yu took advantage of the flooding Han River to annihilate the seven armies. The forces led by Yu Jin were completely wiped out, forcing him to surrender and be captured by Guan Yu."
        }
      }
    },
    {
      "source": "关羽",
      "target": "樊城之战",
      "type": "PUSHED",
      "properties": {
        "start_date": "219-07",
        "description": {
          "zh-cn": "219年七月，在刘备称汉中王后，时任前将军的关羽率军从荆州北上，主动进攻曹仁镇守的樊城，发起了襄樊战役。",
          "en": "In the seventh month of 219, after Liu Bei declared himself King of Hanzhong, Guan Yu, then General of the Front, led his army north from Jing Province to initiate an attack on Fancheng, which was defended by Cao Ren, thus starting the Battle of Xiangyang-Fancheng."
        }
      }
    },
    {
      "source": "孙吴",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219-10",
        "description": {
          "zh-cn": "在关羽进攻樊城时，东吴趁其后方空虚，由吕蒙、陆逊率军背盟偷袭荆州，断绝关羽后路，最终导致关羽败走麦城，兵败身亡。",
          "en": "While Guan Yu was attacking Fancheng, Eastern Wu took advantage of his unguarded rear, with Lü Meng and Lu Xun leading troops to break the alliance and launch a surprise attack on Jing Province. This cut off Guan Yu's retreat and ultimately led to his defeat at Maicheng and his death."
        }
      }
    },
    {
      "source": "吕蒙",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219-10",
        "description": {
          "zh-cn": "作为东吴袭取荆州的主帅，吕蒙采用伪装成商人的计策麻痹关羽，成功袭取江陵、公安，断绝关羽后路，是导致关羽败亡的关键人物。",
          "en": "As the commander of Eastern Wu's invasion of Jing Province, Lü Meng used a strategy of disguising his troops as merchants to deceive Guan Yu. He successfully seized Jiangling and Gong'an, cutting off Guan Yu's retreat and playing a key role in his ultimate defeat."
        }
      }
    },
    {
      "source": "陆逊",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219",
        "description": {
          "zh-cn": "陆逊接替吕蒙防务后，以谦卑言辞致信关羽，使其放松对东吴的戒备，并将荆州守军调往樊城前线，为吕蒙偷袭创造了条件。",
          "en": "After taking over the defense from Lü Meng, Lu Xun wrote a humble letter to Guan Yu, causing him to lower his guard against Eastern Wu and redeploy his garrisons from Jing Province to the Fancheng front, thus creating the opportunity for Lü Meng's surprise attack."
        }
      }
    },
    {
      "source": "马忠 (东吴)",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "220-01",
        "description": {
          "zh-cn": "关羽败走麦城后，在突围至临沮县章乡时被东吴将领马忠的部队擒获并杀害。",
          "en": "After his defeat at Maicheng, Guan Yu was captured and executed by the forces of the Eastern Wu general Ma Zhong while attempting to break out at Zhangxiang, Linju County."
        }
      }
    },
    {
      "source": "刘封",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219",
        "description": {
          "zh-cn": "关羽在围攻樊城时，曾要求驻守上庸的刘封和孟达发兵支援，但刘封以“山郡初附，未可动摇”为由拒绝，未予响应。",
          "en": "During the siege of Fancheng, Guan Yu requested reinforcements from Liu Feng and Meng Da, who were stationed in Shangyong. However, Liu Feng declined, citing that the 'mountain commanderies were newly attached and could not be disturbed'."
        }
      }
    },
    {
      "source": "孟达",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219",
        "description": {
          "zh-cn": "关羽在围攻樊城时，曾要求驻守上庸的孟达和刘封发兵支援，但孟达以“山郡初附，未可动摇”为由拒绝，未予响应。",
          "en": "During the siege of Fancheng, Guan Yu requested reinforcements from Meng Da and Liu Feng, who were stationed in Shangyong. However, Meng Da declined, citing that the 'mountain commanderies were newly attached and could not be disturbed'."
        }
      }
    },
    {
      "source": "士仁",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219-10",
        "description": {
          "zh-cn": "因与关羽素有嫌隙，在吕蒙偷袭荆州时，时任公安守将的士仁不战而降，导致蜀汉防线崩溃。",
          "en": "Due to a long-standing grudge against Guan Yu, Shi Ren, then commander of Gong'an, surrendered without a fight when Lü Meng launched his surprise attack on Jing Province, leading to the collapse of the Shu Han defensive line."
        }
      }
    },
    {
      "source": "麋芳",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219-10",
        "description": {
          "zh-cn": "因与关羽素有嫌隙，在吕蒙偷袭荆州时，时任南郡太守、镇守江陵的麋芳不战而降，导致关羽后方基地失守。",
          "en": "Due to a long-standing grudge against Guan Yu, Mi Fang, then Administrator of Nanjun and defender of Jiangling, surrendered without a fight when Lü Meng launched his surprise attack on Jing Province, causing Guan Yu to lose his rear base."
        }
      }
    },
    {
      "source": "关平",
      "target": "关羽",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "关平是关羽的长子，跟随关羽征战，在临沮与关羽一同被东吴军所杀。",
          "en": "Guan Ping was Guan Yu's eldest son. He fought alongside his father and was killed with him at Linju by the forces of Eastern Wu."
        }
      }
    },
    {
      "source": "关兴",
      "target": "关羽",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "关兴是关羽的次子，在关羽死后继承其爵位，深得诸葛亮器重。",
          "en": "Guan Xing was Guan Yu's second son. After his father's death, he inherited his title and was highly esteemed by Zhuge Liang."
        }
      }
    },
    {
      "source": "关羽",
      "target": "前将军",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "219-07",
        "position": {
          "zh-cn": "前将军",
          "en": "General of the Front"
        },
        "description": {
          "zh-cn": "219年七月，刘备称汉中王后，拜关羽为前将军、假节钺，总督荆州事。",
          "en": "In the seventh month of 219, after Liu Bei declared himself King of Hanzhong, he appointed Guan Yu as General of the Front, granted him the authority of 'Jieyue', and put him in overall command of Jing Province affairs."
        }
      }
    },
    {
      "source": "关羽",
      "target": "汉寿亭侯",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "200-04",
        "position": {
          "zh-cn": "汉寿亭侯",
          "en": "Marquis of Hanshou Ting"
        },
        "description": {
          "zh-cn": "200年，关羽在白马之战中斩杀袁绍大将颜良，曹操表封其为汉寿亭侯。",
          "en": "In 200 AD, after slaying Yuan Shao's general Yan Liang at the Battle of Boma, Guan Yu was enfeoffed as the Marquis of Hanshou Ting by Cao Cao."
        }
      }
    },
    {
      "source": "樊城之战",
      "target": "关羽",
      "type": "BLOCKED",
      "properties": {
        "start_date": "219-10",
        "description": {
          "zh-cn": "樊城之战最终因东吴偷袭荆州、关羽腹背受敌而失败，关羽在撤退途中败走麦城被杀，此战成为其人生的终点。",
          "en": "The Battle of Fancheng ultimately failed due to Eastern Wu's surprise attack on Jing Province, which left Guan Yu caught between two fronts. He was defeated and killed at Maicheng during his retreat, marking the end of his life."
        }
      }
    }
  ]
}