{
  "nodes": [
    {
      "id": "国立北洋工学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立北洋工学院",
          "北洋大学堂",
          "北洋大学",
          "国立北洋大学",
          "北洋大学校",
          "北平大学第二工学院",
          "北洋工学院"
        ],
        "en": [
          "National Peiyang Technical Institute",
          "Peiyang University"
        ]
      },
      "properties": {
        "period": "1895-10-02 - ",
        "description": {
          "zh-cn": "中国近代第一所新式大学，天津大学的前身。1895年10月2日由光绪帝批准，盛宣怀创办，初名北洋大学堂。后历经多次改组与更名，如国立北洋大学、北平大学第二工学院等。1917年改为专办工科。",
          "en": "The first modern university in China and the predecessor of Tianjin University. Founded by Sheng Xuanhuai on October 2, 1895, with the approval of the Guangxu Emperor, it was initially named Peiyang University. It underwent multiple reorganizations and name changes, such as National Peiyang University and the Second Engineering College of Peiping University. In 1917, it was restructured to specialize in engineering disciplines."
        }
      }
    },
    {
      "id": "天津大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "天津大学"
        ],
        "en": [
          "Tianjin University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国教育部直属的全国重点大学，其前身为1895年成立的国立北洋工学院（初名北洋大学堂）。",
          "en": "A National Key University directly under the administration of the Ministry of Education of the People's Republic of China. Its predecessor was the National Peiyang Technical Institute (initially Peiyang University), founded in 1895."
        }
      }
    },
    {
      "id": "盛宣怀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "盛宣怀"
        ],
        "en": [
          "Sheng Xuanhuai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清末洋务派代表人物，政治家、企业家和教育家。时任天津海关道，于1895年上奏成立北洋大学堂并担任首任督办。",
          "en": "A representative figure of the Self-Strengthening Movement in the late Qing Dynasty, a politician, entrepreneur, and educator. As the Daotai of Tianjin Customs, he proposed the establishment of Peiyang University in 1895 and served as its first supervisor."
        }
      }
    },
    {
      "id": "王文韶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王文韶"
        ],
        "en": [
          "Wang Wenshao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清末重臣，洋务派官员。时任直隶总督，协助盛宣怀上奏并参与创办北洋大学堂。",
          "en": "A high-ranking official and a member of the Self-Strengthening Movement in the late Qing Dynasty. As the Viceroy of Zhili, he assisted Sheng Xuanhuai in proposing and participating in the founding of Peiyang University."
        }
      }
    },
    {
      "id": "光绪帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "光绪帝"
        ],
        "en": [
          "Guangxu Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第十一位皇帝（1875年至1908年在位）。他御笔批准设立了中国近代第一所新式大学——北洋大学堂。",
          "en": "The eleventh emperor of the Qing dynasty (reigned 1875–1908). He gave imperial approval for the establishment of Peiyang University, the first modern university in China."
        }
      }
    },
    {
      "id": "呑纳学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "呑纳学院",
          "博文书院"
        ],
        "en": [
          "Tunnar College"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于天津的教育机构，又名博文书院。北洋大学堂于1895年成立时，在其校址办学。",
          "en": "An educational institution in Tianjin, also known as Bowen Shuyuan. Peiyang University used its campus when it was founded in 1895."
        }
      }
    },
    {
      "id": "国民政府教育部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民政府教育部"
        ],
        "en": [
          "Ministry of Education of the Nationalist Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国国民政府时期主管全国教育事务的最高行政机关。北洋大学自1912年起归其直属管辖，并于1917年主导了对该校的科系调整。",
          "en": "The highest administrative body for national education affairs during the Nationalist Government period of the Republic of China. Peiyang University was under its direct jurisdiction from 1912, and it led the university's departmental restructuring in 1917."
        }
      }
    },
    {
      "id": "北京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京大学"
        ],
        "en": [
          "Peking University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国著名高等学府。1917年，根据国民政府教育部的统一调整，接收了北洋大学的法科。",
          "en": "A renowned institution of higher learning in China. In 1917, following a unified restructuring by the Ministry of Education of the Nationalist Government, it absorbed the law department of Peiyang University."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "盛宣怀",
      "target": "国立北洋工学院",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1895-10-02",
        "position": {
          "zh-cn": "首任督办",
          "en": "First Supervisor"
        },
        "description": {
          "zh-cn": "盛宣怀作为天津海关道，上奏并获准设立北洋大学堂，并担任首任督办。",
          "en": "As the Daotai of Tianjin Customs, Sheng Xuanhuai proposed and received approval to establish Peiyang University, and he served as its first supervisor."
        }
      }
    },
    {
      "source": "王文韶",
      "target": "国立北洋工学院",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1895-10-02",
        "description": {
          "zh-cn": "王文韶作为直隶总督，通过他向光绪帝禀奏，并参与了北洋大学堂的创办过程。",
          "en": "As the Viceroy of Zhili, Wang Wenshao submitted the proposal to the Guangxu Emperor and participated in the founding process of Peiyang University."
        }
      }
    },
    {
      "source": "光绪帝",
      "target": "国立北洋工学院",
      "type": "PUSHED",
      "properties": {
        "start_date": "1895-10-02",
        "description": {
          "zh-cn": "光绪帝御笔钦准成立北洋大学堂。",
          "en": "The Guangxu Emperor gave imperial approval to establish Peiyang University."
        }
      }
    },
    {
      "source": "国立北洋工学院",
      "target": "国民政府教育部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1912-01",
        "description": {
          "zh-cn": "1912年1月，北洋大学堂改名“北洋大学校”，直属当时的国民政府教育部。",
          "en": "In January 1912, Peiyang University was renamed 'Peiyang University School' and placed under the direct administration of the then Ministry of Education of the Nationalist Government."
        }
      }
    },
    {
      "source": "国民政府教育部",
      "target": "国立北洋工学院",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917",
        "description": {
          "zh-cn": "1917年，国民政府教育部对北洋大学进行科系调整，将其改为专办工科。",
          "en": "In 1917, the Ministry of Education of the Nationalist Government restructured the departments of Peiyang University, transforming it into a specialized engineering institution."
        }
      }
    },
    {
      "source": "国民政府教育部",
      "target": "北京大学",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917",
        "description": {
          "zh-cn": "1917年，国民政府教育部进行科系调整，将北洋大学的法科并入北京大学。",
          "en": "In 1917, the Ministry of Education of the Nationalist Government restructured departments, merging the law department of Peiyang University into Peking University."
        }
      }
    },
    {
      "source": "呑纳学院",
      "target": "国立北洋工学院",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1895-10-02",
        "description": {
          "zh-cn": "北洋大学堂成立时，使用了呑纳学院的校址。",
          "en": "Peiyang University used the campus of Tunnar College at its founding."
        }
      }
    },
    {
      "source": "国立北洋工学院",
      "target": "天津大学",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "国立北洋工学院是中国天津大学的前身。",
          "en": "The National Peiyang Technical Institute is the predecessor of Tianjin University."
        }
      }
    }
  ]
}