{
  "nodes": [
    {
      "id": "宋神宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋神宗",
          "赵顼",
          "赵仲针"
        ],
        "en": [
          "Emperor Shenzong of Song"
        ]
      },
      "properties": {
        "period": "1067-01-25 - 1085-04-01",
        "lifetime": "1048-05-25 - 1085-04-01",
        "gender": "Male",
        "location": {
          "zh-cn": "北宋"
        },
        "birth_place": {
          "zh-cn": "濮安懿王宫邸睦亲宅"
        },
        "death_place": {
          "zh-cn": "福宁殿"
        },
        "description": {
          "zh-cn": "北宋第六位皇帝。在位期间，因对北宋积贫积弱的状况深感忧心，启用王安石推行熙宁变法，并对外发动熙河开边，意图富国强兵，但变法引发了剧烈的新旧党争，对外军事行动也遭遇永乐城之战的惨败。",
          "en": "The sixth emperor of the Northern Song dynasty. During his reign, concerned about the state's poverty and weakness, he appointed Wang Anshi to implement the Xining Reforms and launched the Xihe Expansion campaign, aiming to enrich the state and strengthen its military. However, the reforms triggered intense factional struggles, and his foreign military campaigns suffered a disastrous defeat at the Battle of Yongle City."
        }
      }
    },
    {
      "id": "王安石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王安石"
        ],
        "en": [
          "Wang Anshi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋政治家、改革家，在宋神宗支持下推行新法，主导熙宁变法。",
          "en": "A politician and reformer of the Northern Song dynasty who, with the support of Emperor Shenzong, implemented the New Policies, leading the Xining Reforms."
        }
      }
    },
    {
      "id": "熙宁变法",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "熙宁变法",
          "王安石变法",
          "熙丰变法"
        ],
        "en": [
          "Xining Reforms"
        ]
      },
      "properties": {
        "period": "1069 - 1085",
        "location": {
          "zh-cn": "北宋"
        },
        "description": {
          "zh-cn": "由宋神宗任用王安石主持的，旨在富国强兵的一系列社会经济改革运动。该变法引发了朝廷内部守旧派与改革派长期的政治斗争。",
          "en": "A series of socio-economic reforms aimed at enriching the state and strengthening the military, initiated by Emperor Shenzong and led by Wang Anshi. The reforms led to long-term political struggles between conservative and reformist factions at court."
        }
      }
    },
    {
      "id": "司马光",
      "type": "Person",
      "name": {
        "zh-cn": [
          "司马光"
        ],
        "en": [
          "Sima Guang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋政治家、史学家，作为守旧派领袖，激烈反对王安石变法。",
          "en": "A politician and historian of the Northern Song dynasty. As the leader of the conservative faction, he vehemently opposed the Wang Anshi Reforms."
        }
      }
    },
    {
      "id": "苏轼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏轼"
        ],
        "en": [
          "Su Shi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋文学家、政治家，因在诗文中被指责讥讽新法，成为乌台诗案的主要受害者，被贬谪黄州。",
          "en": "A Northern Song literary figure and statesman who became the main victim of the Crow Terrace Poetry Case, accused of satirizing the New Policies in his poems and subsequently exiled to Huangzhou."
        }
      }
    },
    {
      "id": "乌台诗案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "乌台诗案"
        ],
        "en": [
          "Crow Terrace Poetry Case"
        ]
      },
      "properties": {
        "period": "1079",
        "location": {
          "zh-cn": "北宋"
        },
        "description": {
          "zh-cn": "宋神宗时期的一起重大文字狱。御史台官员指控苏轼以诗文非议新法，将其逮捕入狱，并牵连数十位与他往来的官员，最终苏轼被贬谪。",
          "en": "A major literary inquisition during Emperor Shenzong's reign. Censorate officials accused Su Shi of criticizing the New Policies in his poetry, leading to his arrest and the implication of dozens of officials associated with him, ultimately resulting in Su Shi's exile."
        }
      }
    },
    {
      "id": "熙河开边",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "熙河开边",
          "熙河之役"
        ],
        "en": [
          "Xihe Expansion"
        ]
      },
      "properties": {
        "period": "1072 - 1085",
        "location": {
          "zh-cn": "北宋西部边境"
        },
        "description": {
          "zh-cn": "宋神宗时期由将领王韶主持的，针对西夏和吐蕃的军事开拓活动，成功收复了河、洮、岷等五州，对西夏形成战略包围。",
          "en": "A military expansion campaign during Emperor Shenzong's reign, led by General Wang Shao against Western Xia and the Tibetans. It successfully recovered five prefectures including He, Tao, and Min, forming a strategic encirclement of Western Xia."
        }
      }
    },
    {
      "id": "王韶 (宋朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王韶 (宋朝)",
          "王韶"
        ],
        "en": [
          "Wang Shao"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋名将，受到宋神宗重用，主持熙河开边并取得重大胜利，收复大片失地。",
          "en": "A famous general of the Northern Song dynasty, heavily relied upon by Emperor Shenzong. He led the Xihe Expansion, achieving significant victories and recovering large territories."
        }
      }
    },
    {
      "id": "西夏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "西夏"
        ],
        "en": [
          "Western Xia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "与北宋同时期由党项族建立的政权，是宋神宗时期北宋在西部的主要军事对手。",
          "en": "A state established by the Tangut people, coexisting with the Northern Song dynasty. It was the primary military adversary of the Northern Song in the west during Emperor Shenzong's reign."
        }
      }
    },
    {
      "id": "永乐城之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "永乐城之战"
        ],
        "en": [
          "Battle of Yongle City"
        ]
      },
      "properties": {
        "period": "1082",
        "description": {
          "zh-cn": "宋神宗时期宋军进攻西夏过程中的一次惨败。因指挥官徐禧好大喜功、不听劝谏，导致宋军在永乐城损失惨重，被视为神宗朝的重大军事挫折。",
          "en": "A disastrous defeat for the Song army during its campaign against Western Xia in Emperor Shenzong's reign. Due to commander Xu Xi's eagerness for merit and refusal to heed advice, the Song forces suffered heavy losses at Yongle City, marking a significant military setback for Shenzong's rule."
        }
      }
    },
    {
      "id": "宋英宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋英宗",
          "赵曙"
        ],
        "en": [
          "Emperor Yingzong of Song"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋第五位皇帝，宋神宗的父亲。",
          "en": "The fifth emperor of the Northern Song dynasty, father of Emperor Shenzong."
        }
      }
    },
    {
      "id": "宣仁圣烈皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宣仁圣烈皇后",
          "高滔滔"
        ],
        "en": [
          "Empress Xuanren"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "宋英宗的皇后，宋神宗的母亲，对王安石变法持反对态度。",
          "en": "Empress of Emperor Yingzong and mother of Emperor Shenzong. She opposed the Wang Anshi Reforms."
        }
      }
    },
    {
      "id": "宋哲宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋哲宗",
          "赵煦"
        ],
        "en": [
          "Emperor Zhezong of Song"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋第七位皇帝，宋神宗的第六子和继任者。",
          "en": "The seventh emperor of the Northern Song dynasty, the sixth son and successor of Emperor Shenzong."
        }
      }
    },
    {
      "id": "韩非子",
      "type": "Document",
      "name": {
        "zh-cn": [
          "韩非子"
        ],
        "en": [
          "Han Feizi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代法家学派的代表作，宋神宗为太子时喜读此书，其思想对其后来的治国理念产生了影响。",
          "en": "A representative work of the ancient Chinese Legalist school. Emperor Shenzong enjoyed reading this book as crown prince, and its ideas influenced his later governing philosophy."
        }
      }
    },
    {
      "id": "慈圣皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈圣皇后"
        ],
        "en": [
          "Empress Cisheng"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "即太皇太后曹氏，宋仁宗的皇后。她在乌台诗案中出面为苏轼求情，是使其免于一死的关键人物之一。",
          "en": "Also known as Grand Empress Dowager Cao, the empress of Emperor Renzong. She intervened on behalf of Su Shi during the Crow Terrace Poetry Case and was one of the key figures who saved him from execution."
        }
      }
    },
    {
      "id": "王夫之",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王夫之"
        ],
        "en": [
          "Wang Fuzhi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明末清初的思想家，在其著作《宋论》中对宋神宗的执政提出严厉批评，认为“宋政之乱，自神宗始”。",
          "en": "A thinker from the late Ming and early Qing dynasties. In his work 'Song Lun', he severely criticized Emperor Shenzong's governance, stating that 'the chaos of Song governance began with Shenzong'."
        }
      }
    },
    {
      "id": "徐禧 (北宋)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐禧 (北宋)",
          "徐禧"
        ],
        "en": [
          "Xu Xi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋官员，在奉命进攻西夏时，因好大喜功，不顾将领种谔反对，强行修筑永乐城，最终导致宋军惨败，本人也战死。",
          "en": "A Northern Song official who, during the campaign against Western Xia, sought glory and disregarded General Zhong E's opposition, insisting on building Yongle City. This led to a disastrous defeat for the Song army, and he was killed in action."
        }
      }
    },
    {
      "id": "种谔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "种谔"
        ],
        "en": [
          "Zhong E"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北宋将领，参与对西夏的战事。他反对修筑永乐城，但建议未被采纳。",
          "en": "A Northern Song general who participated in the war against Western Xia. He opposed the construction of Yongle City, but his advice was not taken."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "宋神宗",
      "target": "宋英宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋神宗是宋英宗的长子。",
          "en": "Emperor Shenzong was the eldest son of Emperor Yingzong."
        }
      }
    },
    {
      "source": "宋神宗",
      "target": "宣仁圣烈皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋神宗是宣仁圣烈皇后高氏所生的长子。",
          "en": "Emperor Shenzong was the eldest son born to Empress Xuanren, née Gao."
        }
      }
    },
    {
      "source": "宋哲宗",
      "target": "宋神宗",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "宋哲宗是宋神宗的第六子和皇位继承人。",
          "en": "Emperor Zhezong was the sixth son and heir of Emperor Shenzong."
        }
      }
    },
    {
      "source": "王安石",
      "target": "宋神宗",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1069",
        "position": {
          "zh-cn": "宰相",
          "en": "Chancellor"
        },
        "description": {
          "zh-cn": "宋神宗即位后，任命其所欣赏的王安石为宰相，推行变法。",
          "en": "After ascending the throne, Emperor Shenzong appointed Wang Anshi, whom he admired, as chancellor to implement reforms."
        }
      }
    },
    {
      "source": "王韶 (宋朝)",
      "target": "宋神宗",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "经略安抚使",
          "en": "Military Commissioner and Pacification Commissioner"
        },
        "description": {
          "zh-cn": "宋神宗重用将领王韶，任命他主持熙河开边事宜。",
          "en": "Emperor Shenzong heavily relied on General Wang Shao, appointing him to lead the Xihe Expansion."
        }
      }
    },
    {
      "source": "韩非子",
      "target": "宋神宗",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "宋神宗在作为太子时喜爱阅读《韩非子》，并对法家“富国强兵”之术很感兴趣，这影响了他后来的执政理念。",
          "en": "As Crown Prince, Emperor Shenzong enjoyed reading 'Han Feizi' and was interested in the Legalist methods of 'enriching the state and strengthening the military,' which influenced his later governing philosophy."
        }
      }
    },
    {
      "source": "王安石",
      "target": "宋神宗",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "宋神宗在即位前读过王安石的《上仁宗皇帝言事书》，非常赞赏其理财治国思想，这促使他后来任用王安石进行变法。",
          "en": "Before his accession, Emperor Shenzong read Wang Anshi's 'Memorial to Emperor Renzong' and greatly admired his ideas on financial management and state governance, which prompted him to later appoint Wang Anshi to carry out reforms."
        }
      }
    },
    {
      "source": "宋神宗",
      "target": "熙宁变法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1069",
        "description": {
          "zh-cn": "宋神宗为应对北宋积贫积弱的局面，力排众议，任命王安石主持熙宁变法。",
          "en": "To address the poverty and weakness of the Northern Song, Emperor Shenzong overcame opposition to appoint Wang Anshi to lead the Xining Reforms."
        }
      }
    },
    {
      "source": "司马光",
      "target": "熙宁变法",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "司马光作为守旧派领袖，多次上书激烈反对熙宁变法中的各项新法。",
          "en": "As the leader of the conservative faction, Sima Guang repeatedly submitted memorials fiercely opposing the various new policies of the Xining Reforms."
        }
      }
    },
    {
      "source": "宣仁圣烈皇后",
      "target": "熙宁变法",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "作为宋神宗的母亲，高太后对新法持反对态度，曾对神宗说：“王安石是在变乱天下呀！”",
          "en": "As Emperor Shenzong's mother, Empress Dowager Gao opposed the New Policies, once telling the emperor: 'Wang Anshi is turning the world upside down!'"
        }
      }
    },
    {
      "source": "宋神宗",
      "target": "乌台诗案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1079",
        "description": {
          "zh-cn": "在御史弹劾苏轼讥讽新法后，宋神宗下令将其拘捕，从而引发了乌台诗案。",
          "en": "After censors impeached Su Shi for satirizing the New Policies, Emperor Shenzong ordered his arrest, thereby triggering the Crow Terrace Poetry Case."
        }
      }
    },
    {
      "source": "乌台诗案",
      "target": "苏轼",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1079-12",
        "description": {
          "zh-cn": "乌台诗案导致苏轼被捕入狱近四个月，虽免于一死，但最终被贬谪至黄州，政治生涯遭受重创。",
          "en": "The Crow Terrace Poetry Case led to Su Shi's imprisonment for nearly four months. Although spared from death, he was ultimately exiled to Huangzhou, dealing a severe blow to his political career."
        }
      }
    },
    {
      "source": "慈圣皇后",
      "target": "乌台诗案",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1079",
        "description": {
          "zh-cn": "在乌台诗案中，太皇太后曹氏（慈圣皇后）出面力挽，是苏轼最终能免于一死的关键因素之一。",
          "en": "During the Crow Terrace Poetry Case, Grand Empress Dowager Cao (Empress Cisheng) intervened forcefully, which was one of the key factors that saved Su Shi from execution."
        }
      }
    },
    {
      "source": "王安石",
      "target": "乌台诗案",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1079",
        "description": {
          "zh-cn": "已卸任宰相的王安石在乌台诗案期间向宋神宗进言：“岂有圣世而杀才士者乎？”，对苏轼免于死刑起到了重要作用。",
          "en": "During the Crow Terrace Poetry Case, the retired chancellor Wang Anshi advised Emperor Shenzong, 'How can a sagely era execute a talented scholar?', playing an important role in sparing Su Shi from the death penalty."
        }
      }
    },
    {
      "source": "宋神宗",
      "target": "熙河开边",
      "type": "PUSHED",
      "properties": {
        "start_date": "1072",
        "description": {
          "zh-cn": "宋神宗意图雪数世之耻，重用王韶发动了“熙河开边”军事行动，意在开拓疆土，削弱西夏。",
          "en": "Seeking to avenge generations of shame, Emperor Shenzong heavily utilized Wang Shao to launch the 'Xihe Expansion' military campaign, aiming to expand territory and weaken Western Xia."
        }
      }
    },
    {
      "source": "熙河开边",
      "target": "西夏",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1072",
        "description": {
          "zh-cn": "通过熙河开边，宋军收复河、洮、岷等五州，占领了西夏两千里土地，对西夏形成了战略包围态势。",
          "en": "Through the Xihe Expansion, the Song army recovered five prefectures including He, Tao, and Min, occupied two thousand li of Western Xia's territory, and formed a strategic encirclement of Western Xia."
        }
      }
    },
    {
      "source": "宋神宗",
      "target": "西夏",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1067 - 1085",
        "description": {
          "zh-cn": "在位期间，宋神宗将西夏视为主要外部威胁，发动多次军事行动，意图一举将其歼灭。",
          "en": "During his reign, Emperor Shenzong regarded Western Xia as a major external threat and launched multiple military campaigns with the intent of annihilating it."
        }
      }
    },
    {
      "source": "永乐城之战",
      "target": "宋神宗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1082",
        "description": {
          "zh-cn": "永乐城之战的惨败是宋神宗执政期间最大的军事挫折，导致宋军损失二十万，使他深受打击，在朝中当众痛哭，此后不再轻言开战。",
          "en": "The disastrous defeat at the Battle of Yongle City was the greatest military setback of Emperor Shenzong's reign, resulting in the loss of 200,000 Song troops. He was deeply affected, wept publicly in court, and refrained from lightly initiating wars thereafter."
        }
      }
    },
    {
      "source": "种谔",
      "target": "徐禧 (北宋)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1082",
        "description": {
          "zh-cn": "在进攻西夏期间，将领种谔反对在永乐城筑城，但其建议被指挥官徐禧拒绝。",
          "en": "During the campaign against Western Xia, General Zhong E opposed building a fortress at Yongle City, but his advice was rejected by commander Xu Xi."
        }
      }
    },
    {
      "source": "王夫之",
      "target": "宋神宗",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "明末清初思想家王夫之在《宋论》中对宋神宗的执政给予负面评价，认为“宋政之乱，自神宗始”，对其历史地位造成了负面影响。",
          "en": "The late-Ming, early-Qing thinker Wang Fuzhi gave a negative evaluation of Emperor Shenzong's reign in his 'Song Lun', stating that 'the chaos of Song governance began with Shenzong,' which negatively impacted his historical standing."
        }
      }
    }
  ]
}