{
  "nodes": [
    {
      "id": "肃顺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "肃顺",
          "雨亭"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1816-11-26 - 1861-11-08",
        "gender": "Male",
        "location": {
          "zh-cn": "清朝",
          "en": "Qing dynasty"
        },
        "birth_place": {
          "zh-cn": "郑亲王府",
          "en": "Prince Zheng's Mansion"
        },
        "death_place": {
          "zh-cn": "菜市口",
          "en": "Caishikou"
        },
        "description": {
          "zh-cn": "清朝宗室、政治人物。咸丰帝临终前委任的顾命八大臣之一，在祺祥之变中被慈禧太后与恭亲王奕䜣逮捕并斩首。他主张铁腕吏治，重视汉族人才，并对外国势力持强硬态度。",
          "en": "An imperial clansman and political figure of the Qing dynasty. He was one of the eight regents appointed by the Xianfeng Emperor on his deathbed. He was arrested and executed during the Xinyou Coup by Empress Dowager Cixi and Prince Gong. He advocated for strong governance, valued Han Chinese officials, and held a hardline stance against foreign powers."
        }
      }
    },
    {
      "id": "咸丰帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "咸丰帝"
        ],
        "en": [
          "Xianfeng Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第九位皇帝，清军入关后的第七位皇帝。他在位期间，清朝面临太平天国运动和第二次鸦片战争等内忧外患。临终前任命肃顺等八位顾命大臣辅佐其子同治帝。",
          "en": "The ninth emperor of the Qing dynasty, and the seventh Qing emperor to rule over China proper. His reign was marked by internal and external turmoil, including the Taiping Rebellion and the Second Opium War. Before his death, he appointed eight regents, led by Sushun, to assist his son, the Tongzhi Emperor."
        }
      }
    },
    {
      "id": "顾命八大臣",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "顾命八大臣"
        ],
        "en": [
          "Eight regents"
        ]
      },
      "properties": {
        "period": "1861-08 - 1861-11",
        "description": {
          "zh-cn": "咸丰帝于1861年临终前任命的八位辅佐同治帝的执政大臣，以肃顺、载垣、端华为首。后在祺祥之变中被推翻。",
          "en": "A group of eight officials appointed by the Xianfeng Emperor before his death in 1861 to act as regents for the young Tongzhi Emperor, led by Sushun, Zaiyuan, and Duanhua. They were overthrown in the Xinyou Coup."
        }
      }
    },
    {
      "id": "祺祥之变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "祺祥之变"
        ],
        "en": [
          "Xinyou Coup"
        ]
      },
      "properties": {
        "period": "1861-11",
        "description": {
          "zh-cn": "1861年咸丰皇帝驾崩后，两宫太后慈安、慈禧联合恭亲王奕䜣发动的宫廷政变，夺取了顾命八大臣的权力，并处死了肃顺等人。",
          "en": "A court coup that occurred in 1861 after the death of the Xianfeng Emperor. The two empress dowagers, Ci'an and Cixi, allied with Prince Gong to seize power from the eight regents, leading to the execution of Sushun and others."
        }
      }
    },
    {
      "id": "慈禧太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈禧太后"
        ],
        "en": [
          "Empress Dowager Cixi"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "咸丰帝的贵妃，同治帝的生母。通过祺祥之变夺取政权，成为晚清的实际统治者。",
          "en": "A noble consort of the Xianfeng Emperor and the mother of the Tongzhi Emperor. She seized power through the Xinyou Coup and became the de facto ruler of the late Qing dynasty."
        }
      }
    },
    {
      "id": "奕䜣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "奕䜣",
          "恭亲王"
        ],
        "en": [
          "Yixin",
          "Prince Gong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "道光帝第六子，咸丰帝异母弟。晚清重要的政治家、外交家。他联合两宫太后发动祺祥之变，推翻了顾命八大臣。",
          "en": "The sixth son of the Daoguang Emperor and a half-brother of the Xianfeng Emperor. An important statesman and diplomat of the late Qing dynasty. He allied with the two empress dowagers to launch the Xinyou Coup and overthrow the eight regents."
        }
      }
    },
    {
      "id": "乌尔恭阿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乌尔恭阿",
          "郑慎亲王"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝宗室，郑亲王，肃顺与端华之父。",
          "en": "A member of the Qing imperial clan, Prince Zheng, and the father of Sushun and Duanhua."
        }
      }
    },
    {
      "id": "端华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "端华"
        ],
        "en": [
          "Duanhua"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝宗室，郑亲王，肃顺之兄，顾命八大臣之一。在祺祥之变后被赐死。",
          "en": "A member of the Qing imperial clan, Prince Zheng, older brother of Sushun, and one of the eight regents. He was forced to commit suicide after the Xinyou Coup."
        }
      }
    },
    {
      "id": "载垣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "载垣"
        ],
        "en": [
          "Zaiyuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝宗室，怡亲王，顾命八大臣之一。在祺祥之变后被赐死。",
          "en": "A member of the Qing imperial clan, Prince Yi, and one of the eight regents. He was forced to commit suicide after the Xinyou Coup."
        }
      }
    },
    {
      "id": "柏葰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柏葰"
        ],
        "en": [
          "Bojun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝大臣，文渊阁大学士。因戊午科场案被肃顺坚持处斩。",
          "en": "A Qing dynasty official and Grand Secretary of the Wenyuan Pavilion. He was executed at the insistence of Sushun due to the 1858 imperial examination scandal."
        }
      }
    },
    {
      "id": "曾国藩",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曾国藩"
        ],
        "en": [
          "Zeng Guofan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，湘军的创立者和统帅。受到肃顺的赏识和举荐。",
          "en": "An influential statesman of the late Qing dynasty, and the founder and commander of the Xiang Army. He was appreciated and recommended by Sushun."
        }
      }
    },
    {
      "id": "胡林翼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡林翼"
        ],
        "en": [
          "Hu Linyi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清中兴名臣之一，湘军重要首领。受到肃顺的赏识。",
          "en": "One of the key ministers of the Tongzhi Restoration and an important leader of the Xiang Army. He was appreciated by Sushun."
        }
      }
    },
    {
      "id": "左宗棠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "左宗棠"
        ],
        "en": [
          "Zuo Zongtang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，洋务派代表人物，湘军著名将领。受到肃顺的提拔重用。",
          "en": "An influential statesman of the late Qing dynasty, a representative of the Self-Strengthening Movement, and a famous general of the Xiang Army. He was promoted and heavily utilized by Sushun."
        }
      }
    },
    {
      "id": "耆英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "耆英"
        ],
        "en": [
          "Qiying"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝宗室、大臣。据其子申诉，他因遭肃顺构陷而被赐死。",
          "en": "A member of the Qing imperial clan and a minister. According to his son's appeal, he was forced to commit suicide after being framed by Sushun."
        }
      }
    },
    {
      "id": "郑亲王府",
      "type": "Location",
      "name": {
        "zh-cn": [
          "郑亲王府"
        ],
        "en": [
          "Prince Zheng's Mansion"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清代郑亲王的府邸，位于北京，是肃顺的出生地。",
          "en": "The mansion of Prince Zheng in the Qing dynasty, located in Beijing. It is the birthplace of Sushun."
        }
      }
    },
    {
      "id": "菜市口",
      "type": "Location",
      "name": {
        "zh-cn": [
          "菜市口",
          "菜市口法场"
        ],
        "en": [
          "Caishikou"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于北京的十字路口，在清代是主要的死刑行刑场，肃顺在此地被斩首。",
          "en": "An intersection in Beijing that served as the primary execution ground during the Qing dynasty. Sushun was beheaded here."
        }
      }
    },
    {
      "id": "垂帘听政",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "垂帘听政"
        ],
        "en": [
          "Ruling from behind the curtain"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指皇太后在朝堂上，于皇帝宝座后方隔着帘子，代年幼的皇帝处理国政的制度。慈禧太后意图实行此制度，但遭到肃顺的强烈反对。",
          "en": "A system where an empress dowager would attend to state affairs on behalf of a young emperor from behind a curtain in the throne room. Empress Dowager Cixi intended to implement this system but faced strong opposition from Sushun."
        }
      }
    },
    {
      "id": "济尔哈朗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "济尔哈朗"
        ],
        "en": [
          "Jirgalang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝宗室、开国功臣，和硕郑亲王。肃顺是其七世孙。",
          "en": "A member of the Qing imperial clan, a founding hero of the dynasty, and the first Prince Zheng. Sushun was his seventh-generation descendant."
        }
      }
    },
    {
      "id": "户部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "户部"
        ],
        "en": [
          "Ministry of Revenue"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代官署，掌管全国疆土、田地、户籍、赋税、俸饷及一切财政事宜。肃顺曾任户部尚书。",
          "en": "A government ministry in imperial China responsible for land, census, taxation, salaries, and all financial matters. Sushun served as its Minister."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "肃顺",
      "target": "乌尔恭阿",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "肃顺是郑慎亲王乌尔恭阿的第六子。",
          "en": "Sushun was the sixth son of Prince Zheng Shen, Ulgungga."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "端华",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "肃顺是端华的弟弟。",
          "en": "Sushun was the younger brother of Duanhua."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "济尔哈朗",
      "type": "RELATIVE_OF",
      "properties": {
        "description": {
          "zh-cn": "肃顺是郑献亲王济尔哈朗的七世孙。",
          "en": "Sushun was a seventh-generation descendant of Prince Zheng Xian, Jirgalang."
        }
      }
    },
    {
      "source": "咸丰帝",
      "target": "肃顺",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "咸丰帝在位期间，多次提拔肃顺，委以重任，临终前更将其任命为顾命八大臣之一。",
          "en": "During his reign, the Xianfeng Emperor promoted Sushun multiple times, entrusting him with important positions, and ultimately appointed him as one of the eight regents before his death."
        }
      }
    },
    {
      "source": "咸丰帝",
      "target": "顾命八大臣",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1861-08-22",
        "description": {
          "zh-cn": "咸丰帝临终前任命载垣、端华、景寿、肃顺等八人为顾命大臣，辅佐年幼的同治帝。",
          "en": "Before his death, the Xianfeng Emperor appointed eight ministers, including Zaiyuan, Duanhua, Jingshou, and Sushun, as regents to assist the young Tongzhi Emperor."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "顾命八大臣",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1861-08-22",
        "end_date": "1861-11-08",
        "description": {
          "zh-cn": "肃顺是咸丰帝任命的顾命八大臣之一，并且是其中的核心人物。",
          "en": "Sushun was one of the eight regents appointed by the Xianfeng Emperor and a key figure among them."
        }
      }
    },
    {
      "source": "端华",
      "target": "顾命八大臣",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1861-08-22",
        "end_date": "1861-11-02",
        "description": {
          "zh-cn": "端华是咸丰帝任命的顾命八大臣之一。",
          "en": "Duanhua was one of the eight regents appointed by the Xianfeng Emperor."
        }
      }
    },
    {
      "source": "载垣",
      "target": "顾命八大臣",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1861-08-22",
        "end_date": "1861-11-02",
        "description": {
          "zh-cn": "载垣是咸丰帝任命的顾命八大臣之一。",
          "en": "Zaiyuan was one of the eight regents appointed by the Xianfeng Emperor."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "祺祥之变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-11",
        "description": {
          "zh-cn": "慈禧太后联合恭亲王奕䜣发动祺祥之变，以夺取政权。",
          "en": "Empress Dowager Cixi launched the Xinyou Coup in alliance with Prince Gong to seize power."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "祺祥之变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-11",
        "description": {
          "zh-cn": "恭亲王奕䜣联合两宫太后发动祺祥之变，以夺取政权。",
          "en": "Prince Gong launched the Xinyou Coup in alliance with the two empress dowagers to seize power."
        }
      }
    },
    {
      "source": "祺祥之变",
      "target": "肃顺",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1861-11-08",
        "description": {
          "zh-cn": "在政变中，肃顺于密云被捕，后被斩首于菜市口，政治生涯终结。",
          "en": "During the coup, Sushun was arrested in Miyun and later beheaded at Caishikou, ending his political career."
        }
      }
    },
    {
      "source": "祺祥之变",
      "target": "顾命八大臣",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1861-11",
        "description": {
          "zh-cn": "此次政变推翻了咸丰帝设立的顾命八大臣体制，结束了他们的统治。",
          "en": "This coup overthrew the regency system of the eight ministers established by the Xianfeng Emperor, ending their rule."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "肃顺",
      "type": "ENEMY_OF",
      "properties": {
        "period": " - 1861-11-08",
        "description": {
          "zh-cn": "慈禧太后意图垂帘听政，遭到肃顺的严厉反对，视其为政敌，最终发动政变将其处死。",
          "en": "Empress Dowager Cixi's desire to rule from behind the curtain was strongly opposed by Sushun, who she viewed as a political enemy, ultimately leading to his execution in a coup."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "肃顺",
      "type": "ENEMY_OF",
      "properties": {
        "period": " - 1861-11-08",
        "description": {
          "zh-cn": "肃顺在对外政策上主战，反对恭亲王奕䜣主和，两人政见不合。后奕䜣联合两宫太后发动政变，将肃顺处死。",
          "en": "Sushun advocated for war in foreign policy, opposing Prince Gong's preference for peace, creating political disagreement. Later, Yixin allied with the two empress dowagers to launch a coup and execute Sushun."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "郑亲王府",
      "type": "BORN_IN",
      "properties": {
        "start_date": "1816-11-26",
        "description": {
          "zh-cn": "肃顺于嘉庆二十一年（1816年）出生于郑亲王府。",
          "en": "Sushun was born in the Prince Zheng's Mansion in 1816 (the 21st year of the Jiaqing era)."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "柏葰",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1859",
        "description": {
          "zh-cn": "在戊午科场案中，肃顺坚持将主考官、大学士柏葰处以斩立决。",
          "en": "In the 1858 imperial examination scandal, Sushun insisted on the immediate execution of the chief examiner, Grand Secretary Bojun."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "曾国藩",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860",
        "description": {
          "zh-cn": "肃顺赏识曾国藩的才干，并向咸丰帝建议任用其为两江总督以应对太平军。",
          "en": "Sushun appreciated Zeng Guofan's talents and recommended to the Xianfeng Emperor that he be appointed Viceroy of Liangjiang to deal with the Taiping army."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "胡林翼",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860",
        "description": {
          "zh-cn": "在讨论人事时，肃顺认为胡林翼在湖北的治理卓有成效，不应调动，从而稳固了其在湖北的地位。",
          "en": "When discussing personnel appointments, Sushun argued that Hu Linyi was highly effective in governing Hubei and should not be transferred, thus solidifying his position there."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "左宗棠",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "肃顺重视汉族人才，提拔重用了包括左宗棠在内的一批汉族官员。",
          "en": "Sushun valued Han Chinese talent and promoted and heavily utilized a group of Han officials, including Zuo Zongtang."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "耆英",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "耆英之子庆锡申诉，其父是被肃顺构陷而死。",
          "en": "Qiying's son Qingxi claimed that his father was framed by Sushun, leading to his death."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "垂帘听政",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861-11",
        "description": {
          "zh-cn": "祺祥之变后，慈禧太后开始实行垂帘听政，成为晚清的实际统治者。",
          "en": "After the Xinyou Coup, Empress Dowager Cixi began to rule from behind the curtain, becoming the de facto ruler of the late Qing dynasty."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "垂帘听政",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1861-11",
        "description": {
          "zh-cn": "肃顺严厉反对两宫太后垂帘听政的意图。",
          "en": "Sushun strongly opposed the intention of the two empress dowagers to rule from behind the curtain."
        }
      }
    },
    {
      "source": "肃顺",
      "target": "户部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1859-02-01",
        "end_date": "1861-11-02",
        "position": {
          "zh-cn": "尚书",
          "en": "Minister"
        },
        "description": {
          "zh-cn": "肃顺曾担任户部满尚书。",
          "en": "Sushun served as the Manchu Minister of Revenue."
        }
      }
    }
  ]
}