{
  "nodes": [
    {
      "id": "2008年中国毒奶粉事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2008年中国毒奶粉事件"
        ],
        "en": [
          "2008 Chinese milk scandal"
        ]
      },
      "properties": {
        "period": "2008",
        "description": {
          "zh-cn": "发生在中国的一起特大严重食品安全事件。事件起因是三鹿集团等多个厂家的奶粉及奶制品中被发现违法添加化工原料三聚氰胺，导致大量婴幼儿患上肾结石等泌尿系统疾病，并重创了中国制造商品的信誉。",
          "en": "A major food safety incident in China where the industrial chemical melamine was illegally added to milk and infant formula by Sanlu Group and other companies, causing kidney stones and other urinary system diseases in a large number of infants and severely damaging the reputation of Chinese-made goods."
        }
      }
    },
    {
      "id": "三鹿集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "三鹿集团",
          "三鹿"
        ],
        "en": [
          "Sanlu Group"
        ]
      },
      "properties": {
        "period": " - 2009-02-12",
        "location": {
          "zh-cn": "石家庄",
          "en": "Shijiazhuang"
        },
        "description": {
          "zh-cn": "原中国河北省石家庄市的一家知名奶粉生产企业，因主导生产含三聚氰胺的毒奶粉而在2009年破产。",
          "en": "A formerly well-known milk powder manufacturer based in Shijiazhuang, Hebei, China, which went bankrupt in 2009 for its leading role in producing melamine-tainted milk powder."
        }
      }
    },
    {
      "id": "三聚氰胺",
      "type": "Document",
      "name": {
        "zh-cn": [
          "三聚氰胺"
        ],
        "en": [
          "Melamine"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种化工原料，因能造成蛋白质含量虚高的检测结果而被不法分子添加到食品中，长期摄入会对泌尿系统造成严重损害。",
          "en": "An industrial chemical illegally added to food products to give the appearance of higher protein content. Long-term ingestion can cause severe damage to the urinary system."
        }
      }
    },
    {
      "id": "田文华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "田文华"
        ],
        "en": [
          "Tian Wenhua"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "三鹿集团原董事长兼总经理，在毒奶粉事件中因生产、销售伪劣产品罪被判处无期徒刑。",
          "en": "Former chairwoman and general manager of Sanlu Group, sentenced to life imprisonment for the crime of producing and selling substandard products during the milk scandal."
        }
      }
    },
    {
      "id": "石家庄市人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "石家庄市人民政府",
          "石家庄市政府"
        ],
        "en": [
          "Shijiazhuang Municipal People's Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "三鹿集团总部的所在地级市地方政府。在接到三鹿集团报告后，其官员否决了公开召回产品的建议，试图掩盖事件直至北京奥运会结束。",
          "en": "The municipal government where Sanlu Group was headquartered. After being informed by Sanlu, its officials vetoed the proposal for a public recall, attempting to cover up the incident until after the Beijing Olympics."
        }
      }
    },
    {
      "id": "赵新朝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵新朝"
        ],
        "en": [
          "Zhao Xinchao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原石家庄市副市长，因在三鹿毒奶粉事件中参与决策隐瞒，后被撤职。",
          "en": "Former vice mayor of Shijiazhuang, dismissed from his post for his involvement in the decision to cover up the Sanlu milk scandal."
        }
      }
    },
    {
      "id": "恒天然合作社集团有限公司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "恒天然合作社集团有限公司",
          "恒天然公司",
          "恒天然"
        ],
        "en": [
          "Fonterra Co-operative Group Limited",
          "Fonterra"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "新西兰",
          "en": "New Zealand"
        },
        "description": {
          "zh-cn": "新西兰的一家跨国乳制品公司，曾是三鹿集团的最大海外股东。其向新西兰政府的通报最终促使中国中央政府介入调查该事件。",
          "en": "A New Zealand multinational dairy co-operative that was the largest foreign shareholder in Sanlu Group. Its reporting of the issue to the New Zealand government ultimately prompted the Chinese central government to intervene and investigate the incident."
        }
      }
    },
    {
      "id": "新西兰",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新西兰",
          "纽西兰"
        ],
        "en": [
          "New Zealand"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大洋洲国家。其政府在接到恒天然公司的报告后，绕过地方政府直接向中国中央政府通报了三鹿奶粉污染问题。",
          "en": "An Oceanian country. After receiving a report from Fonterra, its government bypassed local authorities and directly informed the Chinese central government about the Sanlu milk contamination issue."
        }
      }
    },
    {
      "id": "海伦·克拉克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "海伦·克拉克"
        ],
        "en": [
          "Helen Clark"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "时任新西兰总理，她指令下属将三鹿奶粉污染问题直接通报给中国中央政府。",
          "en": "Then-Prime Minister of New Zealand, who instructed her officials to report the Sanlu milk contamination issue directly to the central government of China."
        }
      }
    },
    {
      "id": "中国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国务院",
          "中央政府",
          "中国中央人民政府"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高国家行政机关。在新西兰政府通报后介入处理毒奶粉事件，启动了国家级应急响应。",
          "en": "The chief administrative authority of the People's Republic of China. It intervened to manage the tainted milk scandal after being notified by the New Zealand government, launching a national-level emergency response."
        }
      }
    },
    {
      "id": "中华人民共和国国家质量监督检验检疫总局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国家质量监督检验检疫总局",
          "国家质检总局"
        ],
        "en": [
          "General Administration of Quality Supervision, Inspection and Quarantine of the People's Republic of China",
          "AQSIQ"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "原负责中国质量、计量、出入境商品检验、出入境卫生检疫、出入境动植物检疫和认证认可、标准化等工作的国家机关。该事件后，其局长李长江引咎辞职，并取消了食品业的国家免检制度。",
          "en": "The former state agency responsible for quality, metrology, entry-exit commodity inspection, health quarantine, animal and plant quarantine, certification, accreditation, and standardization in China. Following the scandal, its director Li Changjiang resigned, and the national inspection-exempt status for food products was abolished."
        }
      }
    },
    {
      "id": "李长江",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李长江"
        ],
        "en": [
          "Li Changjiang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任中国国家质量监督检验检疫总局局长，因三鹿毒奶粉事件引咎辞职。",
          "en": "Then-director of the General Administration of Quality Supervision, Inspection and Quarantine of China, who resigned to take responsibility for the Sanlu milk scandal."
        }
      }
    },
    {
      "id": "2008年夏季奥林匹克运动会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2008年夏季奥林匹克运动会",
          "北京奥运"
        ],
        "en": [
          "2008 Summer Olympics"
        ]
      },
      "properties": {
        "period": "2008-08-08 - 2008-08-24",
        "description": {
          "zh-cn": "2008年在北京举办的第29届夏季奥林匹克运动会。三鹿毒奶粉事件被地方官员压下，部分原因是为了确保奥运会的顺利进行。",
          "en": "The 29th Summer Olympic Games held in Beijing in 2008. The Sanlu milk scandal was covered up by local officials, partly to ensure the smooth running of the Olympics."
        }
      }
    },
    {
      "id": "张玉军",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张玉军"
        ],
        "en": [
          "Zhang Yujun"
        ]
      },
      "properties": {
        "lifetime": " - 2009-11-24",
        "gender": "Male",
        "description": {
          "zh-cn": "毒奶粉事件中的奶贩，因生产和销售含有三聚氰胺的“蛋白粉”被判处死刑并已执行。",
          "en": "A milk dealer in the tainted milk scandal who was sentenced to death and executed for producing and selling melamine-laced \"protein powder\"."
        }
      }
    },
    {
      "id": "耿金平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "耿金平"
        ],
        "en": [
          "Geng Jinping"
        ]
      },
      "properties": {
        "lifetime": " - 2009-11-24",
        "gender": "Male",
        "description": {
          "zh-cn": "毒奶粉事件中的奶源基地负责人，因在原奶中添加三聚氰胺混合物被判处死刑并已执行。",
          "en": "A dairy station manager in the tainted milk scandal who was sentenced to death and executed for adding a melamine-laced mixture to raw milk."
        }
      }
    },
    {
      "id": "王远萍",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王远萍"
        ],
        "en": [
          "Wang Yuanping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "浙江泰顺县的一位消费者，因女儿食用奶粉后出现不适，于2008年2月起持续向三鹿集团及工商部门投诉，并于5月在网上发帖控诉，是该事件最早的揭发者之一。",
          "en": "A consumer from Taishun County, Zhejiang, who, after his daughter fell ill from consuming the milk powder, persistently complained to Sanlu Group and industrial and commercial authorities starting in February 2008 and posted accusations online in May, becoming one of the earliest whistleblowers of the incident."
        }
      }
    },
    {
      "id": "中国制造",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国制造"
        ],
        "en": [
          "Made in China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "泛指在中国生产制造的商品及其产业体系。2008年的毒奶粉事件严重打击了其在全球的商品信誉。",
          "en": "A general term for goods and industrial systems manufactured in China. Its global reputation was severely damaged by the 2008 tainted milk scandal."
        }
      }
    },
    {
      "id": "食品安全法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "食品安全法"
        ],
        "en": [
          "Food Safety Law"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国规范食品生产经营活动的法律。2008年毒奶粉事件后，中国于2009年颁布了新的《食品安全法》。",
          "en": "A law of the People's Republic of China regulating food production and business activities. Following the 2008 tainted milk scandal, China enacted a new Food Safety Law in 2009."
        }
      }
    },
    {
      "id": "简光洲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "简光洲"
        ],
        "en": [
          "Jian Guangzhou"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "《东方早报》记者，其报道《甘肃14婴儿同患肾病，疑因喝“三鹿”奶粉所致》是国内最早直接点名三鹿的媒体报道之一，对揭露事件起到关键作用。",
          "en": "A journalist for the Oriental Morning Post whose report, \"14 Gansu infants suffer from the same kidney disease, suspected to be caused by drinking 'Sanlu' milk powder,\" was one of the first media reports in China to directly name Sanlu, playing a key role in exposing the scandal."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "三鹿集团",
      "target": "2008年中国毒奶粉事件",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "三鹿集团生产并销售了受三聚氰胺污染的婴幼儿奶粉，是引发该事件的直接源头。",
          "en": "Sanlu Group produced and sold infant formula contaminated with melamine, which was the direct source of the incident."
        }
      }
    },
    {
      "source": "三聚氰胺",
      "target": "2008年中国毒奶粉事件",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "三聚氰胺作为化工原料被违法添加到原奶中，是导致婴幼儿患病的直接原因。",
          "en": "Melamine, an industrial chemical, was illegally added to raw milk and was the direct cause of illness in infants."
        }
      }
    },
    {
      "source": "2008年中国毒奶粉事件",
      "target": "三鹿集团",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-02-12",
        "description": {
          "zh-cn": "该事件导致三鹿集团信誉破产，最终于2009年2月12日被法院宣告破产。",
          "en": "The scandal led to the bankruptcy of Sanlu Group's reputation, and it was declared bankrupt by a court on February 12, 2009."
        }
      }
    },
    {
      "source": "田文华",
      "target": "2008年中国毒奶粉事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2008-08-01",
        "description": {
          "zh-cn": "作为三鹿集团董事长，田文华在2008年8月1日得知奶粉含毒后下令掩盖事故，导致事态恶化。",
          "en": "As the chairwoman of Sanlu Group, Tian Wenhua ordered a cover-up on August 1, 2008, after learning the milk powder was contaminated, which worsened the situation."
        }
      }
    },
    {
      "source": "2008年中国毒奶粉事件",
      "target": "田文华",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2009-01-22",
        "description": {
          "zh-cn": "因在该事件中犯生产、销售伪劣产品罪，田文华于2009年1月22日被判处无期徒刑。",
          "en": "For the crime of producing and selling substandard products in the scandal, Tian Wenhua was sentenced to life imprisonment on January 22, 2009."
        }
      }
    },
    {
      "source": "石家庄市人民政府",
      "target": "2008年中国毒奶粉事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2008-08-02",
        "description": {
          "zh-cn": "2008年8月2日，石家庄市政府官员在得知情况后，否决了三鹿集团公开召回产品的决定，并指示等奥运会后再处理，导致危机扩大。",
          "en": "On August 2, 2008, after being informed of the situation, Shijiazhuang city government officials vetoed Sanlu Group's decision for a public recall and instructed to handle it after the Olympics, leading to the escalation of the crisis."
        }
      }
    },
    {
      "source": "赵新朝",
      "target": "石家庄市人民政府",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2008-09",
        "position": {
          "zh-cn": "副市长",
          "en": "Vice Mayor"
        },
        "description": {
          "zh-cn": "赵新朝时任石家庄市副市长，参与了掩盖毒奶粉事件的决策。",
          "en": "Zhao Xinchao was the vice mayor of Shijiazhuang at the time and participated in the decision to cover up the tainted milk scandal."
        }
      }
    },
    {
      "source": "恒天然合作社集团有限公司",
      "target": "2008年中国毒奶粉事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-08-22",
        "description": {
          "zh-cn": "恒天然在与三鹿集团沟通无果后，于2008年8月22日向新西兰政府报告了奶粉污染问题，此举最终促使中国中央政府介入，打破了地方的隐瞒。",
          "en": "After failed communications with Sanlu Group, Fonterra reported the milk contamination issue to the New Zealand government on August 22, 2008. This action ultimately prompted the Chinese central government to intervene, breaking the local cover-up."
        }
      }
    },
    {
      "source": "海伦·克拉克",
      "target": "2008年中国毒奶粉事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-09-05",
        "description": {
          "zh-cn": "时任新西兰总理海伦·克拉克于2008年9月5日获悉事件后，指令下属绕过地方政府，直接向中国中央政府报告三鹿奶粉污染问题，推动了事件的曝光。",
          "en": "After being informed of the incident on September 5, 2008, then-New Zealand Prime Minister Helen Clark instructed her subordinates to bypass local authorities and report the Sanlu milk contamination issue directly to the Chinese central government, which facilitated the exposure of the scandal."
        }
      }
    },
    {
      "source": "2008年中国毒奶粉事件",
      "target": "李长江",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-09-22",
        "description": {
          "zh-cn": "因对该事件负有领导责任，时任国家质检总局局长李长江于2008年9月22日引咎辞职。",
          "en": "For his leadership responsibility in the scandal, Li Changjiang, then-director of the General Administration of Quality Supervision, Inspection and Quarantine, resigned on September 22, 2008."
        }
      }
    },
    {
      "source": "2008年中国毒奶粉事件",
      "target": "张玉军",
      "type": "BLOCKED",
      "properties": {
        "end_date": "2009-11-24",
        "description": {
          "zh-cn": "因制造和销售含三聚氰胺的“蛋白粉”，张玉军被判处死刑，并于2009年11月24日被执行。",
          "en": "For producing and selling melamine-laced \"protein powder\", Zhang Yujun was sentenced to death and executed on November 24, 2009."
        }
      }
    },
    {
      "source": "2008年中国毒奶粉事件",
      "target": "耿金平",
      "type": "BLOCKED",
      "properties": {
        "end_date": "2009-11-24",
        "description": {
          "zh-cn": "因向原奶中添加三聚氰胺，耿金平被判处死刑，并于2009年11月24日被执行。",
          "en": "For adding melamine to raw milk, Geng Jinping was sentenced to death and executed on November 24, 2009."
        }
      }
    },
    {
      "source": "简光洲",
      "target": "2008年中国毒奶粉事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-09-11",
        "description": {
          "zh-cn": "其在2008年9月11日的《东方早报》上发表的报道首次直接点名三鹿，对揭开事件黑幕起到了关键作用。",
          "en": "His report in the Oriental Morning Post on September 11, 2008, was the first to directly name Sanlu, playing a crucial role in exposing the scandal."
        }
      }
    },
    {
      "source": "三鹿集团",
      "target": "王远萍",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-05-31",
        "description": {
          "zh-cn": "2008年5月31日，三鹿集团浙江总代理用四箱新奶粉换取王远萍删除其在天涯社区的控诉帖文，以阻止事态曝光。",
          "en": "On May 31, 2008, Sanlu Group's Zhejiang general agent gave Wang Yuanping four boxes of new milk powder in exchange for deleting his accusatory post on the Tianya community forum, in an attempt to prevent the incident from being exposed."
        }
      }
    },
    {
      "source": "2008年中国毒奶粉事件",
      "target": "中国制造",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "事件重创了“中国制造”商品的国际信誉，导致多国禁止了中国乳制品进口。",
          "en": "The incident severely damaged the international reputation of \"Made in China\" goods, leading many countries to ban imports of Chinese dairy products."
        }
      }
    },
    {
      "source": "2008年中国毒奶粉事件",
      "target": "食品安全法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "事件的爆发直接推动了中国于2009年出台新的《食品安全法》。",
          "en": "The outbreak of the scandal directly prompted China to enact a new Food Safety Law in 2009."
        }
      }
    }
  ]
}