{
  "nodes": [
    {
      "id": "反右运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反右运动"
        ],
        "en": [
          "Anti-Rightist Campaign"
        ]
      },
      "properties": {
        "period": "1957 - ",
        "location": {
          "zh-cn": "中华人民共和国"
        },
        "description": {
          "zh-cn": "1957年由中国共产党发起的波及社会各阶层的群众性大型政治运动，旨在打击被划定为“右派”的知识分子、民主党派人士和异见者。该运动对中国的政治、社会和知识界造成了深远而持久的负面影响。",
          "en": "A large-scale political campaign launched by the Communist Party of China in 1957, targeting intellectuals, members of democratic parties, and dissidents who were labeled as \"rightists.\" The campaign had profound and long-lasting negative impacts on China's politics, society, and intellectual sphere."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党中央委员会主席，发动并主导了反右运动。",
          "en": "Chairman of the Central Committee of the Communist Party of China, who launched and led the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党高级领导人，在反右运动中扮演了重要角色，后主导了拨乱反正与改革开放。",
          "en": "A high-ranking leader of the Communist Party of China who played a significant role in the Anti-Rightist Campaign and later led the Boluan Fanzheng and Reform and Opening Up."
        }
      }
    },
    {
      "id": "彭真",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭真"
        ],
        "en": [
          "Peng Zhen"
        ]
      },
      "properties": {
        "lifetime": "1902-10-12 - 1997-04-26",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党高级领导人，在反右运动中扮演了重要角色。",
          "en": "A high-ranking leader of the Communist Party of China who played a significant role in the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Communist Party of China",
          "CPC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。",
          "en": "The ruling party of the People's Republic of China."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国",
          "中国大陆"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于东亚的国家，由中国共产党领导。",
          "en": "A country in East Asia led by the Communist Party of China."
        }
      }
    },
    {
      "id": "右派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "右派",
          "右派分子"
        ],
        "en": [
          "Rightist"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "反右运动期间被划定的政治标签，指代被认为是反对共产党和中国社会主义制度的个人或群体。",
          "en": "A political label designated during the Anti-Rightist Campaign, referring to individuals or groups considered to be opposing the Communist Party and the socialist system in China."
        }
      }
    },
    {
      "id": "整风运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "整风运动"
        ],
        "en": [
          "Rectification Movement"
        ]
      },
      "properties": {
        "period": "1957 - ",
        "description": {
          "zh-cn": "1957年在中国共产党党内开展的旨在整顿“主观主义、宗派主义、官僚主义”的运动，后演变为反右运动。",
          "en": "A movement launched within the Communist Party of China in 1957 to rectify \"subjectivism, sectarianism, and bureaucracy,\" which later evolved into the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "钱伟长",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱伟长"
        ],
        "en": [
          "Qian Weichang"
        ]
      },
      "properties": {
        "lifetime": "1912-10-09 - 2010-07-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中国科学家，在反右运动中被划为右派。",
          "en": "A Chinese scientist who was labeled a rightist during the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "顾准",
      "type": "Person",
      "name": {
        "zh-cn": [
          "顾准"
        ],
        "en": [
          "Gu Zhun"
        ]
      },
      "properties": {
        "lifetime": "1915-07-01 - 1974-12-03",
        "gender": "Male",
        "description": {
          "zh-cn": "中国经济学家，在反右运动中被划为右派。",
          "en": "A Chinese economist who was labeled a rightist during the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "朱镕基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱镕基"
        ],
        "en": [
          "Zhu Rongji"
        ]
      },
      "properties": {
        "lifetime": "1928-10-23 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国国务院前总理，在反右运动中被划为右派。",
          "en": "Former Premier of the State Council of the People's Republic of China, who was labeled a rightist during the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "拨乱反正",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "拨乱反正"
        ],
        "en": [
          "Boluan Fanzheng"
        ]
      },
      "properties": {
        "period": "1970s - 1980s",
        "description": {
          "zh-cn": "文化大革命结束后，由邓小平、胡耀邦等人主导的纠正文革及此前“左”倾错误的政治、思想、组织和经济的全面性变革时期，期间为大量冤假错案平反，包括为绝大多数右派分子平反。",
          "en": "A comprehensive period of political, ideological, organizational, and economic reform led by Deng Xiaoping and Hu Yaobang after the Cultural Revolution to correct the 'leftist' errors of the past, during which a large number of unjust, false, and wrongful cases were overturned, including the rehabilitation of the vast majority of rightists."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": [
          "Hu Yaobang"
        ]
      },
      "properties": {
        "lifetime": "1915-11-20 - 1989-04-15",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党前总书记，主导了拨乱反正和平反冤假错案的工作。",
          "en": "Former General Secretary of the Communist Party of China, who led the work of Boluan Fanzheng and the rehabilitation of victims of unjust cases."
        }
      }
    },
    {
      "id": "民主党派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主党派"
        ],
        "en": [
          "Democratic parties"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国除中国共产党外的八个参政党的统称，是反右运动的主要打击对象之一。",
          "en": "A collective term for the eight legally-recognized political parties in the People's Republic of China besides the CPC. They were one of the main targets of the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "知识分子",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "知识分子"
        ],
        "en": [
          "Intellectuals"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "泛指从事脑力劳动、具有较高文化水平的社会群体，是反右运动的主要打击对象之一。",
          "en": "A general term for the social group engaged in intellectual labor with a higher level of education, who were one of the main targets of the Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "大跃进",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大跃进"
        ],
        "en": [
          "Great Leap Forward"
        ]
      },
      "properties": {
        "period": "1958 - 1961",
        "description": {
          "zh-cn": "中华人民共和国于1958年至1961年间进行的社会主义建设运动，反右运动为其扫清了政治上的反对声音。",
          "en": "A socialist construction campaign in the People's Republic of China from 1958 to 1961. The Anti-Rightist Campaign cleared the way for it by silencing political opposition."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发动的长达十年的政治运动，反右运动为其提供了政治斗争的先例和基础。",
          "en": "A decade-long political campaign launched by Mao Zedong, for which the Anti-Rightist Campaign provided a precedent and foundation for political struggle."
        }
      }
    },
    {
      "id": "一党专政",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "一党专政",
          "一党专制"
        ],
        "en": [
          "One-party dictatorship"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种政党制度，指国内只存在唯一一个执政党。反右运动后，中国共产党实质性一党专政的局面得到巩固。",
          "en": "A type of party system in which a single political party forms the government. After the Anti-Rightist Campaign, the de facto one-party dictatorship of the CPC was consolidated."
        }
      }
    },
    {
      "id": "一人独裁",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "一人独裁"
        ],
        "en": [
          "One-man dictatorship"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指国家权力集中于一人之手的政治局面。反右运动后，毛泽东的个人权威达到顶峰，形成一人独裁的局面。",
          "en": "A political situation where state power is concentrated in the hands of one person. After the Anti-Rightist Campaign, Mao Zedong's personal authority reached its peak, leading to a one-man dictatorship."
        }
      }
    },
    {
      "id": "百花齐放、百家争鸣",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "百花齐放、百家争鸣",
          "双百方针"
        ],
        "en": [
          "Hundred Flowers Campaign"
        ]
      },
      "properties": {
        "period": "1956 - 1957",
        "description": {
          "zh-cn": "中国共产党提出的促进艺术发展和科学进步的方针，鼓励知识分子发表意见，后被认为是引诱批评者暴露以便打击的“阳谋”。",
          "en": "A policy promoted by the CPC to encourage the development of arts and sciences by allowing free expression of different views, later considered a stratagem to entice critics to reveal themselves for subsequent persecution."
        }
      }
    },
    {
      "id": "匈牙利十月事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "匈牙利十月事件",
          "匈牙利1956年革命"
        ],
        "en": [
          "Hungarian Revolution of 1956"
        ]
      },
      "properties": {
        "period": "1956-10-23 - 1956-11-10",
        "description": {
          "zh-cn": "1956年在匈牙利发生的全国性民众反抗运动，该事件的发生使毛泽东对政权稳固感到担忧，影响了他对“鸣放”的态度。",
          "en": "A nationwide popular uprising in Hungary in 1956, which caused Mao Zedong to worry about the stability of his regime and influenced his attitude towards the \"Blooming and Contending\" period."
        }
      }
    },
    {
      "id": "组织力量反击右派分子的猖狂进攻的指示",
      "type": "Document",
      "name": {
        "zh-cn": [
          "组织力量反击右派分子的猖狂进攻的指示"
        ],
        "en": [
          "Directive on Organizing Forces to Counter the Vicious Attack of the Rightists"
        ]
      },
      "properties": {
        "period": "1957-06-08",
        "description": {
          "zh-cn": "由毛泽东起草、中共中央发出的文件，标志着从“鸣放”到反击右派的正式转变。",
          "en": "A document drafted by Mao Zedong and issued by the CPC Central Committee, marking the official shift from encouraging expression to counter-attacking the rightists."
        }
      }
    },
    {
      "id": "事情正在起变化",
      "type": "Document",
      "name": {
        "zh-cn": [
          "事情正在起变化"
        ],
        "en": [
          "Things Are Beginning to Change"
        ]
      },
      "properties": {
        "period": "1957-05",
        "description": {
          "zh-cn": "毛泽东撰写的党内指示，分析了当时“鸣放”中的政治动向，为即将开始的反右运动提供了理论准备。",
          "en": "An internal party directive written by Mao Zedong, analyzing the political trends during the \"Blooming and Contending\" period and providing theoretical preparation for the impending Anti-Rightist Campaign."
        }
      }
    },
    {
      "id": "反右倾运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反右倾运动"
        ],
        "en": [
          "Anti-Rightist Inclination Campaign"
        ]
      },
      "properties": {
        "period": "1959 - ",
        "description": {
          "zh-cn": "1959年庐山会议后在中国共产党内展开的政治运动，旨在批判以彭德怀为首的对大跃进持批评意见的干部。",
          "en": "A political campaign launched within the CPC after the 1959 Lushan Conference, aimed at criticizing cadres led by Peng Dehuai who held critical views of the Great Leap Forward."
        }
      }
    },
    {
      "id": "庐山会议 (1959年)",
      "type": "Event",
      "name": {
        "zh-cn": [
          "庐山会议 (1959年)"
        ],
        "en": [
          "Lushan Conference (1959)"
        ]
      },
      "properties": {
        "period": "1959-07 - 1959-08",
        "description": {
          "zh-cn": "1959年中共中央召开的会议，会议期间彭德怀因批评大跃进而遭批判，会后发动了“反右倾运动”。",
          "en": "A meeting of the CPC Central Committee in 1959, during which Peng Dehuai was criticized for his critique of the Great Leap Forward, leading to the launch of the \"Anti-Rightist Inclination Campaign\"."
        }
      }
    },
    {
      "id": "彭德怀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭德怀"
        ],
        "en": [
          "Peng Dehuai"
        ]
      },
      "properties": {
        "lifetime": "1898-10-24 - 1974-11-29",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，时任国防部长，因在1959年庐山会议上批评大跃进而被打倒。",
          "en": "Marshal of the People's Republic of China and then-Minister of National Defense, who was purged after criticizing the Great Leap Forward at the 1959 Lushan Conference."
        }
      }
    },
    {
      "id": "章伯钧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章伯钧"
        ],
        "en": [
          "Zhang Bojun"
        ]
      },
      "properties": {
        "lifetime": "1895-11-17 - 1969-05-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治活动家，农工民主党领导人，在反右运动中被划为“头号大右派”，是未获改正的中央级右派之一。",
          "en": "A Chinese political activist and leader of the Chinese Peasants' and Workers' Democratic Party, labeled as the \"number one great rightist\" during the Anti-Rightist Campaign and one of the central-level rightists who were never rehabilitated."
        }
      }
    },
    {
      "id": "罗隆基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗隆基"
        ],
        "en": [
          "Luo Longji"
        ]
      },
      "properties": {
        "lifetime": "1898-08-14 - 1965-12-07",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治活动家，中国民主同盟领导人，在反右运动中被划为“大右派”，是未获改正的中央级右派之一。",
          "en": "A Chinese political activist and leader of the China Democratic League, labeled as a \"great rightist\" during the Anti-Rightist Campaign and one of the central-level rightists who were never rehabilitated."
        }
      }
    },
    {
      "id": "储安平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "储安平"
        ],
        "en": [
          "Chu Anping"
        ]
      },
      "properties": {
        "lifetime": "1909-11-05 - 1966",
        "gender": "Male",
        "description": {
          "zh-cn": "中国学者、记者，《光明日报》总编辑，因提出“党天下”言论被打为右派，是未获改正的中央级右派之一。",
          "en": "A Chinese scholar, journalist, and editor-in-chief of Guangming Daily, who was labeled a rightist for his \"party-state\" comment and is one of the central-level rightists who were never rehabilitated."
        }
      }
    },
    {
      "id": "中国共产党中央书记处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央书记处"
        ],
        "en": [
          "Secretariat of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央机构之一，负责处理中共中央的日常工作。",
          "en": "One of the central bodies of the Communist Party of China, responsible for handling the daily work of the CPC Central Committee."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽东",
      "target": "反右运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "作为中国共产党中央委员会主席，发动并主导了反右运动。",
          "en": "As the Chairman of the Central Committee of the Communist Party of China, he launched and led the Anti-Rightist Campaign."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "反右运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "作为中共高层领导人及中央反右领导小组组长，参与并扮演了重要角色，承认自己是“积极分子”并负有“扩大化”的责任。",
          "en": "As a high-ranking CCP leader and head of the Central Anti-Rightist Leading Group, he participated and played an important role, admitting to being an \"activist\" and bearing responsibility for the campaign's \"over-expansion.\""
        }
      }
    },
    {
      "source": "彭真",
      "target": "反右运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "作为中共高层领导人，参与了反右运动并扮演了重要角色。",
          "en": "As a high-ranking CCP leader, he participated in the Anti-Rightist Campaign and played an important role."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "反右运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "发起并领导了反右运动。",
          "en": "Initiated and led the Anti-Rightist Campaign."
        }
      }
    },
    {
      "source": "整风运动",
      "target": "反右运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "反右运动是在整风运动过程中发起的，整风运动中的“大鸣大放”直接引发了反右运动。",
          "en": "The Anti-Rightist Campaign was launched during the Rectification Movement; the \"Great Contending and Blooming\" phase of the rectification directly triggered the Anti-Rightist Campaign."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "钱伟长",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "在反右运动中，科学家钱伟长被划为“右派分子”并遭到迫害。",
          "en": "During the Anti-Rightist Campaign, scientist Qian Weichang was labeled a \"rightist\" and persecuted."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "顾准",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "在反右运动中，经济学家顾准被划为“右派分子”并遭到迫害。",
          "en": "During the Anti-Rightist Campaign, economist Gu Zhun was labeled a \"rightist\" and persecuted."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "朱镕基",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1958",
        "end_date": "1978",
        "description": {
          "zh-cn": "时任国家计委干部，在反右运动中被打成“右派”，20年后才获平反。",
          "en": "Then a cadre at the State Planning Commission, he was labeled a \"rightist\" during the Anti-Rightist Campaign and was rehabilitated 20 years later."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "民主党派",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "反右运动对中国大陆的民主党派造成了极大打击，使其不敢再对中共提出批评意见。",
          "en": "The Anti-Rightist Campaign dealt a severe blow to the democratic parties in mainland China, silencing their criticism of the CCP."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "反右运动对中国大陆的知识分子造成了极大打击，摧毁了其独立思考和批评精神。",
          "en": "The Anti-Rightist Campaign dealt a severe blow to intellectuals in mainland China, destroying their spirit of independent thought and criticism."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "大跃进",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "end_date": "1958",
        "description": {
          "zh-cn": "反右运动消除了党内外对激进经济政策的潜在反对声音，为大跃进运动的开展埋下了祸根。",
          "en": "The Anti-Rightist Campaign eliminated potential opposition to radical economic policies from within and outside the party, paving the way for the Great Leap Forward."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "文化大革命",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "反右运动的斗争模式和对阶级斗争的强调，为后来的文化大革命埋下了伏笔。",
          "en": "The struggle model of the Anti-Rightist Campaign and its emphasis on class struggle set a precedent for the later Cultural Revolution."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "一党专政",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "反右运动压制了所有不同政见，巩固并强化了中国共产党实质性的一党专政局面。",
          "en": "The Anti-Rightist Campaign suppressed all political dissent, consolidating and strengthening the de facto one-party dictatorship of the Communist Party of China."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "一人独裁",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "反右运动后，毛泽东在中国共产党内的影响力进一步提高，造成了一人独裁的局面。",
          "en": "After the Anti-Rightist Campaign, Mao Zedong's influence within the CPC was further enhanced, leading to a situation of one-man dictatorship."
        }
      }
    },
    {
      "source": "拨乱反正",
      "target": "反右运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1978",
        "description": {
          "zh-cn": "在拨乱反正时期，中共中央承认反右运动犯有“扩大化”的错误，并对绝大多数被错划的右派分子予以平反。",
          "en": "During the Boluan Fanzheng period, the CPC Central Committee admitted that the Anti-Rightist Campaign had been \"overly broad\" and rehabilitated the vast majority of those wrongly labeled as rightists."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "拨乱反正",
      "type": "PUSHED",
      "properties": {
        "start_date": "1977",
        "description": {
          "zh-cn": "作为中共第二代领导核心，主导了拨乱反正，推动了对包括右派在内的大量冤假错案的平反。",
          "en": "As the core of the second generation of CCP leadership, he led the Boluan Fanzheng, promoting the rehabilitation of a large number of unjust cases, including those of the rightists."
        }
      }
    },
    {
      "source": "胡耀邦",
      "target": "拨乱反正",
      "type": "PUSHED",
      "properties": {
        "start_date": "1977",
        "description": {
          "zh-cn": "在担任中组部部长和中共中央总书记期间，主持并大力推动了平反冤假错案的工作。",
          "en": "While serving as the head of the Organization Department and General Secretary of the CPC, he presided over and vigorously promoted the work of redressing unjust, false, and wrongful cases."
        }
      }
    },
    {
      "source": "匈牙利十月事件",
      "target": "毛泽东",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1956-10",
        "description": {
          "zh-cn": "匈牙利十月事件的发生使毛泽东对于政权稳固感到担忧，影响了他从鼓励“鸣放”转向镇压异议的决策。",
          "en": "The Hungarian Revolution of 1956 made Mao Zedong concerned about the stability of his regime, influencing his decision to shift from encouraging free speech to suppressing dissent."
        }
      }
    },
    {
      "source": "组织力量反击右派分子的猖狂进攻的指示",
      "target": "反右运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957-06-08",
        "description": {
          "zh-cn": "这份由毛泽东起草的中共中央指示的发出，标志着反右运动中“反击”阶段的正式开始。",
          "en": "The issuance of this CPC Central Committee directive, drafted by Mao Zedong, marked the official start of the \"counter-attack\" phase of the Anti-Rightist Campaign."
        }
      }
    },
    {
      "source": "事情正在起变化",
      "target": "反右运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1957-05",
        "description": {
          "zh-cn": "毛泽东撰写的这篇文章为反右运动提供了理论依据，明确了将“鸣放”中的批评者定义为敌人的策略。",
          "en": "This article written by Mao Zedong provided the theoretical basis for the Anti-Rightist Campaign, clarifying the strategy of defining critics from the \"Blooming and Contending\" period as enemies."
        }
      }
    },
    {
      "source": "庐山会议 (1959年)",
      "target": "反右倾运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959-08",
        "description": {
          "zh-cn": "庐山会议上对彭德怀的批判直接引发了在中共党内开展的“反右倾运动”。",
          "en": "The criticism of Peng Dehuai at the Lushan Conference directly triggered the \"Anti-Rightist Inclination Campaign\" within the CPC."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "彭德怀",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "在1959年庐山会议上，毛泽东批判了对大跃进提出异议的彭德怀，并将其打成“反党集团”首领。",
          "en": "At the 1959 Lushan Conference, Mao Zedong criticized Peng Dehuai for his objections to the Great Leap Forward and branded him the leader of an \"anti-Party clique.\""
        }
      }
    },
    {
      "source": "彭德怀",
      "target": "大跃进",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "在1959年庐山会议上致信毛泽东，批评大跃进运动中的“浮夸风”和“小资产阶级的狂热性”。",
          "en": "At the 1959 Lushan Conference, he wrote a letter to Mao Zedong criticizing the \"exaggeration wind\" and \"petty-bourgeois fanaticism\" of the Great Leap Forward."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "中国共产党中央书记处",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1956",
        "end_date": "1967",
        "position": {
          "zh-cn": "总书记"
        },
        "description": {
          "zh-cn": "在反右运动期间担任中共中央书记处总书记，负责中央日常工作。",
          "en": "Served as the General Secretary of the Secretariat of the CPC Central Committee during the Anti-Rightist Campaign, responsible for the daily work of the Central Committee."
        }
      }
    }
  ]
}