{
  "nodes": [
    {
      "id": "大罢免",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大罢免",
          "大罢免潮"
        ],
        "en": []
      },
      "properties": {
        "period": "2025-02-01 - 2025-08-23",
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "2025年间在中华民国发生的一场大规模政治及社会运动，旨在罢免各地民选公职人员，主要对象涵盖中国国民党与民主进步党的立法委员及地方首长。最终，所有进入投票阶段的罢免案均以不通过告终。",
          "en": "A large-scale political and social movement in the Republic of China (Taiwan) during 2025, aiming to recall elected public officials across the country, primarily targeting legislators and local government heads from both the Kuomintang (KMT) and the Democratic Progressive Party (DPP). Ultimately, all recall proposals that proceeded to a vote failed."
        }
      }
    },
    {
      "id": "2024年立法院职权修法争议",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "2024年立法院职权修法争议",
          "国会改革法案争议"
        ],
        "en": []
      },
      "properties": {
        "period": "2024",
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "指2024年台湾第十一届立法院中，由在野的中国国民党与台湾民众党联合提出的国会职权修法所引发的一系列政治争议。",
          "en": "Refers to a series of political controversies in Taiwan in 2024 surrounding amendments to the powers of the Legislative Yuan, jointly proposed by the opposition parties Kuomintang (KMT) and Taiwan People's Party (TPP) in the 11th Legislative Yuan."
        }
      }
    },
    {
      "id": "青鸟运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "青鸟运动",
          "青鸟行动"
        ],
        "en": []
      },
      "properties": {
        "period": "2024-05",
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "因2024年立法院职权修法争议而引发的社会运动，抗议者聚集在立法院外反对修法，并为后续的大罢免运动埋下伏笔。",
          "en": "A social movement sparked by the 2024 controversy over legislative power amendments, where protesters gathered outside the Legislative Yuan to oppose the changes, setting the stage for the subsequent Great Recall movement."
        }
      }
    },
    {
      "id": "反共护台志工联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "反共护台志工联盟"
        ],
        "en": []
      },
      "properties": {
        "period": "2025-01-22 - ",
        "description": {
          "zh-cn": "由联华电子创办人曹兴诚成立，旨在联合台湾各地公民团体，支援罢免泛蓝阵营公职人员的组织。",
          "en": "An organization founded by UMC founder Robert Tsao to unite civic groups across Taiwan in support of recalling Pan-Blue camp public officials."
        }
      }
    },
    {
      "id": "民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主进步党",
          "民进党"
        ],
        "en": [
          "Democratic Progressive Party",
          "DPP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的主要政党之一，在大罢免运动中扮演了支持罢免泛蓝公职人员并动员的角色。",
          "en": "One of Taiwan's major political parties, which played a role in supporting and mobilizing for the recall of Pan-Blue public officials during the Great Recall movement."
        }
      }
    },
    {
      "id": "赖清德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赖清德"
        ],
        "en": [
          "Lai Ching-te"
        ]
      },
      "properties": {
        "lifetime": "1959-10-06 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华民国总统及民主进步党主席。他在大罢免运动期间表态支持，呼吁民进党与公民同行。",
          "en": "The incumbent President of the Republic of China and Chairman of the Democratic Progressive Party. He expressed support for the Great Recall movement, calling on the DPP to stand with the citizens."
        }
      }
    },
    {
      "id": "曹兴诚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹兴诚"
        ],
        "en": [
          "Robert Tsao"
        ]
      },
      "properties": {
        "lifetime": "1947-02-24 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "台湾企业家，联华电子创办人。他成立了“反共护台志工联盟”，是推动罢免泛蓝阵营公职人员的主要人物之一。",
          "en": "Taiwanese entrepreneur and founder of UMC. He established the 'Anti-Communist and Defend Taiwan Volunteer Alliance' and was a key figure in promoting the recall of Pan-Blue camp public officials."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党",
          "国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的主要政党之一。在大罢免运动中，其多名公职人员成为罢免目标，同时该党也采取“以罢制罢”策略反制。",
          "en": "One of Taiwan's major political parties. During the Great Recall movement, many of its public officials were targeted for recall, and the party adopted a 'recall for recall' counter-strategy."
        }
      }
    },
    {
      "id": "台湾民众党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "台湾民众党",
          "民众党"
        ],
        "en": [
          "Taiwan People's Party",
          "TPP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的政党之一。在大罢免运动中，与中国国民党合作，发起“扫除绿卫兵”行动参与罢免民进党籍民意代表。",
          "en": "A political party in Taiwan. During the Great Recall movement, it collaborated with the Kuomintang and launched the 'Sweep the Green Guards' campaign to participate in the recall of DPP representatives."
        }
      }
    },
    {
      "id": "朱立伦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱立伦"
        ],
        "en": [
          "Eric Chu"
        ]
      },
      "properties": {
        "lifetime": "1961-06-07 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中国国民党主席。他领导国民党采取“以罢制罢”的策略，推动罢免民进党籍公职人员。",
          "en": "The incumbent Chairman of the Kuomintang. He led the KMT to adopt a 'recall for recall' strategy, promoting the recall of DPP public officials."
        }
      }
    },
    {
      "id": "黄国昌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄国昌"
        ],
        "en": [
          "Huang Kuo-chang"
        ]
      },
      "properties": {
        "lifetime": "1973-08-19 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "时任台湾民众党立法院党团总召。他发动了“扫除绿卫兵”行动，参与罢免民进党籍民意代表。",
          "en": "The incumbent caucus convener of the Taiwan People's Party in the Legislative Yuan. He initiated the 'Sweep the Green Guards' campaign, participating in the recall of DPP representatives."
        }
      }
    },
    {
      "id": "韩国瑜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩国瑜"
        ],
        "en": [
          "Daniel Han"
        ]
      },
      "properties": {
        "lifetime": "1957-06-17 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "时任中华民国立法院院长。他公开对罢免泛蓝阵营的行动表示反对。",
          "en": "The incumbent President of the Legislative Yuan of the Republic of China. He publicly expressed opposition to the recall efforts targeting the Pan-Blue camp."
        }
      }
    },
    {
      "id": "傅崐萁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "傅崐萁"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1962-05-08 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党籍立法委员及党团总召，为大罢免运动中罢免泛蓝阵营的指标性人物之一。",
          "en": "A KMT legislator and caucus convener, who was one of the iconic targets of the recall effort against the Pan-Blue camp during the Great Recall movement."
        }
      }
    },
    {
      "id": "高虹安",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高虹安"
        ],
        "en": [
          "Ann Kao"
        ]
      },
      "properties": {
        "lifetime": "1984-01-25 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "时任新竹市市长，原为台湾民众党籍，后退党。她在大罢免运动中成为罢免对象。",
          "en": "The incumbent Mayor of Hsinchu City, formerly a member of the Taiwan People's Party before withdrawing. She became a target of recall during the Great Recall movement."
        }
      }
    },
    {
      "id": "陈玉铃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈玉铃"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "民主进步党籍南投县议员，为大罢免运动中少数被推进入投票阶段的泛绿阵营公职人员。",
          "en": "A DPP member of the Nantou County Council, she was one of the few Pan-Green camp public officials whose recall case proceeded to the voting stage during the Great Recall movement."
        }
      }
    },
    {
      "id": "赖清德政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "赖清德政府"
        ],
        "en": [
          "Lai Ching-te administration"
        ]
      },
      "properties": {
        "period": "2024-05-20 - ",
        "description": {
          "zh-cn": "指赖清德担任中华民国总统期间的行政团队。大罢免的失败被视为对其执政的不信任投票。",
          "en": "Refers to the executive team during Lai Ching-te's presidency of the Republic of China. The failure of the Great Recall was seen as a vote of no confidence in his administration."
        }
      }
    },
    {
      "id": "卓荣泰内阁",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "卓荣泰内阁"
        ],
        "en": [
          "Cho Jung-tai cabinet"
        ]
      },
      "properties": {
        "period": "2024-05-20 - ",
        "description": {
          "zh-cn": "由行政院长卓荣泰领导的中华民国内阁。在大罢免运动失败后，该内阁进行了局部改组。",
          "en": "The cabinet of the Republic of China led by Premier Cho Jung-tai. Following the failure of the Great Recall movement, the cabinet underwent a partial reshuffle."
        }
      }
    },
    {
      "id": "张渊翔盗用个资案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "张渊翔盗用个资案"
        ],
        "en": []
      },
      "properties": {
        "period": "2025-04",
        "description": {
          "zh-cn": "大罢免期间发生的法律案件。时任基隆市政府民政处长张渊翔因涉嫌盗用民众个人资料以伪造罢免连署书而被调查起诉。",
          "en": "A legal case that occurred during the Great Recall movement. The then-Director of the Civil Affairs Department of the Keelung City Government, Chang Yuan-hsiang, was investigated and prosecuted for allegedly stealing personal data to forge recall petition signatures."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "2024年立法院职权修法争议",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024",
        "description": {
          "zh-cn": "立法院职权修法争议被视为引发大罢免运动的主要原因之一。",
          "en": "The controversy over the amendments to the Legislative Yuan's powers is considered one of the main causes that triggered the Great Recall movement."
        }
      }
    },
    {
      "source": "青鸟运动",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-05",
        "description": {
          "zh-cn": "反对国会改革的青鸟运动中，开始酝酿罢免国民党籍立委的行动，为大罢免埋下伏笔。",
          "en": "During the Bluebird Movement against legislative reforms, actions to recall KMT legislators began to brew, setting the stage for the Great Recall."
        }
      }
    },
    {
      "source": "反共护台志工联盟",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "start_date": "2025-01-22",
        "description": {
          "zh-cn": "该联盟成立后，作为统筹组织，积极支援与推动罢免泛蓝阵营公职人员的行动。",
          "en": "After its establishment, this alliance acted as a coordinating body, actively supporting and promoting actions to recall public officials from the Pan-Blue camp."
        }
      }
    },
    {
      "source": "民主进步党",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "start_date": "2025-03-19",
        "description": {
          "zh-cn": "民进党正式投入大罢免运动，将全国各县市党部与党公职服务处转为“民主连署站”，以行动支持罢免泛蓝公职人员。",
          "en": "The DPP formally joined the Great Recall movement, turning its party offices and service centers nationwide into 'Democracy Petition Stations' to actively support the recall of Pan-Blue public officials."
        }
      }
    },
    {
      "source": "赖清德",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "start_date": "2025-06-28",
        "description": {
          "zh-cn": "作为民进党主席，赖清德在全代会宣示“民进党必须与公民同行”，标志着执政党全力投入支持罢免运动。",
          "en": "As the chairman of the DPP, Lai Ching-te declared at the party's national congress that the 'DPP must walk with the citizens,' signaling the ruling party's full commitment to supporting the recall movement."
        }
      }
    },
    {
      "source": "曹兴诚",
      "target": "反共护台志工联盟",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2025-01-22",
        "description": {
          "zh-cn": "曹兴诚联合全台各地推动罢免的公民团体，成立了“反共护台志工联盟”。",
          "en": "Robert Tsao united civic groups from across Taiwan that were promoting recalls to establish the 'Anti-Communist and Defend Taiwan Volunteer Alliance'."
        }
      }
    },
    {
      "source": "中国国民党",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "为反制泛绿阵营发起的罢免，国民党采取“以罢制罢”策略，发动对民进党籍民意代表的罢免，成为大罢免潮的另一股推动力量。",
          "en": "To counter the recalls initiated by the Pan-Green camp, the KMT adopted a 'recall for recall' strategy, launching recalls against DPP representatives, which became another driving force in the Great Recall wave."
        }
      }
    },
    {
      "source": "台湾民众党",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "台湾民众党发动“扫除绿卫兵”行动，参与罢免民进党籍民意代表，以此反制泛绿阵营发起的罢免潮。",
          "en": "The Taiwan People's Party launched the 'Sweep the Green Guards' campaign, participating in the recall of DPP representatives to counter the recall wave initiated by the Pan-Green camp."
        }
      }
    },
    {
      "source": "朱立伦",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为国民党主席，朱立伦领导并下令推动对民进党籍立委的罢免，作为对泛绿罢免行动的反制。",
          "en": "As the chairman of the KMT, Eric Chu led and ordered the promotion of recalls against DPP legislators as a countermeasure to the Pan-Green camp's recall actions."
        }
      }
    },
    {
      "source": "黄国昌",
      "target": "大罢免",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为民众党立法院党团总召，黄国昌发动“扫除绿卫兵”行动，并号召集会，积极参与对民进党籍民意代表的罢免。",
          "en": "As the caucus convener of the TPP in the Legislative Yuan, Huang Kuo-chang initiated the 'Sweep the Green Guards' campaign and called for rallies, actively participating in the recall of DPP representatives."
        }
      }
    },
    {
      "source": "韩国瑜",
      "target": "大罢免",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-04-26",
        "description": {
          "zh-cn": "韩国瑜公开讽刺民进党搞大罢免是“打麻将只想打清一色”，以此表达对罢免行动（针对泛蓝阵营）的反对立场。",
          "en": "Daniel Han publicly mocked the DPP's Great Recall effort as 'playing mahjong and only wanting a pure suit,' expressing his opposition to the recall actions (targeting the Pan-Blue camp)."
        }
      }
    },
    {
      "source": "大罢免",
      "target": "傅崐萁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-02-03",
        "end_date": "2025-07-26",
        "description": {
          "zh-cn": "作为国民党立法院党团总召，傅崐萁成为大罢免运动的主要目标之一。针对他的罢免案最终投票未通过。",
          "en": "As the KMT's Legislative Yuan caucus convener, Fu Kun-chi became a primary target of the Great Recall movement. The recall vote against him ultimately failed."
        }
      }
    },
    {
      "source": "大罢免",
      "target": "高虹安",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-02-03",
        "end_date": "2025-07-26",
        "description": {
          "zh-cn": "时任新竹市长高虹安在大罢免运动中成为罢免对象。针对她的罢免案最终投票未通过。",
          "en": "Then-Hsinchu Mayor Ann Kao became a recall target during the Great Recall movement. The recall vote against her ultimately failed."
        }
      }
    },
    {
      "source": "大罢免",
      "target": "陈玉铃",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-02-06",
        "end_date": "2025-07-13",
        "description": {
          "zh-cn": "作为少数进入投票阶段的泛绿公职人员，民主进步党籍南投县议员陈玉铃面临罢免。针对她的罢免案最终投票未通过。",
          "en": "As one of the few Pan-Green public officials whose recall proceeded to a vote, DPP Nantou County Councilor Chen Yu-ling faced a recall attempt. The recall vote against her ultimately failed."
        }
      }
    },
    {
      "source": "大罢免",
      "target": "赖清德政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-07-26",
        "description": {
          "zh-cn": "大罢免运动中所有罢免案均未通过，此结果被广泛认为是社会对赖清德政府与作为执政党的民主进步党投下的不信任投票。",
          "en": "The failure of all recall proposals in the Great Recall movement was widely interpreted as a vote of no confidence from society against the Lai Ching-te administration and the ruling Democratic Progressive Party."
        }
      }
    },
    {
      "source": "大罢免",
      "target": "卓荣泰内阁",
      "type": "PUSHED",
      "properties": {
        "start_date": "2025-08-25",
        "description": {
          "zh-cn": "大罢免运动的失败所引发的政治效应，促使了卓荣泰内阁在后续进行局部改组。",
          "en": "The political fallout from the failure of the Great Recall movement prompted a subsequent partial reshuffle of the Cho Jung-tai cabinet."
        }
      }
    },
    {
      "source": "张渊翔盗用个资案",
      "target": "中国国民党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-04",
        "description": {
          "zh-cn": "国民党基隆市党部人员因在罢免绿营议员过程中伪造连署、盗用个资而被调查，此案重创了国民党的形象，并打乱其“以罢制罢”的行动步调。",
          "en": "Personnel from the KMT's Keelung City chapter were investigated for forging petition signatures and misusing personal data during the recall of Pan-Green councilors. This case severely damaged the KMT's image and disrupted the pace of its 'recall for recall' strategy."
        }
      }
    }
  ]
}