{
  "nodes": [
    {
      "id": "郭桓案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "郭桓案"
        ],
        "en": []
      },
      "properties": {
        "period": "1385",
        "location": {
          "zh-cn": "明朝",
          "en": "Ming Dynasty"
        },
        "description": {
          "zh-cn": "明朝洪武十八年（1385年）发生的一起官员贪污疑案，为明初四大案之一。此案牵连甚广，导致数万名官吏被处决，并对民间财富造成巨大冲击。",
          "en": "An alleged corruption case involving officials that occurred in 1385, the 18th year of the Hongwu era of the Ming Dynasty. It is one of the Four Major Cases of the early Ming. The case had widespread implications, leading to the execution of tens of thousands of officials and causing significant damage to private wealth."
        }
      }
    },
    {
      "id": "明初四大案",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "明初四大案"
        ],
        "en": []
      },
      "properties": {
        "period": "1376 - 1393",
        "description": {
          "zh-cn": "明朝初期，明太祖朱元璋为整顿吏治、打击贪腐、巩固皇权而策划的一系列重大政治案件的总称，包括空印案、郭桓案、胡惟庸案和蓝玉案。",
          "en": "A collective term for a series of major political cases planned by Emperor Hongwu (Zhu Yuanzhang) in the early Ming Dynasty to rectify governance, combat corruption, and consolidate imperial power. It includes the Case of the Blank Seals, the Guo Huan Case, the Hu Weiyong Case, and the Lan Yu Case."
        }
      }
    },
    {
      "id": "明朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "明朝"
        ],
        "en": [
          "Ming dynasty"
        ]
      },
      "properties": {
        "period": "1368 - 1644",
        "description": {
          "zh-cn": "中国历史上的一个朝代，由明太祖朱元璋建立。",
          "en": "A dynasty in Chinese history, founded by Emperor Hongwu (Zhu Yuanzhang)."
        }
      }
    },
    {
      "id": "洪武",
      "type": "Event",
      "name": {
        "zh-cn": [
          "洪武"
        ],
        "en": [
          "Hongwu"
        ]
      },
      "properties": {
        "period": "1368 - 1398",
        "description": {
          "zh-cn": "明太祖朱元璋的年号，亦指其统治时期。",
          "en": "The era name of Emperor Hongwu (Zhu Yuanzhang) of the Ming Dynasty, also referring to his reign."
        }
      }
    },
    {
      "id": "郭桓 (明朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭桓 (明朝)",
          "郭桓"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝户部侍郎，郭桓案的核心人物，被指控贪污巨额官粮而遭处决。",
          "en": "Vice Minister of Revenue of the Ming Dynasty and the central figure in the Guo Huan Case. He was accused of embezzling a vast amount of official grain and was executed."
        }
      }
    },
    {
      "id": "朱元璋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱元璋",
          "明太祖"
        ],
        "en": [
          "Zhu Yuanzhang",
          "Hongwu Emperor"
        ]
      },
      "properties": {
        "lifetime": "1328-10-21 - 1398-06-24",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝的开国皇帝，年号洪武。他以重典治国，发动了包括郭桓案在内的明初四大案以整肃官僚系统。",
          "en": "The founding emperor of the Ming Dynasty, with the era name Hongwu. He ruled with severe laws and initiated the Four Major Cases of the early Ming, including the Guo Huan Case, to purge the bureaucracy."
        }
      }
    },
    {
      "id": "六部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "六部"
        ],
        "en": [
          "Six Ministries"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代朝廷的中央行政机构，包括吏、户、礼、兵、刑、工六个部门。在郭桓案中，六部自侍郎以下的众多官员被牵连处死。",
          "en": "The central administrative bodies of the imperial Chinese court, consisting of the ministries of Personnel, Revenue, Rites, War, Justice, and Works. In the Guo Huan Case, numerous officials from the Six Ministries, from Vice Ministers downwards, were implicated and executed."
        }
      }
    },
    {
      "id": "吴庸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴庸"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝审刑司官员，负责审理郭桓案。后因朱元璋为平息民怨，被处以凌迟极刑。",
          "en": "An official of the Judicial Review Office during the Ming Dynasty, responsible for trying the Guo Huan Case. He was later executed by slow slicing (lingchi) by Zhu Yuanzhang to quell public anger."
        }
      }
    },
    {
      "id": "元朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "元朝"
        ],
        "en": [
          "Yuan dynasty"
        ]
      },
      "properties": {
        "period": "1271 - 1368",
        "description": {
          "zh-cn": "中国历史上由蒙古族建立的王朝，在明朝建立前统治中国。明初朱元璋认为元朝因“以宽而失”，故自己“非猛不可”。",
          "en": "A dynasty in Chinese history established by the Mongols that ruled China before the founding of the Ming Dynasty. Emperor Hongwu believed that the Yuan Dynasty fell due to its leniency, thus justifying his own strict rule."
        }
      }
    },
    {
      "id": "空印案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "空印案"
        ],
        "en": []
      },
      "properties": {
        "period": "1376",
        "description": {
          "zh-cn": "明初四大案之一，发生在郭桓案之前，朱元璋在此案中处决了大量官员。",
          "en": "One of the Four Major Cases of the early Ming, which occurred before the Guo Huan Case. Zhu Yuanzhang executed a large number of officials in this case."
        }
      }
    },
    {
      "id": "胡惟庸案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "胡惟庸案"
        ],
        "en": []
      },
      "properties": {
        "period": "1380",
        "description": {
          "zh-cn": "明初四大案之一，丞相胡惟庸被以谋反罪名处死，此案牵连甚广，屠戮逾三万人。",
          "en": "One of the Four Major Cases of the early Ming. Chancellor Hu Weiyong was executed on charges of treason, implicating and leading to the slaughter of over 30,000 people."
        }
      }
    },
    {
      "id": "锦衣卫",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "锦衣卫"
        ],
        "en": [
          "Embroidered Uniform Guard"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝的皇帝禁卫军和秘密警察机构，由朱元璋设立，用以加强对官员的监控。",
          "en": "The imperial bodyguard and secret police agency of the Ming Dynasty, established by Zhu Yuanzhang to strengthen surveillance over officials."
        }
      }
    },
    {
      "id": "北平承宣布政使司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北平承宣布政使司"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝时期北平地区的省级行政机构。其官员李彧被怀疑与郭桓案有关。",
          "en": "The provincial administrative body for the Beiping region during the Ming Dynasty. Its official, Li Yu, was suspected of being involved in the Guo Huan Case."
        }
      }
    },
    {
      "id": "李彧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李彧"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝北平承宣布政使司官员，在郭桓案中被怀疑与郭桓勾结舞弊而被处死。",
          "en": "An official of the Beiping Provincial Administration Commission during the Ming Dynasty, suspected of colluding with Guo Huan in the Guo Huan Case and subsequently executed."
        }
      }
    },
    {
      "id": "提刑按察使司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "提刑按察使司"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝时期负责一省司法、刑狱和官吏监察的机构。",
          "en": "An institution in the Ming Dynasty responsible for judicial, penal, and official surveillance matters within a province."
        }
      }
    },
    {
      "id": "赵全德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵全德"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝提刑按察使司官员，在郭桓案中被怀疑与郭桓勾结舞弊而被处死。",
          "en": "An official of the Provincial Surveillance Commission during the Ming Dynasty, suspected of colluding with Guo Huan in the Guo Huan Case and subsequently executed."
        }
      }
    },
    {
      "id": "余敏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "余敏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝御史，与丁廷举一同告发郭桓贪污，引发郭桓案。后被朱元璋以“妄指平民”等罪名处死。",
          "en": "An imperial censor of the Ming Dynasty who, along with Ding Tingju, accused Guo Huan of corruption, triggering the Guo Huan Case. He was later executed by Zhu Yuanzhang on charges such as 'falsely accusing commoners'."
        }
      }
    },
    {
      "id": "丁廷举",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丁廷举"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝御史，与余敏一同告发郭桓贪污，引发郭桓案。后被朱元璋以“妄指平民”等罪名处死。",
          "en": "An imperial censor of the Ming Dynasty who, along with Yu Min, accused Guo Huan of corruption, triggering the Guo Huan Case. He was later executed by Zhu Yuanzhang on charges such as 'falsely accusing commoners'."
        }
      }
    },
    {
      "id": "胡益",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡益"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝户部官员，郭桓案的同案犯，被指控贪污并被处死。",
          "en": "An official of the Ministry of Revenue during the Ming Dynasty, implicated as an accomplice in the Guo Huan Case, accused of corruption and executed."
        }
      }
    },
    {
      "id": "王道亨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王道亨"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝户部官员，郭桓案的同案犯，被指控贪污并被处死。",
          "en": "An official of the Ministry of Revenue during the Ming Dynasty, implicated as an accomplice in the Guo Huan Case, accused of corruption and executed."
        }
      }
    },
    {
      "id": "太平府",
      "type": "Location",
      "name": {
        "zh-cn": [
          "太平府",
          "太平"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝的一个行政区划，郭桓被指控私吞其赋税。",
          "en": "An administrative division during the Ming Dynasty whose taxes Guo Huan was accused of embezzling."
        }
      }
    },
    {
      "id": "镇江府",
      "type": "Location",
      "name": {
        "zh-cn": [
          "镇江府",
          "镇江"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝的一个行政区划，郭桓被指控私吞其赋税。",
          "en": "An administrative division during the Ming Dynasty whose taxes Guo Huan was accused of embezzling."
        }
      }
    },
    {
      "id": "赵瑁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵瑁"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝礼部尚书，因郭桓案被牵连处死。",
          "en": "Minister of Rites of the Ming Dynasty, who was implicated and executed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "王惠迪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王惠迪"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝刑部尚书，因郭桓案被牵连处死。",
          "en": "Minister of Justice of the Ming Dynasty, who was implicated and executed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "王志 (兵部侍郎)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王志 (兵部侍郎)",
          "王志"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝兵部侍郎，因郭桓案被牵连处死。",
          "en": "Vice Minister of War of the Ming Dynasty, who was implicated and executed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "麦至德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "麦至德"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝工部侍郎，因郭桓案被牵连处死。",
          "en": "Vice Minister of Works of the Ming Dynasty, who was implicated and executed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "审刑司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "审刑司"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝负责审理案件的司法机构，吴庸在此任职并审理了郭桓案。",
          "en": "A judicial body in the Ming Dynasty responsible for trying cases. Wu Yong held a position here and presided over the Guo Huan Case."
        }
      }
    },
    {
      "id": "吴贞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴贞"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝广东道御史，因在郭桓案中“妄指平民”而被朱元璋处死。",
          "en": "An Imperial Censor for the Guangdong Circuit during the Ming Dynasty, executed by Zhu Yuanzhang for 'falsely accusing commoners' in the Guo Huan Case."
        }
      }
    },
    {
      "id": "明大诰",
      "type": "Document",
      "name": {
        "zh-cn": [
          "明大诰",
          "大诰"
        ],
        "en": [
          "Great Ming Pronouncements"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "朱元璋亲自编写的一系列法律文书和训诫，其中记录了对郭桓案的看法。",
          "en": "A series of legal documents and admonitions personally compiled by Zhu Yuanzhang, which recorded his views on the Guo Huan Case."
        }
      }
    },
    {
      "id": "大写数字",
      "type": "Document",
      "name": {
        "zh-cn": [
          "大写数字"
        ],
        "en": [
          "Chinese numerals"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中文数字的一种写法，通常用于凭证和票据上，以防止篡改。郭桓案后，为防范贪污，其在财务记录上的应用得到推广。",
          "en": "A form of Chinese numerals typically used on documents and bills to prevent alteration. After the Guo Huan Case, its use in financial records was promoted to prevent corruption."
        }
      }
    },
    {
      "id": "户部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "户部"
        ],
        "en": [
          "Ministry of Revenue"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "六部之一，掌管全国土地、户籍、赋税、财政等事。郭桓曾在此担任侍郎。",
          "en": "One of the Six Ministries, in charge of the country's land, household registration, taxation, and finance. Guo Huan served as a Vice Minister here."
        }
      }
    },
    {
      "id": "刑部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "刑部"
        ],
        "en": [
          "Ministry of Justice"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "六部之一，主管全国刑罚、法律、审核。其尚书王惠迪在郭桓案中被杀。",
          "en": "One of the Six Ministries, responsible for national punishments, laws, and judicial review. Its Minister, Wang Huidi, was killed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "兵部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "兵部"
        ],
        "en": [
          "Ministry of War"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "六部之一，掌管全国武官选用、兵籍、军械、军令等。其侍郎王志在郭桓案中被杀。",
          "en": "One of the Six Ministries, in charge of the selection of military officials, military registers, weaponry, and military orders. Its Vice Minister, Wang Zhi, was killed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "工部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "工部"
        ],
        "en": [
          "Ministry of Works"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "六部之一，掌管全国工程、工匠、屯田、水利等事。其侍郎麦至德在郭桓案中被杀。",
          "en": "One of the Six Ministries, responsible for national construction projects, artisans, military farming, and water conservancy. Its Vice Minister, Mai Zhide, was killed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "礼部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "礼部"
        ],
        "en": [
          "Ministry of Rites"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "六部之一，掌管国家典礼、祭祀、教育、科举、外交等事。其尚书赵瑁在郭桓案中被杀。",
          "en": "One of the Six Ministries, responsible for state ceremonies, sacrifices, education, imperial examinations, and foreign affairs. Its Minister, Zhao Mao, was killed in the Guo Huan Case."
        }
      }
    },
    {
      "id": "胡蓝党狱",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "胡蓝党狱"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明初胡惟庸案和蓝玉案合称，是明初四大案的重要组成部分。",
          "en": "The collective name for the cases of Hu Weiyong and Lan Yu in the early Ming Dynasty, a significant part of the Four Major Cases of the early Ming."
        }
      }
    },
    {
      "id": "蓝玉案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "蓝玉案"
        ],
        "en": []
      },
      "properties": {
        "period": "1393",
        "description": {
          "zh-cn": "明初四大案之一，大将军蓝玉被以谋反罪名处死，株连一万五千余人。",
          "en": "One of the Four Major Cases of the early Ming, in which General Lan Yu was executed on charges of treason, implicating over 15,000 people."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "朱元璋",
      "target": "明朝",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1368",
        "description": {
          "zh-cn": "朱元璋于1368年建立明朝，是为明太祖。",
          "en": "Zhu Yuanzhang founded the Ming Dynasty in 1368, becoming Emperor Taizu of Ming."
        }
      }
    },
    {
      "source": "明朝",
      "target": "元朝",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1368",
        "description": {
          "zh-cn": "明朝的建立取代了元朝的统治。",
          "en": "The establishment of the Ming Dynasty replaced the rule of the Yuan Dynasty."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "郭桓案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1385",
        "description": {
          "zh-cn": "朱元璋怀疑郭桓等人舞弊，下令调查，从而引发了郭桓案，并借此案大规模整肃全国官吏。",
          "en": "Zhu Yuanzhang suspected Guo Huan and others of fraud, ordered an investigation, thus triggering the Guo Huan Case, and used it to conduct a large-scale purge of officials nationwide."
        }
      }
    },
    {
      "source": "余敏",
      "target": "郭桓案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1385-03",
        "description": {
          "zh-cn": "御史余敏与丁廷举告发郭桓贪污，直接引发了郭桓案的调查。",
          "en": "Imperial Censor Yu Min, along with Ding Tingju, accused Guo Huan of corruption, directly triggering the investigation of the Guo Huan Case."
        }
      }
    },
    {
      "source": "丁廷举",
      "target": "郭桓案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1385-03",
        "description": {
          "zh-cn": "御史丁廷举与余敏告发郭桓贪污，直接引发了郭桓案的调查。",
          "en": "Imperial Censor Ding Tingju, along with Yu Min, accused Guo Huan of corruption, directly triggering the investigation of the Guo Huan Case."
        }
      }
    },
    {
      "source": "郭桓案",
      "target": "郭桓 (明朝)",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1385",
        "description": {
          "zh-cn": "作为案件主犯，郭桓被处死。",
          "en": "As the main culprit in the case, Guo Huan was executed."
        }
      }
    },
    {
      "source": "郭桓案",
      "target": "六部",
      "type": "BLOCKED",
      "properties": {
        "period": "1385",
        "description": {
          "zh-cn": "郭桓案牵连甚广，导致六部自左右侍郎以下的众多官员被处死，严重冲击了中央政府的运作。",
          "en": "The Guo Huan Case had widespread implications, leading to the execution of numerous officials from the Six Ministries, from Vice Ministers downwards, severely disrupting the operations of the central government."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "吴庸",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1385",
        "description": {
          "zh-cn": "为了平息因郭桓案追赃而引发的民怨，朱元璋将审刑官吴庸等人处以凌迟极刑。",
          "en": "To appease the public anger caused by the recovery of stolen goods in the Guo Huan Case, Zhu Yuanzhang executed the trial official Wu Yong and others by slow slicing (lingchi)."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "余敏",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1385",
        "description": {
          "zh-cn": "最初告发郭桓的御史余敏，后因被认为“追赃扰民”和“妄指平民”，也被朱元璋处死。",
          "en": "Yu Min, the censor who initially reported Guo Huan, was later executed by Zhu Yuanzhang for being deemed to have 'disturbed the populace while recovering stolen goods' and 'falsely accusing commoners'."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "丁廷举",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1385",
        "description": {
          "zh-cn": "最初告发郭桓的御史丁廷举，后因被认为“追赃扰民”和“妄指平民”，也被朱元璋处死。",
          "en": "Ding Tingju, the censor who initially reported Guo Huan, was later executed by Zhu Yuanzhang for being deemed to have 'disturbed the populace while recovering stolen goods' and 'falsely accusing commoners'."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "吴贞",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1385",
        "description": {
          "zh-cn": "广东道御史吴贞因在郭桓案中“妄指平民”，被朱元璋处死。",
          "en": "Wu Zhen, Censor for the Guangdong Circuit, was executed by Zhu Yuanzhang for 'falsely accusing commoners' during the Guo Huan Case."
        }
      }
    },
    {
      "source": "郭桓案",
      "target": "大写数字",
      "type": "PUSHED",
      "properties": {
        "start_date": "1385",
        "description": {
          "zh-cn": "郭桓案暴露了财务记录易于篡改的问题，促进了大写数字在官方财务文书中的广泛应用以防范贪污。",
          "en": "The Guo Huan Case exposed the vulnerability of financial records to tampering, promoting the widespread use of formal Chinese numerals in official financial documents to prevent corruption."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "锦衣卫",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "朱元璋设立锦衣卫以加强对官员的监控，是其强化皇权、整肃吏治的措施之一。",
          "en": "Zhu Yuanzhang established the Jinyiwei to strengthen surveillance over officials, as one of his measures to consolidate imperial power and rectify governance."
        }
      }
    },
    {
      "source": "郭桓 (明朝)",
      "target": "户部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1384-04",
        "end_date": "1385",
        "position": {
          "zh-cn": "右侍郎，署理尚书",
          "en": "Right Vice Minister, Acting Minister"
        },
        "description": {
          "zh-cn": "郭桓于洪武十七年（1384年）四月任户部右侍郎，五月署理户部尚书，次年案发被处死。",
          "en": "Guo Huan was appointed Right Vice Minister of Revenue in the fourth month of the 17th year of Hongwu (1384), became Acting Minister in the fifth month, and was executed when the case broke out the following year."
        }
      }
    },
    {
      "source": "李彧",
      "target": "北平承宣布政使司",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "官吏",
          "en": "Official"
        }
      }
    },
    {
      "source": "赵全德",
      "target": "提刑按察使司",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "官吏",
          "en": "Official"
        }
      }
    },
    {
      "source": "吴庸",
      "target": "审刑司",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "右审刑",
          "en": "Right Judicial Reviewer"
        }
      }
    },
    {
      "source": "赵瑁",
      "target": "礼部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "尚书",
          "en": "Minister"
        }
      }
    },
    {
      "source": "王惠迪",
      "target": "刑部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "尚书",
          "en": "Minister"
        }
      }
    },
    {
      "source": "王志 (兵部侍郎)",
      "target": "兵部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "侍郎",
          "en": "Vice Minister"
        }
      }
    },
    {
      "source": "麦至德",
      "target": "工部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "侍郎",
          "en": "Vice Minister"
        }
      }
    }
  ]
}