{
  "nodes": [
    {
      "id": "谢安",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢安",
          "安石",
          "谢东山",
          "谢安石",
          "谢相",
          "谢公"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "320 - 385-10-12",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "陈郡阳夏",
          "en": "Yangxia, Chen Commandery"
        },
        "death_place": {
          "zh-cn": "建康",
          "en": "Jiankang"
        },
        "description": {
          "zh-cn": "东晋时期的政治家和军事家，以在淝水之战中领导东晋战胜前秦而闻名。他出身于士族高门陈郡谢氏，早年隐居东山，后出仕辅政，调和了朝廷内部矛盾，并在淝水之战中以少胜多，战后又领导北伐，收复大片失地。因其功高望重和高洁品行，被后世视为良相典范。",
          "en": "A statesman and military strategist of the Eastern Jin dynasty, famous for leading the Eastern Jin to victory against the Former Qin in the Battle of Fei River. Hailing from the prominent Chen Commandery Xie clan, he initially lived in seclusion on Dongshan (East Mountain) before entering politics. He successfully mediated internal conflicts at court, achieved a remarkable victory against a much larger force in the Battle of Fei River, and subsequently led northern expeditions to recover lost territory. Due to his significant achievements and noble character, he is regarded by later generations as a model prime minister."
        }
      }
    },
    {
      "id": "桓温",
      "type": "Person",
      "name": {
        "zh-cn": [
          "桓温"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "312 - 373",
        "gender": "Male",
        "description": {
          "zh-cn": "东晋时期的权臣、军事家。他曾三次北伐，并废黜皇帝司马奕，独揽朝政，有篡位之心，但最终因谢安等人的周旋而未能实现。",
          "en": "A powerful minister and military general of the Eastern Jin dynasty. He conducted three northern expeditions, deposed Emperor Sima Yi, and held absolute power at court with intentions of usurping the throne, a plan ultimately thwarted by the efforts of Xie An and others."
        }
      }
    },
    {
      "id": "谢玄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢玄"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "343 - 388",
        "gender": "Male",
        "description": {
          "zh-cn": "东晋将领，谢安之侄。他组建并统率了精锐的北府兵，在淝水之战中担任前锋，取得了决定性的胜利。",
          "en": "A general of the Eastern Jin dynasty and the nephew of Xie An. He formed and commanded the elite Beifu Army (Northern Garrison Army) and served as the vanguard commander in the Battle of Fei River, securing a decisive victory."
        }
      }
    },
    {
      "id": "东晋",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东晋",
          "晋朝"
        ],
        "en": [
          "Eastern Jin dynasty"
        ]
      },
      "properties": {
        "period": "317 - 420",
        "location": {
          "zh-cn": "中国南方",
          "en": "Southern China"
        },
        "description": {
          "zh-cn": "中国历史上在西晋灭亡后，由司马氏皇族在江南建立的政权。",
          "en": "A dynasty in Chinese history established by the Sima imperial clan in the Jiangnan region after the fall of the Western Jin dynasty."
        }
      }
    },
    {
      "id": "前秦",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "前秦"
        ],
        "en": [
          "Former Qin"
        ]
      },
      "properties": {
        "period": "351 - 394",
        "location": {
          "zh-cn": "中国北方",
          "en": "Northern China"
        },
        "description": {
          "zh-cn": "十六国时期由氐族苻氏建立的政权。在苻坚的统治下，曾一度统一中国北方，后在淝水之战中被东晋击败而衰落。",
          "en": "A state established by the Di people of the Fu clan during the Sixteen Kingdoms period. Under the rule of Fu Jian, it briefly unified northern China before its decline following the defeat by the Eastern Jin in the Battle of Fei River."
        }
      }
    },
    {
      "id": "淝水之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "淝水之战"
        ],
        "en": [
          "Battle of Fei River"
        ]
      },
      "properties": {
        "period": "383-11 - 383-12",
        "location": {
          "zh-cn": "淝水",
          "en": "Fei River"
        },
        "description": {
          "zh-cn": "公元383年发生在中国东晋与前秦之间的一场决定性战役。东晋以八万军队战胜了前秦号称百万的大军，是中国历史上著名的以少胜多的战例。",
          "en": "A decisive battle in 383 AD between the Eastern Jin dynasty and the Former Qin empire. The Eastern Jin army of 80,000 defeated the much larger force of the Former Qin, becoming a famous example of a smaller force overcoming a larger one in Chinese history."
        }
      }
    },
    {
      "id": "北府兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北府兵"
        ],
        "en": [
          "Beifu Army"
        ]
      },
      "properties": {
        "period": "377 - ",
        "description": {
          "zh-cn": "东晋时期的一支精锐军队，由谢玄在广陵地区招募和组建，是淝水之战中东晋获胜的主力。",
          "en": "An elite military unit of the Eastern Jin dynasty, recruited and formed by Xie Xuan in the Guangling region. It was the main force that secured victory for the Eastern Jin in the Battle of Fei River."
        }
      }
    },
    {
      "id": "王坦之",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王坦之"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "330 - 375",
        "gender": "Male",
        "description": {
          "zh-cn": "东晋大臣，出身太原王氏。他与谢安一同联合，周旋于权臣桓温之间，共同维护东晋的政权稳定。",
          "en": "A minister of the Eastern Jin dynasty from the Taiyuan Wang clan. He allied with Xie An to maneuver against the powerful minister Huan Wen, jointly safeguarding the stability of the Eastern Jin regime."
        }
      }
    },
    {
      "id": "司马矅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "司马矅"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "362 - 396",
        "gender": "Male",
        "description": {
          "zh-cn": "东晋孝武帝。在淝水之战后，因谢安功高望重而对其产生猜忌。",
          "en": "Emperor Xiaowu of Jin. After the Battle of Fei River, he grew suspicious of Xie An due to his immense prestige and achievements."
        }
      }
    },
    {
      "id": "陈叔陵",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈叔陵"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "? - 582",
        "gender": "Male",
        "description": {
          "zh-cn": "南朝陈宣帝陈顼的次子，始兴王。他曾挖掘谢安的坟墓，抛弃其棺椁，以安葬自己的母亲。",
          "en": "The second son of Emperor Xuan of Chen, Chen Xu, and the Prince of Shixing during the Chen dynasty of the Southern Dynasties. He desecrated Xie An's tomb, discarding the coffin to bury his own mother in its place."
        }
      }
    },
    {
      "id": "王羲之",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王羲之"
        ],
        "en": [
          "Wang Xizhi"
        ]
      },
      "properties": {
        "lifetime": "303 - 361",
        "gender": "Male",
        "description": {
          "zh-cn": "东晋时期著名书法家，被誉为“书圣”。谢安曾向他学习行书。",
          "en": "A renowned calligrapher of the Eastern Jin dynasty, known as the 'Sage of Calligraphy'. Xie An studied running script calligraphy under him."
        }
      }
    },
    {
      "id": "阳夏县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "阳夏县",
          "阳夏"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "古代地名，属陈郡，位于今河南省太康县，是谢安的出生地。",
          "en": "An ancient place name, part of Chen Commandery, located in modern-day Taikang County, Henan Province. It is the birthplace of Xie An."
        }
      }
    },
    {
      "id": "建康",
      "type": "Location",
      "name": {
        "zh-cn": [
          "建康"
        ],
        "en": [
          "Jiankang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东晋的都城，今江苏省南京市。是谢安的逝世地。",
          "en": "The capital of the Eastern Jin dynasty, corresponding to modern-day Nanjing, Jiangsu Province. It is the place where Xie An died."
        }
      }
    },
    {
      "id": "谢裒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢裒"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male"
      }
    },
    {
      "id": "谢奕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢奕"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male"
      }
    },
    {
      "id": "谢万",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢万"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male"
      }
    },
    {
      "id": "谢琰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢琰"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male"
      }
    },
    {
      "id": "刘氏 (谢安妻)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘氏 (谢安妻)",
          "刘氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "谢安的妻子，东晋晋陵郡太守刘耽之女。",
          "en": "Wife of Xie An, daughter of Liu Dan, the Administrator of Jinling Commandery during the Eastern Jin dynasty."
        }
      }
    },
    {
      "id": "谢瑶",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢瑶"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male"
      }
    }
  ],
  "relationships": [
    {
      "source": "谢安",
      "target": "阳夏县",
      "type": "BORN_IN",
      "properties": {
        "start_date": "0320",
        "description": {
          "zh-cn": "谢安出生于陈郡阳夏（今河南省太康县）。",
          "en": "Xie An was born in Yangxia, Chen Commandery (modern-day Taikang County, Henan Province)."
        }
      }
    },
    {
      "source": "谢安",
      "target": "谢裒",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "谢安是谢裒的儿子。",
          "en": "Xie An was the son of Xie Pou."
        }
      }
    },
    {
      "source": "谢安",
      "target": "刘氏 (谢安妻)",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "谢安的妻子是刘氏，晋陵郡太守刘耽之女。",
          "en": "Xie An's wife was Lady Liu, the daughter of Liu Dan, the Administrator of Jinling Commandery."
        }
      }
    },
    {
      "source": "谢安",
      "target": "谢奕",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "谢奕是谢安的长兄。",
          "en": "Xie Yi was Xie An's elder brother."
        }
      }
    },
    {
      "source": "谢安",
      "target": "谢万",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "谢万是谢安的四弟。",
          "en": "Xie Wan was Xie An's fourth younger brother."
        }
      }
    },
    {
      "source": "谢瑶",
      "target": "谢安",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "谢瑶是谢安的儿子。",
          "en": "Xie Yao was the son of Xie An."
        }
      }
    },
    {
      "source": "谢琰",
      "target": "谢安",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "谢琰是谢安的儿子。",
          "en": "Xie Yan was the son of Xie An."
        }
      }
    },
    {
      "source": "谢玄",
      "target": "谢安",
      "type": "RELATIVE_OF",
      "properties": {
        "description": {
          "zh-cn": "谢玄是谢安长兄谢奕的儿子，即谢安的侄子。",
          "en": "Xie Xuan was the son of Xie An's eldest brother, Xie Yi, making him Xie An's nephew."
        }
      }
    },
    {
      "source": "谢安",
      "target": "桓温",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "0360",
        "position": {
          "zh-cn": "司马",
          "en": "Sima (Major)"
        },
        "description": {
          "zh-cn": "升平四年（360年），谢安结束隐居生活，出仕进入桓温的幕府担任司马。",
          "en": "In 360 AD, Xie An ended his seclusion and entered public service, joining Huan Wen's staff as a Sima (Major)."
        }
      }
    },
    {
      "source": "谢安",
      "target": "桓温",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "0371",
        "end_date": "0373",
        "description": {
          "zh-cn": "在桓温独揽大权并意图篡位期间，谢安与其在政治上对立，联合其他士族力量与之周旋，并最终挫败了其图谋。",
          "en": "During Huan Wen's period of absolute power and usurpation attempt, Xie An politically opposed him, allied with other aristocratic clans to maneuver against him, and ultimately foiled his plans."
        }
      }
    },
    {
      "source": "谢安",
      "target": "王坦之",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "0371",
        "description": {
          "zh-cn": "在对抗权臣桓温篡位图谋时，谢安与王坦之等人结成政治同盟，共同维护东晋政权。",
          "en": "When resisting the usurpation plot of the powerful minister Huan Wen, Xie An formed a political alliance with Wang Tanzhi and others to jointly defend the Eastern Jin regime."
        }
      }
    },
    {
      "source": "谢安",
      "target": "淝水之战",
      "type": "PUSHED",
      "properties": {
        "start_date": "0383",
        "description": {
          "zh-cn": "作为东晋方的总指挥，谢安临危受命，运筹帷幄，统筹全局，是取得淝水之战胜利的关键人物。",
          "en": "As the supreme commander of the Eastern Jin forces, Xie An was appointed at a critical moment and played a pivotal role in achieving victory in the Battle of Fei River through his strategic planning and overall command."
        }
      }
    },
    {
      "source": "东晋",
      "target": "前秦",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0383-12",
        "description": {
          "zh-cn": "在淝水之战中，由谢安领导的东晋军队以少胜多，决定性地击败了前秦的入侵，阻止了其统一中国的进程。",
          "en": "In the Battle of Fei River, the Eastern Jin army, led by Xie An, decisively defeated the Former Qin invasion with a much smaller force, halting its process of unifying China."
        }
      }
    },
    {
      "source": "谢安",
      "target": "谢玄",
      "type": "PUSHED",
      "properties": {
        "start_date": "0377",
        "description": {
          "zh-cn": "太元二年（377年），谢安力排众议，举荐侄子谢玄出任兖州刺史，镇守广陵，为组建北府兵和应对前秦威胁做出了关键部署。",
          "en": "In 377 AD, Xie An, against the opinions of others, recommended his nephew Xie Xuan to be the governor of Yan Province and defend Guangling. This was a crucial deployment for the formation of the Beifu Army and for countering the threat from the Former Qin."
        }
      }
    },
    {
      "source": "谢玄",
      "target": "北府兵",
      "type": "FOUNDED",
      "properties": {
        "start_date": "0377",
        "description": {
          "zh-cn": "谢玄受命镇守广陵后，招募和训练骁勇善战的流民，组建了著名的北府兵，成为东晋的精锐军事力量。",
          "en": "After being appointed to defend Guangling, Xie Xuan recruited and trained brave refugees, forming the renowned Beifu Army, which became an elite military force for the Eastern Jin."
        }
      }
    },
    {
      "source": "司马矅",
      "target": "谢安",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "0384",
        "description": {
          "zh-cn": "在淝水之战和北伐取得巨大成功后，谢安的声望和权力达到了顶峰，引起了晋孝武帝司马矅的猜忌和戒备，导致谢安主动请求外调以避嫌。",
          "en": "After the great successes of the Battle of Fei River and the Northern Expeditions, Xie An's prestige and power reached their zenith, arousing the suspicion and wariness of Emperor Xiaowu of Jin, Sima Yao, which led Xie An to voluntarily request a transfer away from the capital to avoid suspicion."
        }
      }
    },
    {
      "source": "陈叔陵",
      "target": "谢安",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "南朝陈时期，陈宣帝次子陈叔陵为了安葬其母，竟挖掘了谢安的坟墓，并抛弃了其棺椁，使其死后不得安宁。",
          "en": "During the Chen dynasty of the Southern Dynasties, Chen Shuling, the second son of Emperor Xuan of Chen, desecrated Xie An's tomb, discarding his coffin to bury his own mother, thus disturbing Xie An's eternal rest."
        }
      }
    },
    {
      "source": "谢安",
      "target": "王羲之",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "谢安曾向当时的书法大家王羲之学习行书，其书法水平也因此备受赞誉。",
          "en": "Xie An studied running script calligraphy under the great master Wang Xizhi, and his own calligraphy skills were highly praised as a result."
        }
      }
    }
  ]
}