{
  "nodes": [
    {
      "id": "崔永元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崔永元",
          "小崔"
        ],
        "en": [
          "Cui Yongyuan"
        ]
      },
      "properties": {
        "lifetime": "1963-02-20 - ",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "天津市北郊区",
          "en": "Beijiao District, Tianjin"
        },
        "description": {
          "zh-cn": "中国传媒工作者，曾在中国中央电视台担任节目主持人，现为中国传媒大学教授。因主持《实话实说》节目而闻名，后多次卷入社会舆论风波，包括转基因食品争议、影视圈阴阳合同事件和陕西千亿矿权案。崔永元自述患有双相情感障碍。",
          "en": "A Chinese media personality, former host at China Central Television (CCTV), and currently a professor at the Communication University of China. He gained fame for hosting the talk show \"Tell It Like It Is\" and has since been involved in several public controversies, including debates over genetically modified foods, the \"yin-yang contracts\" scandal in the entertainment industry, and the Shaanxi hundred-billion-yuan mining rights case. Cui Yongyuan has stated that he suffers from bipolar disorder."
        }
      }
    },
    {
      "id": "崔汝贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崔汝贤"
        ],
        "en": [
          "Cui Ruxian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "崔永元之父，曾任中国人民解放军北京军区工兵第4团团政委。",
          "en": "Father of Cui Yongyuan, formerly served as the political commissar of the 4th Engineer Regiment of the Beijing Military Region of the People's Liberation Army."
        }
      }
    },
    {
      "id": "中国传媒大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国传媒大学",
          "北京广播学院"
        ],
        "en": [
          "Communication University of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国北京市的一所公立大学，是崔永元的母校及其2013年至今的任职单位。",
          "en": "A public university in Beijing, China. It is Cui Yongyuan's alma mater and his place of employment since 2013."
        }
      }
    },
    {
      "id": "中国中央电视台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国中央电视台",
          "央视"
        ],
        "en": [
          "China Central Television",
          "CCTV"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家电视台。崔永元曾于1993年至2013年在此担任节目策划及主持人。",
          "en": "The state broadcaster of the People's Republic of China. Cui Yongyuan worked here as a program planner and host from 1993 to 2013."
        }
      }
    },
    {
      "id": "中央人民广播电台",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民广播电台"
        ],
        "en": [
          "China National Radio"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家广播电台。崔永元于1985年毕业后在此工作，担任记者。",
          "en": "The national radio station of the People's Republic of China. Cui Yongyuan worked here as a journalist after graduating in 1985."
        }
      }
    },
    {
      "id": "东方卫视",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东方卫视"
        ],
        "en": [
          "Dragon Television"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "上海广播电视台旗下的卫星电视频道。崔永元曾于2015年在此主持新闻解读节目《东方眼》。",
          "en": "A satellite TV channel under the Shanghai Media Group. Cui Yongyuan hosted the news analysis program \"The Oriental Eye\" here in 2015."
        }
      }
    },
    {
      "id": "转基因食品争议",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "转基因食品争议"
        ],
        "en": [
          "Genetically modified food controversy"
        ]
      },
      "properties": {
        "period": "2013 - ",
        "description": {
          "zh-cn": "一场关于转基因食品安全性、标识和销售的社会争议。崔永元是该争议中反对转基因食品商业化的代表人物。",
          "en": "A societal controversy regarding the safety, labeling, and sale of genetically modified foods. Cui Yongyuan is a prominent figure in this controversy, opposing the commercialization of GM foods."
        }
      }
    },
    {
      "id": "方舟子",
      "type": "Person",
      "name": {
        "zh-cn": [
          "方舟子"
        ],
        "en": [
          "Fang Zhouzi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国科普作家，在转基因食品争议中与崔永元持相反观点，双方在互联网上展开激烈辩论并互相起诉。",
          "en": "A Chinese popular science writer who holds opposing views to Cui Yongyuan in the genetically modified food controversy, leading to intense debates and mutual lawsuits between them on the internet."
        }
      }
    },
    {
      "id": "璞谷塘",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "璞谷塘"
        ],
        "en": [
          "Pugutang"
        ]
      },
      "properties": {
        "period": "2017-03 - ",
        "description": {
          "zh-cn": "崔永元创立的专门售卖非转基因食品的公司。他于2017年7月宣布辞去所有职务并退出股份。",
          "en": "A company founded by Cui Yongyuan specializing in selling non-genetically modified foods. He announced his resignation from all positions and withdrawal of all shares in July 2017."
        }
      }
    },
    {
      "id": "范冰冰事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "范冰冰事件",
          "影视圈阴阳合同事件"
        ],
        "en": [
          "Fan Bingbing incident"
        ]
      },
      "properties": {
        "period": "2018-05 - 2018-10",
        "description": {
          "zh-cn": "指2018年崔永元曝光影视行业通过“阴阳合同”进行逃税的行为，引发了对演员范冰冰及其他从业人员的税务调查，并导致整个行业的整顿。",
          "en": "Refers to the 2018 incident where Cui Yongyuan exposed tax evasion in the film and television industry through \"yin-yang contracts,\" which triggered tax investigations into actress Fan Bingbing and other professionals, leading to a major crackdown on the entire industry."
        }
      }
    },
    {
      "id": "手机 (电影)",
      "type": "Document",
      "name": {
        "zh-cn": [
          "手机 (电影)",
          "手机"
        ],
        "en": [
          "Cell Phone (film)"
        ]
      },
      "properties": {
        "period": "2003",
        "description": {
          "zh-cn": "2003年由冯小刚执导的电影。崔永元认为该片影射并侮辱了他，是其与冯小刚、刘震云结怨的开端，也是引爆“范冰冰事件”的导火索。",
          "en": "A 2003 film directed by Feng Xiaogang. Cui Yongyuan believed the film alluded to and insulted him, marking the beginning of his feud with Feng Xiaogang and Liu Zhenyun, and was the trigger for the \"Fan Bingbing incident\"."
        }
      }
    },
    {
      "id": "冯小刚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冯小刚"
        ],
        "en": [
          "Feng Xiaogang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国电影导演，电影《手机》的导演。崔永元因该电影与其结怨。",
          "en": "A Chinese film director, director of the film \"Cell Phone.\" Cui Yongyuan holds a grudge against him because of the film."
        }
      }
    },
    {
      "id": "刘震云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘震云"
        ],
        "en": [
          "Liu Zhenyun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国作家，电影《手机》的编剧。崔永元因该电影与其结怨。",
          "en": "A Chinese writer, screenwriter of the film \"Cell Phone.\" Cui Yongyuan holds a grudge against him because of the film."
        }
      }
    },
    {
      "id": "范冰冰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "范冰冰"
        ],
        "en": [
          "Fan Bingbing"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国女演员。崔永元曝光其涉嫌通过“阴阳合同”逃税，引发了大规模的税务调查。",
          "en": "A Chinese actress. Cui Yongyuan exposed her for alleged tax evasion through \"yin-yang contracts,\" triggering a large-scale tax investigation."
        }
      }
    },
    {
      "id": "国家税务总局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家税务总局"
        ],
        "en": [
          "State Taxation Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院主管税收工作的直属机构。在崔永元爆料后，该机构责成地方税务机关调查影视从业人员“阴阳合同”涉税问题。",
          "en": "The direct agency under the State Council of the People's Republic of China in charge of taxation. After Cui Yongyuan's revelations, this agency ordered local tax authorities to investigate tax issues related to \"yin-yang contracts\" among film and television industry professionals."
        }
      }
    },
    {
      "id": "上海市公安局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市公安局"
        ],
        "en": [
          "Shanghai Municipal Public Security Bureau"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "上海市人民政府下设的负责公共安全事务的机关。崔永元曾发文质疑其经侦大队在处理“阴阳合同案”中存在违法乱纪和腐败行为。",
          "en": "The agency under the Shanghai Municipal People's Government responsible for public security affairs. Cui Yongyuan once published an article questioning its Economic Crime Investigation Department for illegal, disorderly, and corrupt behavior in handling the \"yin-yang contracts case\"."
        }
      }
    },
    {
      "id": "施建祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "施建祥"
        ],
        "en": [
          "Shi Jianxiang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原快鹿集团主席，因集资诈骗案被通缉。崔永元曾与其关系密切，并有商业合作。",
          "en": "Former chairman of the Kuailu Group, wanted for fundraising fraud. Cui Yongyuan was once close to him and had business collaborations."
        }
      }
    },
    {
      "id": "快鹿集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "快鹿集团"
        ],
        "en": [
          "Kuailu Group"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "上海快鹿投资（集团）有限公司，曾涉嫌非法集资。崔永元曾与该公司合作成立上海永元投资发展有限公司。",
          "en": "Shanghai Kuailu Investment (Group) Co., Ltd., previously suspected of illegal fundraising. Cui Yongyuan once collaborated with this company to establish Shanghai Yongyuan Investment Development Co., Ltd."
        }
      }
    },
    {
      "id": "陕西千亿矿权案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "陕西千亿矿权案"
        ],
        "en": [
          "Shaanxi hundred-billion-yuan mining rights case"
        ]
      },
      "properties": {
        "period": "2018-12 - 2019-05",
        "description": {
          "zh-cn": "一起涉及巨额矿产资源归属的经济案件。崔永元于2018年底爆料该案在最高人民法院审理期间发生卷宗丢失，引发舆论和高层关注。最终官方调查认定为法官王林清监守自盗，崔永元为此道歉。",
          "en": "An economic case concerning the ownership of massive mineral resources. At the end of 2018, Cui Yongyuan revealed that the case files went missing during the trial at the Supreme People's Court, drawing public and high-level attention. The official investigation concluded that Judge Wang Linqing stole the files himself, for which Cui Yongyuan later apologized."
        }
      }
    },
    {
      "id": "中华人民共和国最高人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国最高人民法院",
          "中国最高法"
        ],
        "en": [
          "Supreme People's Court of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高审判机关。因崔永元爆料“陕西千亿矿权案”卷宗丢失事件，该院启动了调查程序。",
          "en": "The highest judicial organ of the People's Republic of China. It initiated an investigation procedure after Cui Yongyuan exposed the incident of the missing case files for the \"Shaanxi hundred-billion-yuan mining rights case\"."
        }
      }
    },
    {
      "id": "王林清",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王林清"
        ],
        "en": [
          "Wang Linqing"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原最高人民法院民一庭助理审判员，“陕西千亿矿权案”的承办法官。他向崔永元提供了案件材料，最终被官方调查认定为卷宗丢失事件的责任人。",
          "en": "Former assistant judge of the First Civil Division of the Supreme People's Court and the presiding judge for the \"Shaanxi hundred-billion-yuan mining rights case.\" He provided case materials to Cui Yongyuan and was ultimately identified by the official investigation as the person responsible for the missing case files incident."
        }
      }
    },
    {
      "id": "邓颖超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓颖超"
        ],
        "en": [
          "Deng Yingchao"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国政治家，周恩来之妻。她曾对崔永元早年的一篇报道表示赞赏。",
          "en": "A Chinese politician, wife of Zhou Enlai. She once expressed appreciation for one of Cui Yongyuan's early reports."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "崔永元",
      "target": "崔汝贤",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "崔永元是崔汝贤的儿子。",
          "en": "Cui Yongyuan is the son of Cui Ruxian."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "中国传媒大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1985",
        "degree": {
          "zh-cn": "新闻系",
          "en": "Department of Journalism"
        },
        "description": {
          "zh-cn": "崔永元于1981年考入北京广播学院（现中国传媒大学）新闻系，1985年毕业。",
          "en": "Cui Yongyuan was admitted to the Department of Journalism at Beijing Broadcasting Institute (now Communication University of China) in 1981 and graduated in 1985."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "中国传媒大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-12",
        "position": {
          "zh-cn": "教授",
          "en": "Professor"
        },
        "description": {
          "zh-cn": "崔永元于2013年12月从央视离职，转入中国传媒大学任教。",
          "en": "Cui Yongyuan resigned from CCTV in December 2013 and transferred to the Communication University of China to teach."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "中央人民广播电台",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1985",
        "end_date": "1993",
        "position": {
          "zh-cn": "记者",
          "en": "Journalist"
        },
        "description": {
          "zh-cn": "1985年毕业后，崔永元进入中央人民广播电台工作，后担任记者。",
          "en": "After graduating in 1985, Cui Yongyuan joined the China National Radio, later working as a journalist."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "中国中央电视台",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1993",
        "end_date": "2013",
        "position": {
          "zh-cn": "节目策划、主持人、制片人",
          "en": "Program Planner, Host, Producer"
        },
        "description": {
          "zh-cn": "崔永元于1993年开始参与中央电视台《东方时空》的策划，后成为《实话实说》等节目的主持人和制片人，直至2013年离职。",
          "en": "Cui Yongyuan began participating in the planning of CCTV's \"Oriental Horizon\" in 1993, later becoming the host and producer of programs like \"Tell It Like It Is\" until his resignation in 2013."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "东方卫视",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2015-01-01",
        "end_date": "2015-03-19",
        "position": {
          "zh-cn": "主持人",
          "en": "Host"
        },
        "description": {
          "zh-cn": "2015年，崔永元在东方卫视主持新闻解读节目《东方眼》，但该节目于同年3月暂停播出。",
          "en": "In 2015, Cui Yongyuan hosted the news analysis program \"The Oriental Eye\" on Dragon TV, but the program was suspended in March of the same year."
        }
      }
    },
    {
      "source": "邓颖超",
      "target": "崔永元",
      "type": "PUSHED",
      "properties": {
        "start_date": "1988",
        "description": {
          "zh-cn": "1988年，在听过崔永元关于大兴安岭火灾的报道后，邓颖超委托秘书打电话表示感谢，并请其将稿子转载到《人民政协报》。",
          "en": "In 1988, after listening to Cui Yongyuan's report on the Great Khingan Fire, Deng Yingchao asked her secretary to call and express her gratitude, and requested that the article be reprinted in the \"CPPCC Daily\"."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "方舟子",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2013-09",
        "description": {
          "zh-cn": "自2013年9月起，崔永元与方舟子因转基因食品安全问题在互联网上展开激烈论战，并相互提起名誉侵权诉讼。",
          "en": "Starting from September 2013, Cui Yongyuan and Fang Zhouzi engaged in a fierce debate on the internet over the safety of genetically modified foods, and filed defamation lawsuits against each other."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "转基因食品争议",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2013",
        "description": {
          "zh-cn": "崔永元自2013年起公开反对转基因食品的商业化，通过自费调查、演讲和创办公司等方式，成为该社会争议中的主要反对者之一。",
          "en": "Since 2013, Cui Yongyuan has publicly opposed the commercialization of genetically modified foods, becoming one of the main opponents in this social controversy through self-funded investigations, lectures, and founding a company."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "璞谷塘",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2017-03",
        "description": {
          "zh-cn": "2017年3月，崔永元创立了专门售卖非转基因食品的公司“璞谷塘”。",
          "en": "In March 2017, Cui Yongyuan founded \"Pugutang,\" a company specializing in selling non-genetically modified foods."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "范冰冰事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-05",
        "description": {
          "zh-cn": "崔永元于2018年5月开始在微博上曝光影视圈存在的“阴阳合同”等逃税问题，直接引发了“范冰冰事件”及后续的行业整顿。",
          "en": "In May 2018, Cui Yongyuan began exposing tax evasion issues such as \"yin-yang contracts\" in the film and television industry on Weibo, directly triggering the \"Fan Bingbing incident\" and the subsequent industry-wide crackdown."
        }
      }
    },
    {
      "source": "手机 (电影)",
      "target": "崔永元",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2003",
        "description": {
          "zh-cn": "崔永元认为2003年的电影《手机》影射并侮辱了他，给其家庭和工作带来了负面影响，并因此与该片主创人员结下长达十余年的恩怨。",
          "en": "Cui Yongyuan believed that the 2003 film \"Cell Phone\" alluded to and insulted him, negatively impacting his family and career, and leading to a feud with the film's main creators that has lasted for over a decade."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "冯小刚",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2003",
        "description": {
          "zh-cn": "因电影《手机》，崔永元与该片导演冯小刚结怨，并在2018年因《手机2》的拍摄公开激化矛盾。",
          "en": "Due to the film \"Cell Phone,\" Cui Yongyuan developed a feud with its director, Feng Xiaogang, and the conflict publicly escalated in 2018 over the filming of \"Cell Phone 2.\""
        }
      }
    },
    {
      "source": "崔永元",
      "target": "刘震云",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2003",
        "description": {
          "zh-cn": "因电影《手机》，崔永元与该片编剧刘震云结怨，并在2018年因《手机2》的拍摄公开激化矛盾。",
          "en": "Due to the film \"Cell Phone,\" Cui Yongyuan developed a feud with its screenwriter, Liu Zhenyun, and the conflict publicly escalated in 2018 over the filming of \"Cell Phone 2.\""
        }
      }
    },
    {
      "source": "崔永元",
      "target": "范冰冰",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-05-24",
        "description": {
          "zh-cn": "崔永元曝光了涉及范冰冰的“阴阳合同”，直接导致其被国家税务总局调查并处以巨额罚款，演艺事业陷入停滞。",
          "en": "Cui Yongyuan exposed the \"yin-yang contracts\" involving Fan Bingbing, which directly led to her being investigated by the State Taxation Administration, fined heavily, and her acting career stagnated."
        }
      }
    },
    {
      "source": "范冰冰事件",
      "target": "国家税务总局",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-06-03",
        "description": {
          "zh-cn": "由崔永元爆料引发的“范冰冰事件”，促使国家税务总局介入调查影视从业人员的“阴阳合同”涉税问题。",
          "en": "The \"Fan Bingbing incident,\" triggered by Cui Yongyuan's revelations, prompted the State Taxation Administration to intervene and investigate tax-related issues concerning \"yin-yang contracts\" among film and television industry professionals."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "上海市公安局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-10-07",
        "description": {
          "zh-cn": "崔永元发文公开举报上海市公安局经侦大队在处理“阴阳合同案”中存在办案态度蛮横、与他人利益勾结及贪污腐败等问题。",
          "en": "Cui Yongyuan publicly reported the Economic Crime Investigation Department of the Shanghai Municipal Public Security Bureau for its arrogant handling of the \"yin-yang contracts case,\" collusion with other parties for personal gain, and corruption."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "施建祥",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "崔永元曾与原快鹿集团主席、红色通缉犯施建祥关系密切，双方曾共同成立公司。",
          "en": "Cui Yongyuan was once close to Shi Jianxiang, the former chairman of Kuailu Group and a red-listed fugitive, and they had co-founded a company."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "快鹿集团",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "2016-01-12",
        "description": {
          "zh-cn": "崔永元工作室曾与快鹿集团共同出资成立上海永元投资发展有限公司。",
          "en": "Cui Yongyuan's studio and the Kuailu Group jointly funded the establishment of Shanghai Yongyuan Investment Development Co., Ltd."
        }
      }
    },
    {
      "source": "崔永元",
      "target": "陕西千亿矿权案",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-12",
        "description": {
          "zh-cn": "崔永元通过微博爆料陕西千亿矿权案在最高法审理期间卷宗丢失，使该案进入公众视野并引发了官方的联合调查。",
          "en": "Through his Weibo posts, Cui Yongyuan revealed that the case files of the Shaanxi hundred-billion-yuan mining rights case were lost during its trial at the Supreme People's Court, bringing the case into the public eye and triggering an official joint investigation."
        }
      }
    },
    {
      "source": "陕西千亿矿权案",
      "target": "中华人民共和国最高人民法院",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-12-29",
        "description": {
          "zh-cn": "崔永元对“陕西千亿矿权案”卷宗丢失的爆料引发巨大舆论，促使最高人民法院发布情况通报并启动调查程序。",
          "en": "Cui Yongyuan's revelation about the missing files in the \"Shaanxi hundred-billion-yuan mining rights case\" caused a huge public outcry, prompting the Supreme People's Court to issue a statement and launch an investigation."
        }
      }
    },
    {
      "source": "王林清",
      "target": "崔永元",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为“陕西千亿矿权案”的承办法官，王林清向崔永元提供了该案的卷宗材料，促使崔永元向公众爆料此事。",
          "en": "As the presiding judge of the \"Shaanxi hundred-billion-yuan mining rights case,\" Wang Linqing provided the case files to Cui Yongyuan, which prompted Cui to expose the matter to the public."
        }
      }
    },
    {
      "source": "陕西千亿矿权案",
      "target": "崔永元",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-02-22",
        "end_date": "2019-05-10",
        "description": {
          "zh-cn": "官方联合调查组公布调查结果，认定卷宗丢失系王林清故意所为。此后崔永元在社交媒体上消失了一段时间，并于2019年5月10日发布手写道歉信，承认自己“轻信未经仔细证实的资料”。",
          "en": "The official joint investigation team announced its findings, concluding that the missing files were intentionally taken by Wang Linqing. Afterward, Cui Yongyuan disappeared from social media for a period and issued a handwritten apology on May 10, 2019, admitting to have \"readily believed in unverified materials.\""
        }
      }
    }
  ]
}