{
  "nodes": [
    {
      "id": "陈济棠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈济棠",
          "伯南",
          "南天王"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1890-02-12 - 1954-11-03",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "广东省防城县"
        },
        "death_place": {
          "zh-cn": "台北市"
        },
        "description": {
          "zh-cn": "中华民国陆军一级上将，长期主政广东，政治上与南京中央政府分庭抗礼，经济、文化和市政建设方面颇有建树，有“南天王”之称。",
          "en": "A first-class general of the Republic of China Army, known as the 'King of Southern Sky.' He governed Guangdong for an extended period, maintaining a rival stance against the central government in Nanjing while achieving significant progress in economy, culture, and municipal construction."
        }
      }
    },
    {
      "id": "陈维周",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈维周"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈济棠的五兄，曾任国民政府广州盐运高官及禁烟局局长。在其弟主政广东期间，通过承办捐务和烟赌生意等谋取利益。",
          "en": "The fifth older brother of Chen Jitang. He served as a high-ranking official in the Guangzhou salt transport and opium prohibition bureau. During his brother's rule in Guangdong, he profited from managing tax collections and the opium and gambling businesses."
        }
      }
    },
    {
      "id": "莫秀英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "莫秀英"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "陈济棠的夫人，对他有一定影响，如参拜庙宇等。共生下七子四女。",
          "en": "Wife of Chen Jitang, who had some influence on him, such as persuading him to worship at temples. They had seven sons and four daughters together."
        }
      }
    },
    {
      "id": "陈树柏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈树柏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈济棠第十子，教育家，在美国创办国际科技大学。",
          "en": "The tenth son of Chen Jitang, an educator who founded the International Technological University in the United States."
        }
      }
    },
    {
      "id": "陈宝馨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈宝馨"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "陈济棠之女，在台湾创立德明财经科技大学。",
          "en": "Daughter of Chen Jitang, who founded the Takming University of Science and Technology in Taiwan."
        }
      }
    },
    {
      "id": "邓铿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓铿",
          "邓仲元"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事人物，在陆军小学堂任教官时介绍陈济棠加入同盟会，后将其招揽入粤军第一师。",
          "en": "A military figure of the Republic of China. As an instructor at the Army Primary School, he introduced Chen Jitang to the Tongmenghui and later recruited him into the First Division of the Guangdong Army."
        }
      }
    },
    {
      "id": "古应芬",
      "type": "Person",
      "name": {
        "zh-cn": [
          "古应芬",
          "勷勤"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "国民党元老，陈济棠的重要政治盟友和提携者，在陈济棠掌握广东军政大权过程中起到关键作用。",
          "en": "A veteran of the Kuomintang and a key political ally and patron of Chen Jitang, playing a crucial role in Chen's rise to military and political power in Guangdong."
        }
      }
    },
    {
      "id": "李济深",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李济深"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事及政治人物，粤系将领。曾为陈济棠的上司，后因蒋桂战争被蒋介石囚禁，其在广东的军政权力被陈济棠接管。",
          "en": "A military and political figure of the Republic of China and a general of the Cantonese clique. He was once Chen Jitang's superior. After being imprisoned by Chiang Kai-shek during the Chiang-Gui War, his military and political power in Guangdong was taken over by Chen."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石",
          "蒋中正"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国领导人，与陈济棠关系复杂，既有合作又有对抗。蒋在蒋桂战争中拉拢陈济棠，后又在两广事变中迫使其下野。",
          "en": "Leader of the Republic of China, who had a complex relationship with Chen Jitang, involving both cooperation and confrontation. Chiang won Chen over during the Chiang-Gui War but later forced him out of power during the Liangguang Incident."
        }
      }
    },
    {
      "id": "胡汉民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡汉民"
        ],
        "en": [
          "Hu Hanmin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "国民党元老，因被蒋介石软禁而引发宁粤分裂，陈济棠在此事件中与胡汉民、古应芬等人结成反蒋联盟。",
          "en": "A veteran of the Kuomintang. His house arrest by Chiang Kai-shek triggered the Nanjing-Guangzhou Split, during which Chen Jitang allied with Hu Hanmin, Gu Yingfen, and others to oppose Chiang."
        }
      }
    },
    {
      "id": "新桂系",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新桂系"
        ],
        "en": [
          "New Guangxi Clique"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "民国时期的军阀集团，由李宗仁、白崇禧等人领导。与陈济棠既有合作也有对抗。",
          "en": "A warlord clique during the Republican era, led by Li Zongren, Bai Chongxi, and others. They had a relationship of both cooperation and conflict with Chen Jitang."
        }
      }
    },
    {
      "id": "两广事变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "两广事变"
        ],
        "en": [
          "Liangguang Incident"
        ]
      },
      "properties": {
        "period": "1936-06 - 1936-09",
        "description": {
          "zh-cn": "1936年，广东的陈济棠和广西的李宗仁、白崇禧以“抗日”为名，联合反蒋的政治军事事件。事件最终以陈济棠下野，两广势力被南京中央政府收编告终。",
          "en": "In 1936, Chen Jitang of Guangdong and Li Zongren and Bai Chongxi of Guangxi launched a joint anti-Chiang political and military event under the banner of 'resisting Japan.' The incident concluded with Chen Jitang's resignation and the absorption of Guangdong and Guangxi forces by the Nanjing central government."
        }
      }
    },
    {
      "id": "余汉谋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "余汉谋"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事人物，曾是陈济棠的部下，但在1936年两广事变中通电拥护中央政府，导致陈济棠下野。",
          "en": "A military figure of the Republic of China. He was a subordinate of Chen Jitang but declared his allegiance to the central government during the 1936 Liangguang Incident, leading to Chen's downfall."
        }
      }
    },
    {
      "id": "黄光锐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄光锐"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "陈济棠手下的空军司令。在两广事变中率领飞机投奔南京，对陈济棠的失败造成了重要影响。",
          "en": "Commander of Chen Jitang's air force. During the Liangguang Incident, he led his planes to defect to Nanjing, playing a significant role in Chen's defeat."
        }
      }
    },
    {
      "id": "广东陆军速成学校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广东陆军速成学校"
        ],
        "en": [
          "Guangdong Army Quick-Success School"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清末民初在广东设立的军事学校，陈济棠于1912年考入该校步兵科学习。",
          "en": "A military school established in Guangdong during the late Qing and early Republican era. Chen Jitang enrolled in its infantry department in 1912."
        }
      }
    },
    {
      "id": "中国同盟会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国同盟会"
        ],
        "en": [
          "Tongmenghui"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清末由孙中山等组织的革命团体，陈济棠在陆军小学堂就读期间经邓铿介绍秘密加入。",
          "en": "A revolutionary organization formed in the late Qing dynasty by Sun Yat-sen and others. Chen Jitang secretly joined it while studying at the Army Primary School, introduced by Deng Keng."
        }
      }
    },
    {
      "id": "粤军第一师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "粤军第一师"
        ],
        "en": [
          "First Division of the Guangdong Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "民国时期广东军队的一支重要部队，由邓铿组建，陈济棠曾在此担任营长、团长、旅长等职。",
          "en": "An important unit of the Guangdong Army during the Republican era, formed by Deng Keng. Chen Jitang served in various capacities within it, including battalion, regiment, and brigade commander."
        }
      }
    },
    {
      "id": "国民革命军第11师",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民革命军第11师"
        ],
        "en": [
          "11th Division of the National Revolutionary Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由粤军第一师一部改编而来，隶属于国民革命军第四军，陈济棠长期担任该师师长。",
          "en": "Reorganized from a part of the First Division of the Guangdong Army and subordinated to the Fourth Army of the National Revolutionary Army. Chen Jitang served as its commander for a long period."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的执政党。陈济棠曾率部参与对共产党军队的作战，但也曾暗中收购苏区物资倒卖。",
          "en": "The ruling party of China. Chen Jitang led troops in battles against the Communist army, but also secretly purchased and resold materials from the Soviet areas."
        }
      }
    },
    {
      "id": "张发奎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张发奎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国军事人物，粤系将领。在“张黄事变”中驱逐李济深，一度与陈济棠的部队作战。",
          "en": "A military figure of the Republic of China and a general of the Cantonese clique. He expelled Li Jishen during the 'Zhang-Huang Incident' and briefly fought against Chen Jitang's forces."
        }
      }
    },
    {
      "id": "蒋桂战争",
      "type": "Event",
      "name": {
        "zh-cn": [
          "蒋桂战争"
        ],
        "en": [
          "Chiang-Gui War"
        ]
      },
      "properties": {
        "period": "1929",
        "description": {
          "zh-cn": "1929年蒋介石与新桂系军阀之间爆发的战争。陈济棠在此次战争中支持蒋介石，从而取代李济深掌握了广东的军政大权。",
          "en": "A war in 1929 between Chiang Kai-shek and the New Guangxi Clique. Chen Jitang supported Chiang in this war, which allowed him to replace Li Jishen and seize military and political control of Guangdong."
        }
      }
    },
    {
      "id": "宁粤分裂",
      "type": "Event",
      "name": {
        "zh-cn": [
          "宁粤分裂"
        ],
        "en": [
          "Nanjing-Guangzhou Split"
        ]
      },
      "properties": {
        "period": "1931",
        "description": {
          "zh-cn": "1931年因蒋介石软禁胡汉民而引发的政治对抗事件，陈济棠联合反蒋势力在广州另立国民政府，与南京国民政府对峙。",
          "en": "A political confrontation in 1931 triggered by Chiang Kai-shek's house arrest of Hu Hanmin. Chen Jitang allied with anti-Chiang forces to establish a separate National Government in Guangzhou, opposing the one in Nanjing."
        }
      }
    },
    {
      "id": "广州国民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广州国民政府"
        ],
        "en": [
          "Guangzhou Nationalist Government"
        ]
      },
      "properties": {
        "period": "1931-05 - 1932-01",
        "description": {
          "zh-cn": "1931年宁粤分裂时期，由反蒋各派在广州成立的政权，与南京国民政府对立。陈济棠是其主要的军事支持者。",
          "en": "During the Nanjing-Guangzhou Split in 1931, various anti-Chiang factions established this government in Guangzhou to oppose the Nanjing Nationalist Government. Chen Jitang was its primary military backer."
        }
      }
    },
    {
      "id": "第一集团军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第一集团军"
        ],
        "en": [
          "First Group Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "宁粤分裂时期，陈济棠将原第八路军扩编而成的军队，自任总司令，是其统治广东的主要军事力量。",
          "en": "During the Nanjing-Guangzhou Split, Chen Jitang expanded the former 8th Route Army into this force, appointing himself as its commander-in-chief. It was the main military power supporting his rule in Guangdong."
        }
      }
    },
    {
      "id": "勷勤大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "勷勤大学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "陈济棠主政广东时倡议设立的省立大学，以纪念其政治恩主古应芬（字勷勤）。",
          "en": "A provincial university proposed by Chen Jitang during his governance of Guangdong, established in memory of his political patron Gu Yingfen (style name Xiangqin)."
        }
      }
    },
    {
      "id": "珠海书院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "珠海书院"
        ],
        "en": [
          "Chu Hai College"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由陈济棠于战后在广州创办的教育机构，后迁至香港。",
          "en": "An educational institution founded by Chen Jitang in Guangzhou after the war, which later relocated to Hong Kong."
        }
      }
    },
    {
      "id": "广东省",
      "type": "Location",
      "name": {
        "zh-cn": [
          "广东省",
          "广东"
        ],
        "en": [
          "Guangdong Province"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国南部省份，陈济棠的家乡及其长期主政之地。",
          "en": "A province in southern China, Chen Jitang's homeland and the region he governed for a long time."
        }
      }
    },
    {
      "id": "行政院农业委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "行政院农业委员会",
          "农林部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国国民政府的农业主管机构，陈济棠曾于1940年至1941年担任其部长。",
          "en": "The agricultural authority of the Nationalist Government of the Republic of China. Chen Jitang served as its minister from 1940 to 1941."
        }
      }
    },
    {
      "id": "海南特别行政区",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "海南特别行政区"
        ],
        "en": [
          "Hainan Special Administrative Region"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国时期设立于海南的省级行政区，陈济棠于1949年至1950年担任首任行政长官。",
          "en": "A provincial-level administrative region established in Hainan during the Republic of China era. Chen Jitang served as its first chief executive from 1949 to 1950."
        }
      }
    },
    {
      "id": "总统府资政",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "总统府资政"
        ],
        "en": [
          "Senior Advisor to the Office of the President"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国总统府的高级顾问职位，陈济棠到台湾后被蒋介石聘任此职。",
          "en": "A senior advisory position in the Office of the President of the Republic of China. Chen Jitang was appointed to this post by Chiang Kai-shek after moving to Taiwan."
        }
      }
    },
    {
      "id": "防城县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "防城县"
        ],
        "en": [
          "Fangcheng County"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "陈济棠的出生地，位于当时的广东省，现属广西壮族自治区防城港市。",
          "en": "Chen Jitang's birthplace, located in what was then Guangdong Province, now part of Fangchenggang City, Guangxi Zhuang Autonomous Region."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国领导人，曾对陈济棠之子陈树柏评价其父治粤有建树。",
          "en": "Leader of the People's Republic of China, who once commented to Chen Jitang's son, Chen Shubai, that his father's governance of Guangdong was constructive."
        }
      }
    },
    {
      "id": "国际科技大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国际科技大学"
        ],
        "en": [
          "International Technological University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由陈济棠之子陈树柏于1994年在美国硅谷创办的大学。",
          "en": "A university founded in 1994 in Silicon Valley, USA, by Chen Shubai, the son of Chen Jitang."
        }
      }
    },
    {
      "id": "德明科技大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "德明科技大学",
          "德明财经科技大学"
        ],
        "en": [
          "Takming University of Science and Technology"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由陈济棠之女陈宝馨在台湾创立的大学。",
          "en": "A university in Taiwan founded by Chen Baoxin, the daughter of Chen Jitang."
        }
      }
    },
    {
      "id": "广东省 (中华民国)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "广东省 (中华民国)",
          "广东省政府"
        ],
        "en": [
          "Guangdong (Republic of China)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国时期的广东省政府，陈济棠曾担任其主席。",
          "en": "The government of Guangdong Province during the Republic of China era, of which Chen Jitang served as chairman."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "陈维周",
      "target": "陈济棠",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "陈维周是陈济棠的五兄。",
          "en": "Chen Weizhou is Chen Jitang's fifth older brother."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "莫秀英",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "莫秀英是陈济棠的夫人。",
          "en": "Mo Xiuying was the wife of Chen Jitang."
        }
      }
    },
    {
      "source": "陈树柏",
      "target": "陈济棠",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "陈树柏是陈济棠的第十子。",
          "en": "Chen Shubai is the tenth son of Chen Jitang."
        }
      }
    },
    {
      "source": "陈宝馨",
      "target": "陈济棠",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "陈宝馨是陈济棠的女儿。",
          "en": "Chen Baoxin is the daughter of Chen Jitang."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "防城县",
      "type": "BORN_IN",
      "properties": {
        "start_date": "1890-02-12"
      }
    },
    {
      "source": "陈济棠",
      "target": "广东陆军速成学校",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1912",
        "end_date": "1913"
      }
    },
    {
      "source": "邓铿",
      "target": "陈济棠",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "邓铿在陆军小学堂任教官时介绍陈济棠加入同盟会，后将其招揽入粤军第一师。",
          "en": "As an instructor at the Army Primary School, Deng Keng introduced Chen Jitang to the Tongmenghui and later recruited him into the First Division of the Guangdong Army."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "中国同盟会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1907",
        "description": {
          "zh-cn": "1907年由邓铿介绍加入同盟会。",
          "en": "Joined the Tongmenghui in 1907, introduced by Deng Keng."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "粤军第一师",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "营长、旅长",
          "en": "Battalion Commander, Brigade Commander"
        },
        "start_date": "1920",
        "end_date": "1925"
      }
    },
    {
      "source": "陈济棠",
      "target": "国民革命军第11师",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "师长",
          "en": "Division Commander"
        },
        "start_date": "1925-07"
      }
    },
    {
      "source": "陈济棠",
      "target": "李济深",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "国民革命军第11师师长",
          "en": "Commander of the 11th Division of the NRA"
        },
        "description": {
          "zh-cn": "陈济棠在李济深担任军长的国民革命军第四军中任第11师师长。",
          "en": "Chen Jitang served as the commander of the 11th Division under Li Jishen, who was the commander of the NRA's Fourth Army."
        }
      }
    },
    {
      "source": "古应芬",
      "target": "陈济棠",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在陈济棠回国后，向李济深力荐使其复任师长职务；后在蒋桂战争期间，向蒋介石推荐陈济棠掌握广东军权。",
          "en": "After Chen Jitang returned to China, Gu Yingfen strongly recommended him to Li Jishen for reappointment as division commander; later, during the Chiang-Gui War, he recommended Chen to Chiang Kai-shek to take control of Guangdong's military power."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1927-10",
        "description": {
          "zh-cn": "1927年10月，率部在丰顺阻击并击败了由叶挺、贺龙率领的南昌起义南下部队，史称“汤坑之役”。",
          "en": "In October 1927, he led his troops to intercept and defeat the forces of the Nanchang Uprising led by Ye Ting and He Long in Fengshun, known as the 'Battle of Tangkeng'."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "张发奎",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "在“张黄事变”后，陈济棠拥护李济深，率部参与对张发奎部队的作战。",
          "en": "After the 'Zhang-Huang Incident', Chen Jitang supported Li Jishen and led his troops to fight against Zhang Fakui's forces."
        }
      }
    },
    {
      "source": "蒋桂战争",
      "target": "陈济棠",
      "type": "PUSHED",
      "properties": {
        "start_date": "1929",
        "description": {
          "zh-cn": "蒋桂战争爆发，李济深被蒋介石扣押，陈济棠乘机宣布服从蒋介石，接收了桂系在广东的势力，成为广东的军权执掌者。",
          "en": "The Chiang-Gui War broke out, and Li Jishen was detained by Chiang Kai-shek. Chen Jitang seized the opportunity to declare allegiance to Chiang, took over the Guangxi clique's influence in Guangdong, and became the military ruler of the province."
        }
      }
    },
    {
      "source": "宁粤分裂",
      "target": "陈济棠",
      "type": "PUSHED",
      "properties": {
        "start_date": "1931-05",
        "description": {
          "zh-cn": "宁粤分裂期间，陈济棠成立广州国民政府与南京对抗，并将部队扩编为第一集团军，自任总司令，巩固了其在广东的统治地位。",
          "en": "During the Nanjing-Guangzhou Split, Chen Jitang established the Guangzhou National Government to oppose Nanjing, expanded his troops into the First Group Army with himself as commander-in-chief, and consolidated his rule in Guangdong."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "广州国民政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1931-06",
        "description": {
          "zh-cn": "作为主要军事领导人之一，与汪精卫、孙科、李宗仁等人共同成立广州国民政府，与南京国民政府对抗。",
          "en": "As one of the main military leaders, he, along with Wang Jingwei, Sun Fo, Li Zongren, and others, established the Guangzhou National Government to oppose the Nanjing National Government."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "第一集团军",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1931",
        "description": {
          "zh-cn": "在宁粤分裂期间，将第八路军扩编为第一集团军，并自任总司令。",
          "en": "During the Nanjing-Guangzhou Split, he expanded the 8th Route Army into the First Group Army and appointed himself as its commander-in-chief."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "蒋介石",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": [
          "1931-02",
          "1936-06"
        ],
        "end_date": [
          "1931-11",
          "1936-09"
        ],
        "description": {
          "zh-cn": "因蒋介石软禁胡汉民而反蒋，导致宁粤分裂；后于1936年联合新桂系发动两广事变再次反蒋。",
          "en": "Opposed Chiang Kai-shek due to the house arrest of Hu Hanmin, leading to the Nanjing-Guangzhou Split; later, in 1936, he allied with the New Guangxi Clique to launch the Liangguang Incident, again opposing Chiang."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "广东省",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1929",
        "end_date": "1936",
        "description": {
          "zh-cn": "主政广东期间，在经济、文化和市政建设方面颇有建树，该时期被称为广州的黄金时代。",
          "en": "During his governance of Guangdong, he made significant achievements in economy, culture, and municipal construction, a period known as Guangzhou's golden age."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "勷勤大学",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "为纪念古应芬（字勷勤），倡议设立省立勷勤大学。",
          "en": "He proposed the establishment of the provincial Xiangqin University to commemorate Gu Yingfen (style name Xiangqin)."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "珠海书院",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "战后于广州创建珠海书院。",
          "en": "Founded Chu Hai College in Guangzhou after the war."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "新桂系",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1936-06",
        "description": {
          "zh-cn": "与新桂系联合发动“两广事变”反蒋。",
          "en": "Allied with the New Guangxi Clique to launch the 'Liangguang Incident' against Chiang Kai-shek."
        }
      }
    },
    {
      "source": "两广事变",
      "target": "陈济棠",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1936-07",
        "description": {
          "zh-cn": "事变中，其部下余汉谋、黄光锐等人通电服从中央并率部投奔南京，导致陈济棠众叛亲离，被迫下野出走香港。",
          "en": "During the incident, his subordinates Yu Hanmou and Huang Guangrui declared allegiance to the central government and defected to Nanjing, leaving Chen isolated and forced to resign and flee to Hong Kong."
        }
      }
    },
    {
      "source": "余汉谋",
      "target": "陈济棠",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1936-07",
        "description": {
          "zh-cn": "在两广事变中通电表示服从中央政府，是导致陈济棠下野的关键因素之一。",
          "en": "His declaration of allegiance to the central government during the Liangguang Incident was a key factor in Chen Jitang's downfall."
        }
      }
    },
    {
      "source": "黄光锐",
      "target": "陈济棠",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1936-07",
        "description": {
          "zh-cn": "在两广事变中率领空军飞机投奔南京中央政府，是导致陈济棠下野的关键因素之一。",
          "en": "During the Liangguang Incident, he led the air force to defect to the Nanjing central government, which was a key factor in Chen Jitang's downfall."
        }
      }
    },
    {
      "source": "陈济棠",
      "target": "广东省 (中华民国)",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "广东省政府主席",
          "en": "Chairman of Guangdong Provincial Government"
        },
        "start_date": "1931-05-12",
        "end_date": "1932-05-03"
      }
    },
    {
      "source": "陈济棠",
      "target": "行政院农业委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "农林部部长",
          "en": "Minister of Agriculture and Forestry"
        },
        "start_date": "1940-03-15",
        "end_date": "1941-12-27"
      }
    },
    {
      "source": "陈济棠",
      "target": "海南特别行政区",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "行政长官",
          "en": "Chief Executive"
        },
        "start_date": "1949-03-01",
        "end_date": "1950-05-01"
      }
    },
    {
      "source": "陈济棠",
      "target": "总统府资政",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1950"
      }
    },
    {
      "source": "邓小平",
      "target": "陈济棠",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1980-09-10",
        "description": {
          "zh-cn": "在接见陈济棠之子陈树柏时，评价陈济棠“治粤8年，确有建树，有些老一辈的广东人还在怀念他。”",
          "en": "When meeting with Chen Jitang's son Chen Shubai, he commented that Chen Jitang's 'eight-year governance of Guangdong was indeed constructive, and some of the older generation in Guangdong still remember him fondly.'"
        }
      }
    },
    {
      "source": "陈树柏",
      "target": "国际科技大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1994-09",
        "description": {
          "zh-cn": "在美国硅谷成功创办了国际科技大学。",
          "en": "Successfully founded the International Technological University in Silicon Valley, USA."
        }
      }
    },
    {
      "source": "陈宝馨",
      "target": "德明科技大学",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "在台湾创立德明财经科技大学。",
          "en": "Founded Takming University of Science and Technology in Taiwan."
        }
      }
    }
  ]
}