{
  "nodes": [
    {
      "id": "梁启超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁启超",
          "梁𠷠超",
          "卓如",
          "宏猷",
          "任甫",
          "任公",
          "饮冰室主人",
          "梁新会",
          "饮冰子",
          "饮冰室主人",
          "梁仁甫",
          "梁卓如",
          "沧江",
          "双涛阁主",
          "爱国者",
          "哀时客",
          "檀山旅客",
          "莲菂园主",
          "适时务者",
          "兼士",
          "轶赐",
          "赁庐",
          "远公",
          "孟远",
          "宪民",
          "逸史氏",
          "外史氏",
          "新史氏",
          "庸言子",
          "新民子",
          "知新子",
          "中国少年",
          "中国之新民",
          "少年中国之少年",
          "自由斋主人",
          "如晦庵主人"
        ],
        "en": [
          "Liang Qichao"
        ]
      },
      "properties": {
        "lifetime": "1873-02-23 - 1929-01-19",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "大清广东省广州府新会县潮居都茶坑乡",
          "en": "Chakeng, Xinhui, Guangzhou, Guangdong, Great Qing"
        },
        "death_place": {
          "zh-cn": "中华民国北平协和医院",
          "en": "Peking Union Medical College Hospital, Beiping, Republic of China"
        },
        "description": {
          "zh-cn": "中国近代思想家、政治家、教育家、史学家、文学家。戊戌变法领袖之一，清末民初中国知识界及政治界的领军人物。曾倡导君主立宪，后反对袁世凯称帝及张勋复辟。晚年退出政坛，专注于文化教育与学术研究。",
          "en": "A Chinese thinker, politician, educator, historian, and writer. He was a leader of the Hundred Days' Reform, and a leading figure in China's intellectual and political circles in the late Qing Dynasty and early Republic. He advocated for constitutional monarchy, later opposing Yuan Shikai's imperial ambitions and Zhang Xun's restoration attempt. In his later years, he withdrew from politics to focus on culture, education, and academic research."
        }
      }
    },
    {
      "id": "康有为",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康有为"
        ],
        "en": [
          "Kang Youwei"
        ]
      },
      "properties": {
        "lifetime": "1858-03-19 - 1927-03-31",
        "gender": "Male",
        "description": {
          "zh-cn": "清末政治家、思想家，戊戌变法的领导者，梁启超的老师。变法失败后流亡海外，组织保皇会，主张君主立宪。",
          "en": "A late Qing politician and thinker, leader of the Hundred Days' Reform, and Liang Qichao's teacher. After the reform failed, he lived in exile, organized the Baohuang Hui (Protect the Emperor Society), and advocated for a constitutional monarchy."
        }
      }
    },
    {
      "id": "戊戌变法",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "戊戌变法",
          "百日维新"
        ],
        "en": [
          "Hundred Days' Reform",
          "Wuxu Reform"
        ]
      },
      "properties": {
        "period": "1898-06-11 - 1898-09-21",
        "location": {
          "zh-cn": "大清北京",
          "en": "Beijing, Great Qing"
        },
        "description": {
          "zh-cn": "由光绪帝领导，康有为、梁启超等人推动的政治改革运动，旨在学习西方，推动中国现代化。后被慈禧太后发动的戊戌政变所中断。",
          "en": "A political reform movement led by the Guangxu Emperor and promoted by figures like Kang Youwei and Liang Qichao, aimed at modernizing China by learning from the West. It was terminated by the Wuxu Coup launched by Empress Dowager Cixi."
        }
      }
    },
    {
      "id": "慈禧太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈禧太后"
        ],
        "en": [
          "Empress Dowager Cixi"
        ]
      },
      "properties": {
        "lifetime": "1835-11-29 - 1908-11-15",
        "gender": "Female",
        "description": {
          "zh-cn": "清朝末年实际统治者。因反对光绪帝的改革措施，发动戊戌政变，囚禁光绪帝并镇压了维新派。",
          "en": "The de facto ruler of China in the late Qing Dynasty. Opposed to the Guangxu Emperor's reforms, she launched the Wuxu Coup, imprisoned the emperor, and suppressed the reformists."
        }
      }
    },
    {
      "id": "袁世凯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁世凯"
        ],
        "en": [
          "Yuan Shikai"
        ]
      },
      "properties": {
        "lifetime": "1859-09-16 - 1916-06-06",
        "gender": "Male",
        "description": {
          "zh-cn": "清末民初的军事及政治人物，曾担任中华民国临时大总统及正式大总统。后复辟帝制，建立中华帝国，引发护国运动，最终在反对声中病逝。",
          "en": "A military and political figure in the late Qing and early Republic. He served as the Provisional and then formal President of the Republic of China. He later restored the monarchy, establishing the Empire of China, which triggered the National Protection War, and he died amidst widespread opposition."
        }
      }
    },
    {
      "id": "护国运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "护国运动"
        ],
        "en": [
          "National Protection War"
        ]
      },
      "properties": {
        "period": "1915-12-25 - 1916-07-14",
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "由蔡锷、唐继尧等人在云南发起的反对袁世凯称帝的军事运动。梁启超是主要策划者之一。运动最终迫使袁世凯取消帝制。",
          "en": "A military movement initiated in Yunnan by Cai E, Tang Jiyao, and others to oppose Yuan Shikai's declaration as emperor. Liang Qichao was one of the main planners. The movement ultimately forced Yuan Shikai to abolish the monarchy."
        }
      }
    },
    {
      "id": "中华帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华帝国"
        ],
        "en": [
          "Empire of China (1915–1916)"
        ]
      },
      "properties": {
        "period": "1915-12-12 - 1916-03-22",
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "由袁世凯建立的短暂帝国，试图取代中华民国。此举引发了护国运动，最终以失败告终。",
          "en": "A short-lived empire established by Yuan Shikai in an attempt to replace the Republic of China. The move triggered the National Protection War and ultimately failed."
        }
      }
    },
    {
      "id": "蔡锷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡锷"
        ],
        "en": [
          "Cai E"
        ]
      },
      "properties": {
        "lifetime": "1882-12-18 - 1916-11-08",
        "gender": "Male",
        "description": {
          "zh-cn": "清末民初军事家、政治家，曾为梁启超在时务学堂的学生。护国战争的主要组织者和领导者之一。",
          "en": "A military leader and politician in the late Qing and early Republic, and a former student of Liang Qichao at the Academy of Current Affairs. He was a key organizer and leader of the National Protection War."
        }
      }
    },
    {
      "id": "《异哉所谓国体问题者》",
      "type": "Document",
      "name": {
        "zh-cn": [
          "《异哉所谓国体问题者》"
        ]
      },
      "properties": {
        "period": "1915-08-22",
        "description": {
          "zh-cn": "梁启超撰写的文章，公开反对袁世凯复辟帝制，号召国民共同讨伐，保卫共和。该文对舆论产生了巨大影响，是护国运动的思想先声。",
          "en": "An article written by Liang Qichao publicly opposing Yuan Shikai's restoration of the monarchy, calling on the nation to jointly attack Yuan and defend the republic. The article had a huge impact on public opinion and was an ideological precursor to the National Protection War."
        }
      }
    },
    {
      "id": "段祺瑞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "段祺瑞"
        ],
        "en": [
          "Duan Qirui"
        ]
      },
      "properties": {
        "lifetime": "1865-03-06 - 1936-11-02",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国时期政治家，皖系军阀首领。曾多次出任国务总理和临时执政。在张勋复辟事件中，与梁启超合作组织讨逆军。",
          "en": "A politician during the Republic of China era and leader of the Anhui clique. He served multiple times as Premier and Provisional Chief Executive. During the Zhang Xun restoration, he collaborated with Liang Qichao to organize the punitive army."
        }
      }
    },
    {
      "id": "张勋复辟",
      "type": "Event",
      "name": {
        "zh-cn": [
          "张勋复辟"
        ],
        "en": [
          "Zhang Xun Restoration"
        ]
      },
      "properties": {
        "period": "1917-07-01 - 1917-07-12",
        "description": {
          "zh-cn": "由前清遗臣张勋发动的、旨在恢复清朝统治的未遂政变。该事件被段祺瑞组织的讨逆军迅速平定。",
          "en": "An unsuccessful coup led by the former Qing loyalist Zhang Xun, aimed at restoring the Qing dynasty. The event was quickly suppressed by the punitive army organized by Duan Qirui."
        }
      }
    },
    {
      "id": "张勋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张勋"
        ],
        "en": [
          "Zhang Xun"
        ]
      },
      "properties": {
        "lifetime": "1854-09-16 - 1923-09-11",
        "gender": "Male",
        "description": {
          "zh-cn": "清末民初军阀，曾于1917年率兵进入北京，拥立清废帝溥仪复辟，但迅速失败。",
          "en": "A warlord in the late Qing and early Republic, who led troops into Beijing in 1917 to restore the deposed emperor Puyi, but failed quickly."
        }
      }
    },
    {
      "id": "李蕙仙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李蕙仙"
        ],
        "en": [
          "Li Huixian"
        ]
      },
      "properties": {
        "lifetime": " - 1924-09-13",
        "gender": "Female",
        "description": {
          "zh-cn": "梁启超的妻子，李端棻的堂妹。育有梁思顺、梁思成、梁思庄。",
          "en": "Liang Qichao's wife and cousin of Li Duanfen. She was the mother of Liang Sishun, Liang Sicheng, and Liang Sizhuang."
        }
      }
    },
    {
      "id": "王桂荃",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王桂荃",
          "王来喜"
        ],
        "en": [
          "Wang Guiquan"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "梁启超的通房丫鬟，为梁启超生下六名子女，包括梁思永、梁思忠等。因梁启超主张一夫一妻制，终身未获得正式名分。",
          "en": "Liang Qichao's concubine-maid, who bore him six children, including Liang Siyong and Liang Sizhong. Due to Liang's advocacy for monogamy, she never received a formal title."
        }
      }
    },
    {
      "id": "梁思成",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁思成"
        ],
        "en": [
          "Liang Sicheng"
        ]
      },
      "properties": {
        "lifetime": "1901-04-20 - 1972-01-09",
        "gender": "Male",
        "description": {
          "zh-cn": "梁启超与李蕙仙之子，著名建筑学家，中国科学院院士。",
          "en": "The son of Liang Qichao and Li Huixian, a renowned architect and academician of the Chinese Academy of Sciences."
        }
      }
    },
    {
      "id": "梁思庄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁思庄"
        ],
        "en": [
          "Liang Sizhuang"
        ]
      },
      "properties": {
        "lifetime": "1908 - 1986",
        "gender": "Female",
        "description": {
          "zh-cn": "梁启超与李蕙仙之女，著名图书馆学家。",
          "en": "The daughter of Liang Qichao and Li Huixian, a renowned librarian."
        }
      }
    },
    {
      "id": "梁思永",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁思永"
        ],
        "en": [
          "Liang Siyong"
        ]
      },
      "properties": {
        "lifetime": "1904-11-13 - 1954-04-02",
        "gender": "Male",
        "description": {
          "zh-cn": "梁启超与王桂荃之子，著名考古学家。",
          "en": "The son of Liang Qichao and Wang Guiquan, a renowned archaeologist."
        }
      }
    },
    {
      "id": "梁宝瑛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁宝瑛"
        ],
        "en": [
          "Liang Baoying"
        ]
      },
      "properties": {
        "lifetime": "1849 - 1916",
        "gender": "Male",
        "description": {
          "zh-cn": "梁启超的父亲，清末秀才。",
          "en": "Liang Qichao's father, a xiucai (scholar who passed the county-level imperial examination) in the late Qing Dynasty."
        }
      }
    },
    {
      "id": "熊希龄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "熊希龄"
        ],
        "en": [
          "Xiong Xiling"
        ]
      },
      "properties": {
        "lifetime": "1870 - 1937",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家，曾任国务总理，其内阁被称为“进步党内阁”。",
          "en": "A politician of the Republic of China who served as Premier. His cabinet was known as the 'Progressive Party Cabinet'."
        }
      }
    },
    {
      "id": "中华民国司法部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国司法部",
          "司法部"
        ],
        "en": [
          "Ministry of Justice of the Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北洋政府时期负责全国司法行政事务的中央机构。",
          "en": "The central agency responsible for national judicial administration during the Beiyang government period."
        }
      }
    },
    {
      "id": "中华民国财政部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国财政部",
          "财政部"
        ],
        "en": [
          "Ministry of Finance of the Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北洋政府时期负责全国财政事务的中央机构。",
          "en": "The central agency responsible for national financial affairs during the Beiyang government period."
        }
      }
    },
    {
      "id": "币制局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "币制局"
        ]
      },
      "properties": {
        "period": "1914 - 1914",
        "description": {
          "zh-cn": "北洋政府为改革和统一币制而设立的机构。",
          "en": "An agency established by the Beiyang government to reform and unify the currency system."
        }
      }
    },
    {
      "id": "自立军起义",
      "type": "Event",
      "name": {
        "zh-cn": [
          "自立军起义"
        ],
        "en": [
          "Self-Strengthening Army Uprising"
        ]
      },
      "properties": {
        "period": "1900-08",
        "description": {
          "zh-cn": "由唐才常等人策划，旨在推翻慈禧太后、支持光绪帝亲政的武装起义。因计划泄露及资金问题而失败。",
          "en": "An armed uprising planned by Tang Caichang and others, aiming to overthrow Empress Dowager Cixi and support the Guangxu Emperor's rule. It failed due to leaked plans and financial issues."
        }
      }
    },
    {
      "id": "唐才常",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐才常"
        ],
        "en": [
          "Tang Caichang"
        ]
      },
      "properties": {
        "lifetime": "1867 - 1900-08-23",
        "gender": "Male",
        "description": {
          "zh-cn": "清末维新派人士，梁启超的学生，自立军起义的领导者。起义失败后被张之洞处决。",
          "en": "A late Qing reformist, student of Liang Qichao, and leader of the Self-Strengthening Army Uprising. He was executed by Zhang Zhidong after the uprising failed."
        }
      }
    },
    {
      "id": "张之洞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张之洞"
        ],
        "en": [
          "Zhang Zhidong"
        ]
      },
      "properties": {
        "lifetime": "1837-09-02 - 1909-10-04",
        "gender": "Male",
        "description": {
          "zh-cn": "清末重臣，洋务运动的代表人物。曾任湖广总督，镇压了自立军起义。",
          "en": "An influential official in the late Qing Dynasty and a representative figure of the Self-Strengthening Movement. He served as the Viceroy of Huguang and suppressed the Self-Strengthening Army Uprising."
        }
      }
    },
    {
      "id": "中华民族",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华民族"
        ],
        "en": [
          "Zhonghua minzu",
          "Chinese nation"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个涵盖中国所有民族的国族概念。该概念由梁启超于清末首次提出，对现代中国民族主义的形成产生了深远影响。",
          "en": "A national-ethnic concept encompassing all ethnic groups in China. The concept was first proposed by Liang Qichao in the late Qing Dynasty and has had a profound impact on the formation of modern Chinese nationalism."
        }
      }
    },
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04 - ",
        "description": {
          "zh-cn": "一场以青年学生为主的爱国运动，抗议北洋政府在巴黎和会上的外交失败。梁启超从欧洲发回的关于山东问题的电报，是运动爆发的直接导火索之一。",
          "en": "A patriotic movement led primarily by young students, protesting the Beiyang government's diplomatic failure at the Paris Peace Conference. Liang Qichao's telegrams from Europe regarding the Shandong issue were one of the direct triggers of the movement."
        }
      }
    },
    {
      "id": "清华国学研究院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清华国学研究院"
        ],
        "en": [
          "Tsinghua Academy of Chinese Learning"
        ]
      },
      "properties": {
        "period": "1925 - 1929",
        "description": {
          "zh-cn": "清华大学于1925年成立的研究机构，聘请梁启超、王国维、陈寅恪、赵元任为四大导师，旨在研究中国传统文化。",
          "en": "A research institution established by Tsinghua University in 1925, which appointed Liang Qichao, Wang Guowei, Chen Yinke, and Zhao Yuanren as the 'Four Great Tutors' to study traditional Chinese culture."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "lifetime": "1866-11-12 - 1925-03-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代革命家，中华民国国父。曾与流亡日本的梁启超会面，商讨合作，但因政治理念不同而未能实现。",
          "en": "A Chinese revolutionary and the founding father of the Republic of China. He met with Liang Qichao during his exile in Japan to discuss cooperation, but it did not materialize due to differing political ideologies."
        }
      }
    },
    {
      "id": "伊藤博文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伊藤博文"
        ],
        "en": [
          "Itō Hirobumi"
        ]
      },
      "properties": {
        "lifetime": "1841-10-16 - 1909-10-26",
        "gender": "Male",
        "description": {
          "zh-cn": "日本明治时期政治家，曾四次担任日本首相。在戊戌政变后，他帮助梁启超成功逃亡至日本。",
          "en": "A Japanese statesman of the Meiji period who served as Prime Minister of Japan four times. After the Wuxu Coup, he helped Liang Qichao successfully escape to Japan."
        }
      }
    },
    {
      "id": "军务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "军务院"
        ],
        "en": [
          "Military Affairs Council"
        ]
      },
      "properties": {
        "period": "1916-05-08 - 1916-07-14",
        "location": {
          "zh-cn": "肇庆",
          "en": "Zhaoqing"
        },
        "description": {
          "zh-cn": "护国战争期间，由南方独立各省在广东肇庆成立的、对抗北洋政府的护国军政府。梁启超任抚军兼政务委员长。",
          "en": "During the National Protection War, it was the military government of the National Protection Army established in Zhaoqing, Guangdong by the southern independent provinces to oppose the Beiyang government. Liang Qichao served as its Commander and Chairman of the Government Affairs Council."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "梁启超",
      "target": "康有为",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1890",
        "description": {
          "zh-cn": "1890年，梁启超拜康有为为师，成为其学生和维新变法运动中的主要助手。",
          "en": "In 1890, Liang Qichao became Kang Youwei's student and his main assistant in the reform movement."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "戊戌变法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1898-06-11",
        "end_date": "1898-09-21",
        "description": {
          "zh-cn": "梁启超与老师康有为是戊戌变法的主要策划者和领导者。",
          "en": "Liang Qichao and his teacher Kang Youwei were the main planners and leaders of the Hundred Days' Reform."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "戊戌变法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1898-09-21",
        "description": {
          "zh-cn": "发动戊戌政变，囚禁光绪帝，下令搜捕维新派人士，导致变法失败。",
          "en": "Launched the Wuxu Coup, imprisoned the Guangxu Emperor, ordered the arrest of reformists, leading to the failure of the reform."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "袁世凯",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1915",
        "end_date": "1916-06-06",
        "description": {
          "zh-cn": "梁启超在袁世凯筹划复辟帝制时与其决裂，并策划发动护国运动进行讨伐，成为其主要政治对手。",
          "en": "Liang Qichao broke with Yuan Shikai when Yuan planned to restore the monarchy and became his main political opponent by planning and launching the National Protection War against him."
        }
      }
    },
    {
      "source": "袁世凯",
      "target": "中华帝国",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1915-12-12",
        "description": {
          "zh-cn": "袁世凯宣布接受帝位，改国号为中华帝国，试图复辟君主制。",
          "en": "Yuan Shikai announced his acceptance of the throne, changed the country's name to the Empire of China, and attempted to restore the monarchy."
        }
      }
    },
    {
      "source": "护国运动",
      "target": "中华帝国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1915-12-25",
        "end_date": "1916-03-22",
        "description": {
          "zh-cn": "护国运动的军事行动和全国性的反对声浪，迫使袁世凯于1916年3月22日宣布取消帝制。",
          "en": "The military actions of the National Protection War and nationwide opposition forced Yuan Shikai to announce the abolition of the monarchy on March 22, 1916."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "护国运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1915-08",
        "description": {
          "zh-cn": "梁启超是护国运动的主要策划者，他撰写檄文《异哉所谓国体问题者》，并与蔡锷密谋，在幕后指挥了起义。",
          "en": "Liang Qichao was a key planner of the National Protection War, writing the manifesto 'How Strange is the So-called National Polity Problem!' and conspiring with Cai E to direct the uprising from behind the scenes."
        }
      }
    },
    {
      "source": "蔡锷",
      "target": "护国运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1915-12-25",
        "description": {
          "zh-cn": "蔡锷在云南宣布独立，组织护国军并担任第一军总司令，是护国战争前线的军事领导者。",
          "en": "Cai E declared independence in Yunnan, organized the National Protection Army, and served as its First Army Commander, acting as the military leader on the front lines of the war."
        }
      }
    },
    {
      "source": "《异哉所谓国体问题者》",
      "target": "护国运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1915-08-22",
        "description": {
          "zh-cn": "该文的发表，在舆论上吹响了反袁的号角，为护国运动的爆发提供了思想和舆论基础。",
          "en": "The publication of this article sounded the clarion call against Yuan in public opinion, providing the ideological and public opinion foundation for the outbreak of the National Protection War."
        }
      }
    },
    {
      "source": "蔡锷",
      "target": "梁启超",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1897-11",
        "description": {
          "zh-cn": "蔡锷曾是梁启超在长沙时务学堂的学生，后在护国运动中成为其重要的政治盟友。",
          "en": "Cai E was a student of Liang Qichao at the Academy of Current Affairs in Changsha and later became his important political ally during the National Protection War."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "张勋复辟",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1917-07-01",
        "description": {
          "zh-cn": "张勋复辟当晚，梁启超即请段祺瑞起兵讨伐，并亲自参与组织讨逆军，起草讨伐通电。",
          "en": "On the night of the Zhang Xun Restoration, Liang Qichao immediately urged Duan Qirui to launch a punitive expedition, personally participated in organizing the army, and drafted the punitive telegram."
        }
      }
    },
    {
      "source": "段祺瑞",
      "target": "张勋复辟",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1917-07-04",
        "end_date": "1917-07-12",
        "description": {
          "zh-cn": "段祺瑞在梁启超等人支持下，在天津组织讨逆军，迅速击败张勋，平定了复辟。",
          "en": "With the support of Liang Qichao and others, Duan Qirui organized a punitive army in Tianjin and quickly defeated Zhang Xun, quelling the restoration."
        }
      }
    },
    {
      "source": "张勋",
      "target": "张勋复辟",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917-07-01",
        "description": {
          "zh-cn": "张勋率兵入京，拥立清废帝溥仪复位，是复辟事件的发动者和领导者。",
          "en": "Zhang Xun led troops into Beijing to restore the deposed emperor Puyi, initiating and leading the restoration event."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "中华民国司法部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1913-09-11",
        "end_date": "1914-02-20",
        "position": {
          "zh-cn": "司法总长",
          "en": "Minister of Justice"
        },
        "description": {
          "zh-cn": "在熊希龄内阁中担任司法总长。",
          "en": "Served as Minister of Justice in Xiong Xiling's cabinet."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "中华民国财政部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1917-07-17",
        "end_date": "1917-11-30",
        "position": {
          "zh-cn": "财政总长",
          "en": "Minister of Finance"
        },
        "description": {
          "zh-cn": "在段祺瑞内阁中担任财政总长。",
          "en": "Served as Minister of Finance in Duan Qirui's cabinet."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "币制局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1914-02-19",
        "end_date": "1914-12-27",
        "position": {
          "zh-cn": "总裁",
          "en": "President"
        }
      }
    },
    {
      "source": "梁启超",
      "target": "李蕙仙",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1891",
        "description": {
          "zh-cn": "李蕙仙是梁启超的结发妻子。",
          "en": "Li Huixian was Liang Qichao's first wife."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "王桂荃",
      "type": "LOVER_OF",
      "properties": {
        "start_date": "1902",
        "description": {
          "zh-cn": "王桂荃是梁启超的通房丫鬟，为他生养了六名子女。",
          "en": "Wang Guiquan was Liang Qichao's concubine-maid, who raised six of his children."
        }
      }
    },
    {
      "source": "梁思成",
      "target": "梁启超",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "梁思成",
      "target": "李蕙仙",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "梁思永",
      "target": "梁启超",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "梁思永",
      "target": "王桂荃",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "梁思庄",
      "target": "梁启超",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "梁思庄",
      "target": "李蕙仙",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "梁启超",
      "target": "梁宝瑛",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "张之洞",
      "target": "唐才常",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-08-23",
        "description": {
          "zh-cn": "张之洞在武昌破获自立军起义，将领导者唐才常等人处决。",
          "en": "Zhang Zhidong suppressed the Self-Strengthening Army Uprising in Wuchang and executed its leader Tang Caichang and others."
        }
      }
    },
    {
      "source": "康有为",
      "target": "自立军起义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-08",
        "description": {
          "zh-cn": "康有为未能及时将筹集到的军饷送达，是导致自立军起义仓促发动并最终失败的重要原因之一。",
          "en": "Kang Youwei's failure to deliver the raised military funds in time was a major reason for the hasty launch and eventual failure of the Self-Strengthening Army Uprising."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "中华民族",
      "type": "PUSHED",
      "properties": {
        "start_date": "1902",
        "description": {
          "zh-cn": "梁启超在《新民丛报》上首次提出“中华民族”这一概念，对现代中国国家认同的构建起到了奠基性作用。",
          "en": "Liang Qichao first proposed the concept of 'Zhonghua Minzu' (the Chinese Nation) in his 'Xinmin Congbao', playing a foundational role in the construction of modern Chinese national identity."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "五四运动",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1919-04-24",
        "description": {
          "zh-cn": "梁启超在巴黎和会期间向国内发回中国外交失败的电报，经报刊披露后，直接引发了五四运动。",
          "en": "During the Paris Peace Conference, Liang Qichao sent telegrams back to China about the diplomatic failure. After being published in newspapers, this directly triggered the May Fourth Movement."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "清华国学研究院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1925",
        "position": {
          "zh-cn": "导师",
          "en": "Tutor"
        }
      }
    },
    {
      "source": "梁启超",
      "target": "孙中山",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1898",
        "description": {
          "zh-cn": "戊戌变法失败后，梁启超流亡日本，期间与孙中山会面，商讨合作反清事宜，但因政治理念分歧未能成功。",
          "en": "After the failure of the Hundred Days' Reform, Liang Qichao went into exile in Japan, where he met with Sun Yat-sen to discuss cooperation against the Qing government, but they failed to reach an agreement due to different political ideologies."
        }
      }
    },
    {
      "source": "伊藤博文",
      "target": "梁启超",
      "type": "PUSHED",
      "properties": {
        "start_date": "1898-09",
        "description": {
          "zh-cn": "戊戌政变后，在日本前首相伊藤博文的帮助下，梁启超得以成功逃亡日本。",
          "en": "After the Wuxu Coup, with the help of former Japanese Prime Minister Itō Hirobumi, Liang Qichao successfully escaped to Japan."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "军务院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1916-05-08",
        "end_date": "1916-06",
        "position": {
          "zh-cn": "抚军兼政务委员长",
          "en": "Commander and Chairman of the Government Affairs Council"
        }
      }
    }
  ]
}