{
  "nodes": [
    {
      "id": "郑和下西洋",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "郑和下西洋"
        ],
        "en": [
          "Zheng He's voyages to the Western Oceans"
        ]
      },
      "properties": {
        "period": "1405-07-11 - 1433-07-06",
        "description": {
          "zh-cn": "指中国在明代早期（1405年至1433年）间的七场连续的大规模远洋航海，跨越了东亚、东南亚、印度次大陆、阿拉伯半岛及东非各地，被认为是当时世界上规模最大的远洋航海项目。",
          "en": "Refers to seven consecutive large-scale ocean voyages conducted by China in the early Ming Dynasty (1405 to 1433), spanning East Asia, Southeast Asia, the Indian subcontinent, the Arabian Peninsula, and East Africa. It is considered the world's largest maritime expedition of its time."
        }
      }
    },
    {
      "id": "郑和",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑和",
          "三保太监"
        ],
        "en": [
          "Zheng He"
        ]
      },
      "properties": {
        "lifetime": " - 1433-04",
        "gender": "Male",
        "death_place": {
          "zh-cn": "古里",
          "en": "Calicut"
        },
        "description": {
          "zh-cn": "明代航海家、外交家，奉明成祖和明宣宗之命，率领船队七次下西洋。",
          "en": "A Ming Dynasty mariner and diplomat who, under the orders of the Yongle Emperor and Xuande Emperor, led seven expeditions to the Western Oceans."
        }
      }
    },
    {
      "id": "明成祖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明成祖",
          "永乐",
          "朱棣"
        ],
        "en": [
          "Yongle Emperor"
        ]
      },
      "properties": {
        "lifetime": "1360-05-02 - 1424-08-12",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝第三位皇帝，通过靖难之变夺取皇位。他是郑和下西洋的主要推动者，在其统治期间组织了前六次远航。",
          "en": "The third emperor of the Ming Dynasty, who seized the throne through the Jingnan Campaign. He was the main proponent of Zheng He's voyages, organizing the first six expeditions during his reign."
        }
      }
    },
    {
      "id": "明宣宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明宣宗",
          "宣德"
        ],
        "en": [
          "Xuande Emperor"
        ]
      },
      "properties": {
        "lifetime": "1399-03-16 - 1435-01-31",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝第五位皇帝，派遣郑和进行了第七次也是最后一次下西洋。",
          "en": "The fifth emperor of the Ming Dynasty, who dispatched Zheng He for the seventh and final voyage to the Western Oceans."
        }
      }
    },
    {
      "id": "朱高炽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱高炽",
          "仁宗"
        ],
        "en": [
          "Hongxi Emperor"
        ]
      },
      "properties": {
        "lifetime": "1378-08-16 - 1425-05-29",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝第四位皇帝，明成祖长子。继位后因国家财政问题取消了下西洋的国策。",
          "en": "The fourth emperor of the Ming Dynasty and the eldest son of the Yongle Emperor. After ascending the throne, he canceled the policy of maritime expeditions due to national financial issues."
        }
      }
    },
    {
      "id": "海禁",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "海禁"
        ],
        "en": [
          "Sea ban"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝实行的锁国性质国策，严格禁止人民对外通商贸易。郑和下西洋是这一政策下的重大例外。",
          "en": "An isolationist national policy implemented by the Ming Dynasty, strictly prohibiting private maritime trade. Zheng He's voyages were a major exception to this policy."
        }
      }
    },
    {
      "id": "明代",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "明代",
          "明朝"
        ],
        "en": [
          "Ming dynasty"
        ]
      },
      "properties": {
        "period": "1368 - 1644"
      }
    },
    {
      "id": "陈祖义",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈祖义"
        ],
        "en": [
          "Chen Zuyi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "盘踞在旧港（今巨港）的海盗头目，在郑和第一次下西洋时被剿灭并生擒。",
          "en": "A pirate leader based in Old Port (modern Palembang), who was defeated and captured by Zheng He during the first voyage."
        }
      }
    },
    {
      "id": "亚烈苦奈儿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "亚烈苦奈儿"
        ],
        "en": [
          "Alakesvara"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "锡兰山国王。因在郑和第三次下西洋时图谋加害船队，被郑和率兵突袭王城后生擒。",
          "en": "The king of Ceylon. He plotted to harm the fleet during Zheng He's third voyage and was captured after Zheng He led a surprise attack on his royal city."
        }
      }
    },
    {
      "id": "苏干剌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏干剌"
        ],
        "en": [
          "Sekandar"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "苏门答腊的篡位者。在郑和第四次下西洋时，被郑和奉命追剿并生擒。",
          "en": "A usurper in Sumatra. He was pursued and captured by Zheng He under imperial orders during the fourth voyage."
        }
      }
    },
    {
      "id": "拜里迷苏剌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "拜里迷苏剌"
        ],
        "en": [
          "Parameswara"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "满剌加（马六甲）的建立者。郑和船队在第三次下西洋时奉命册封其为国王，帮助其确立了统治地位。",
          "en": "The founder of Malacca. During the third voyage, Zheng He's fleet officially recognized him as king under imperial orders, helping to establish his rule."
        }
      }
    },
    {
      "id": "宝船厂",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "宝船厂"
        ],
        "en": [
          "Treasure Ship Shipyard"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "南京",
          "en": "Nanjing"
        },
        "description": {
          "zh-cn": "位于南京龙江的造船厂，负责建造郑和下西洋所用的大型宝船。",
          "en": "A shipyard located at Longjiang in Nanjing, responsible for building the large treasure ships used in Zheng He's expeditions."
        }
      }
    },
    {
      "id": "刘大夏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘大夏"
        ],
        "en": [
          "Liu Daxia"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明代官员。据记载，他曾将郑和下西洋的官方档案藏匿或销毁，认为这些远航劳民伤财。",
          "en": "A Ming Dynasty official. According to records, he hid or destroyed the official archives of Zheng He's voyages, believing the expeditions to be a waste of resources and manpower."
        }
      }
    },
    {
      "id": "郑和出使水程",
      "type": "Document",
      "name": {
        "zh-cn": [
          "郑和出使水程"
        ],
        "en": [
          "Zheng He's Voyage Itinerary"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "郑和下西洋的官方档案，原存兵部。据传在成化年间被官员刘大夏藏匿或销毁，导致大量原始资料失传。",
          "en": "The official archives of Zheng He's voyages, originally stored in the Ministry of War. It is said to have been hidden or destroyed by the official Liu Daxia during the Chenghua era, leading to the loss of a vast amount of primary source material."
        }
      }
    },
    {
      "id": "王景弘",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王景弘"
        ],
        "en": [
          "Wang Jinghong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明代太监，作为郑和的副手，多次共同率领船队下西洋。在郑和于第七次航行途中去世后，他率领船队返回中国。",
          "en": "A Ming Dynasty eunuch who served as Zheng He's deputy, co-leading the treasure fleet on multiple voyages. After Zheng He's death during the seventh expedition, he led the fleet back to China."
        }
      }
    },
    {
      "id": "帖木儿帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "帖木儿帝国"
        ],
        "en": [
          "Timurid Empire"
        ]
      },
      "properties": {
        "period": "1370 - 1507",
        "description": {
          "zh-cn": "由帖木儿建立的帝国，其势力范围曾与明朝西部接壤。有学者认为郑和下西洋的目的之一是联合印度洋沿岸国家以制衡帖木儿帝国。",
          "en": "An empire founded by Timur, whose territory bordered the western frontier of the Ming Dynasty. Some scholars suggest that one of the purposes of Zheng He's voyages was to form alliances with countries along the Indian Ocean to counterbalance the Timurid Empire."
        }
      }
    },
    {
      "id": "建文帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "建文帝",
          "朱允炆",
          "惠帝"
        ],
        "en": [
          "Jianwen Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝第二位皇帝，在靖难之变中被其叔叔朱棣（后来的明成祖）推翻后下落不明。寻找其踪迹被认为是郑和下西洋的目的之一。",
          "en": "The second emperor of the Ming Dynasty, who disappeared after being overthrown by his uncle Zhu Di (the future Yongle Emperor) in the Jingnan Campaign. Searching for his whereabouts is considered one of the possible motives for Zheng He's voyages."
        }
      }
    },
    {
      "id": "靖难之变",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "靖难之变"
        ],
        "en": [
          "Jingnan campaign"
        ]
      },
      "properties": {
        "period": "1399 - 1402",
        "description": {
          "zh-cn": "明朝初年的一场内战，时为燕王的朱棣起兵反对其侄子建文帝，最终成功夺取皇位，是为明成祖。",
          "en": "A civil war in the early Ming Dynasty where Zhu Di, then the Prince of Yan, rebelled against his nephew, the Jianwen Emperor, and ultimately succeeded in seizing the throne to become the Yongle Emperor."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "明成祖",
      "target": "郑和下西洋",
      "type": "PUSHED",
      "properties": {
        "start_date": "1405-07-11",
        "end_date": "1422-09-02",
        "description": {
          "zh-cn": "明成祖是郑和下西洋的主要发起者和支持者，在其统治期间，郑和船队共进行了六次远航。其目的包括寻找建文帝、宣扬国威和发展朝贡贸易。",
          "en": "The Yongle Emperor was the primary initiator and supporter of Zheng He's voyages. During his reign, the fleet undertook six expeditions. The motives included searching for the Jianwen Emperor, demonstrating Ming power, and developing the tribute trade system."
        }
      }
    },
    {
      "source": "郑和",
      "target": "明成祖",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "正使太监",
          "en": "Principal Envoy Eunuch"
        },
        "description": {
          "zh-cn": "郑和作为明成祖时期的太监及官员，奉命担任正使，全权负责下西洋的航海任务。",
          "en": "As a eunuch and official during the Yongle Emperor's reign, Zheng He was appointed as the Principal Envoy, with full authority over the maritime expeditions to the Western Oceans."
        }
      }
    },
    {
      "source": "明宣宗",
      "target": "郑和下西洋",
      "type": "PUSHED",
      "properties": {
        "start_date": "1430-01",
        "end_date": "1433-07-06",
        "description": {
          "zh-cn": "宣德五年，明宣宗以外番多不来朝贡为由，命令郑和率队进行第七次，也是最后一次下西洋。",
          "en": "In the fifth year of the Xuande reign (1430), the Xuande Emperor, citing the decline in tribute missions from foreign states, ordered Zheng He to lead the seventh and final voyage."
        }
      }
    },
    {
      "source": "朱高炽",
      "target": "郑和下西洋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1424",
        "description": {
          "zh-cn": "明成祖于1424年去世后，其子朱高炽（仁宗）即位，以国家经济空虚为由，下令停止了下西洋的行动。",
          "en": "After the Yongle Emperor's death in 1424, his son Zhu Gaochi (the Hongxi Emperor) ascended the throne and ordered a halt to the voyages, citing economic strain on the empire."
        }
      }
    },
    {
      "source": "郑和下西洋",
      "target": "海禁",
      "type": "BLOCKED",
      "properties": {
        "period": "1405 - 1433",
        "description": {
          "zh-cn": "郑和下西洋作为官方组织的、规模庞大的国家级航海活动，是明朝长期奉行的严苛海禁政策中的一个重大例外，被称为“破例入洋”。",
          "en": "As a large-scale, state-sponsored maritime activity, Zheng He's voyages constituted a major exception to the strict sea ban policy long enforced by the Ming Dynasty, known as an 'exceptional venture into the ocean'."
        }
      }
    },
    {
      "source": "明代",
      "target": "海禁",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "明朝自洪武年间起便实行海禁政策，以防范倭寇和沿海反叛势力，严格限制民间海外贸易。",
          "en": "The Ming Dynasty implemented the sea ban policy from the Hongwu era onwards to guard against Wokou pirates and coastal rebel forces, severely restricting private overseas trade."
        }
      }
    },
    {
      "source": "郑和",
      "target": "陈祖义",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1407",
        "description": {
          "zh-cn": "在第一次下西洋期间，郑和船队在旧港（今巨港）击败了海盗陈祖义的势力，将其生擒并押送至京师问斩，扫除了当地的海上威胁。",
          "en": "During the first voyage, Zheng He's fleet defeated the forces of the pirate Chen Zuyi at Old Port (modern Palembang), capturing him alive and escorting him to the capital for execution, thereby eliminating a major maritime threat in the region."
        }
      }
    },
    {
      "source": "郑和",
      "target": "亚烈苦奈儿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1411",
        "description": {
          "zh-cn": "第三次下西洋期间，锡兰山国王亚烈苦奈儿图谋攻击船队。郑和察觉后，率兵突袭其王城，生擒亚烈苦奈儿及其家属。",
          "en": "During the third voyage, King Alakesvara of Ceylon plotted to attack the fleet. After discovering the plot, Zheng He led a surprise attack on the king's capital, capturing him and his family."
        }
      }
    },
    {
      "source": "郑和",
      "target": "苏干剌",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1413",
        "description": {
          "zh-cn": "第四次下西洋时，郑和奉命在苏门答腊追剿篡位者苏干剌，并最终将其生擒送京伏法。",
          "en": "On the fourth voyage, Zheng He was ordered to pursue the usurper Sekandar in Sumatra, eventually capturing him and sending him to the capital for execution."
        }
      }
    },
    {
      "source": "郑和",
      "target": "拜里迷苏剌",
      "type": "PUSHED",
      "properties": {
        "start_date": "1409",
        "description": {
          "zh-cn": "郑和船队奉明成祖之命，册封拜里迷苏剌为满剌加国（马六甲）国王，赐予印信袍服，帮助其摆脱暹罗的控制，建立了一个重要的贸易据点。",
          "en": "Under the Yongle Emperor's orders, Zheng He's fleet officially recognized Parameswara as the king of Malacca, bestowing upon him a seal and royal robes. This helped him break free from Siamese control and establish a vital trading hub."
        }
      }
    },
    {
      "source": "宝船厂",
      "target": "郑和下西洋",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "位于南京的宝船厂是郑和下西洋船队中大型宝船的主要建造基地，为远洋航行提供了物质基础。",
          "en": "The Treasure Ship Shipyard in Nanjing was the primary construction site for the large treasure ships of Zheng He's fleet, providing the material foundation for the ocean voyages."
        }
      }
    },
    {
      "source": "刘大夏",
      "target": "郑和出使水程",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "据《殊域周咨录》记载，兵部官员刘大夏认为下西洋劳民伤财，将相关的官方档案《郑和出使水程》藏匿或销毁，导致大量珍贵史料失传。",
          "en": "According to the 'Record of the Various Barbarian Countries', the Ministry of War official Liu Daxia, believing the voyages to be a waste of resources, hid or destroyed the official archives known as 'Zheng He's Voyage Itinerary', causing the loss of a great deal of precious historical material."
        }
      }
    },
    {
      "source": "王景弘",
      "target": "郑和",
      "type": "MET_WITH",
      "properties": {
        "period": "1405 - 1433",
        "description": {
          "zh-cn": "王景弘作为郑和的副手，多次共同率领船队下西洋，是航海活动的核心领导者之一。在郑和去世后，他接替指挥，率领船队返航。",
          "en": "As Zheng He's deputy, Wang Jinghong co-led the fleet on multiple voyages and was one of the core leaders of the expeditions. After Zheng He's death, he took command and led the fleet's return journey."
        }
      }
    },
    {
      "source": "郑和下西洋",
      "target": "帖木儿帝国",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "一种历史观点认为，郑和下西洋的目的之一是通过与印度洋沿岸国家建立联系，从海上对当时强大的帖木儿帝国形成战略包围和牵制。",
          "en": "One historical perspective suggests that a purpose of Zheng He's voyages was to strategically encircle and contain the powerful Timurid Empire by establishing connections with countries along the Indian Ocean."
        }
      }
    },
    {
      "source": "靖难之变",
      "target": "明成祖",
      "type": "PUSHED",
      "properties": {
        "period": "1399 - 1402",
        "description": {
          "zh-cn": "明成祖（朱棣）通过发动靖难之变，成功从其侄子建文帝手中夺取了皇位。",
          "en": "The Yongle Emperor (Zhu Di) successfully seized the throne from his nephew, the Jianwen Emperor, by launching the Jingnan Campaign."
        }
      }
    },
    {
      "source": "明成祖",
      "target": "建文帝",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1402",
        "description": {
          "zh-cn": "在靖难之变中，明成祖击败并推翻了建文帝的统治。建文帝从此下落不明，寻找其踪迹成为郑和下西洋的动机之一。",
          "en": "During the Jingnan Campaign, the Yongle Emperor defeated and overthrew the rule of the Jianwen Emperor. The Jianwen Emperor's subsequent disappearance became one of the motivations for Zheng He's voyages."
        }
      }
    }
  ]
}