{
  "nodes": [
    {
      "id": "叶剑英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶剑英",
          "叶宜伟",
          "沧白",
          "叶帅"
        ],
        "en": [
          "Ye Jianying"
        ]
      },
      "properties": {
        "lifetime": "1897-04-28 - 1986-10-22",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "广东省嘉应直隶州雁洋镇",
          "en": "Yanyang, Jiaying Prefecture, Guangdong"
        },
        "death_place": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的革命家、军事将领和政治家，中华人民共和国十大元帅之一。在粉碎四人帮等关键历史事件中发挥了决定性作用。",
          "en": "A revolutionary, military leader, and politician of the Communist Party of China and the People's Republic of China, one of the Ten Marshals of the PRC. He played a decisive role in key historical events such as the arrest of the Gang of Four."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人。他在长征途中因叶剑英的报告而识破张国焘的分裂企图，并在文革期间及之后对叶剑英有高度评价。",
          "en": "The main founder and leader of the Communist Party of China, the People's Liberation Army, and the People's Republic of China. He saw through Zhang Guotao's attempt to split the party thanks to Ye Jianying's report during the Long March and held Ye in high regard during and after the Cultural Revolution."
        }
      }
    },
    {
      "id": "华国锋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "华国锋"
        ],
        "en": [
          "Hua Guofeng"
        ]
      },
      "properties": {
        "lifetime": "1921-02-16 - 2008-08-20",
        "gender": "Male",
        "description": {
          "zh-cn": "毛泽东逝世后的中国最高领导人。他与叶剑英、汪东兴等人联手策划了粉碎四人帮的行动。",
          "en": "The paramount leader of China after Mao Zedong's death. He collaborated with Ye Jianying, Wang Dongxing, and others to plan the arrest of the Gang of Four."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国的第二代主要领导人，改革开放的总设计师。叶剑英在其复出过程中起到了关键的推动作用。",
          "en": "The paramount leader of the second generation of the People's Republic of China and the chief architect of the Reform and Opening Up. Ye Jianying played a key role in supporting his political comeback."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国首任国务院总理。他同意叶剑英加入中国共产党，并与其在国共谈判和统战工作中长期密切合作。",
          "en": "The first Premier of the People's Republic of China. He approved Ye Jianying's admission to the CCP and worked closely with him for a long time in KMT-CCP negotiations and united front work."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，曾是毛泽东的接班人。在文化大革命期间，他发布的“一号令”导致叶剑英等高级将领被疏散离京。",
          "en": "A Marshal of the People's Republic of China and once Mao Zedong's designated successor. During the Cultural Revolution, his 'Order Number One' led to the evacuation of senior military leaders, including Ye Jianying, from Beijing."
        }
      }
    },
    {
      "id": "四人帮",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "四人帮",
          "Gang of Four"
        ],
        "en": [
          "Gang of Four"
        ]
      },
      "properties": {
        "period": " - 1976-10-06",
        "description": {
          "zh-cn": "文化大革命后期由江青、张春桥、姚文元、王洪文组成的政治集团。他们在二月逆流事件中攻击叶剑英，后被叶剑英、华国锋等人联手粉碎。",
          "en": "A political faction composed of Jiang Qing, Zhang Chunqiao, Yao Wenyuan, and Wang Hongwen during the later stages of the Cultural Revolution. They attacked Ye Jianying during the February Countercurrent and were later overthrown by a coalition led by Ye Jianying and Hua Guofeng."
        }
      }
    },
    {
      "id": "粉碎四人帮",
      "type": "Event",
      "name": {
        "zh-cn": [
          "粉碎四人帮",
          "怀仁堂事变"
        ],
        "en": [
          "Arrest of the Gang of Four",
          "Huaitang Incident"
        ]
      },
      "properties": {
        "period": "1976-10-06 - 1976-10-06",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "1976年10月6日，由华国锋、叶剑英、汪东兴等人策划，逮捕江青、张春桥、王洪文、姚文元等“四人帮”成员的政治事件，标志着文化大革命的结束。",
          "en": "A political event on October 6, 1976, planned by Hua Guofeng, Ye Jianying, Wang Dongxing and others, leading to the arrest of the 'Gang of Four' members Jiang Qing, Zhang Chunqiao, Wang Hongwen, and Yao Wenyuan. It marked the end of the Cultural Revolution."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "中华人民共和国时期由毛泽东发起和领导的政治运动。期间，叶剑英因“二月逆流”案受到冲击和批判。",
          "en": "A political movement in the People's Republic of China initiated and led by Mao Zedong. During this period, Ye Jianying was impacted and criticized in the 'February Countercurrent' case."
        }
      }
    },
    {
      "id": "二月逆流",
      "type": "Event",
      "name": {
        "zh-cn": [
          "二月逆流"
        ],
        "en": [
          "February Countercurrent"
        ]
      },
      "properties": {
        "period": "1967-02 - 1967-02",
        "description": {
          "zh-cn": "文化大革命初期，一批中共元老在京西宾馆会议和怀仁堂碰头会上公开批评中央文革小组的错误做法，后被诬陷为“二月逆流”。叶剑英是该事件的核心人物之一。",
          "en": "In the early stages of the Cultural Revolution, a group of CCP veterans openly criticized the erroneous practices of the Central Cultural Revolution Group at meetings in the Jingxi Hotel and Huairen Hall. They were later framed for the 'February Countercurrent'. Ye Jianying was one of the core figures in this event."
        }
      }
    },
    {
      "id": "长征",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "长征"
        ],
        "en": [
          "Long March"
        ]
      },
      "properties": {
        "period": "1934-10 - 1936-10",
        "description": {
          "zh-cn": "中国工农红军的战略性大转移。在此期间，叶剑英向毛泽东报告了张国焘的分裂企图，对维护党和红军的统一立下大功。",
          "en": "A major strategic retreat undertaken by the Chinese Workers' and Peasants' Red Army. During this period, Ye Jianying reported Zhang Guotao's separatist intentions to Mao Zedong, making a great contribution to preserving the unity of the Party and the Red Army."
        }
      }
    },
    {
      "id": "张国焘",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张国焘"
        ],
        "en": [
          "Zhang Guotao"
        ]
      },
      "properties": {
        "lifetime": "1897-11-26 - 1979-12-03",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期领导人之一。在长征途中，他试图分裂党和红军，但其计划被叶剑英及时发现并报告给毛泽东，因而未能得逞。",
          "en": "An early leader of the Communist Party of China. During the Long March, he attempted to split the party and the Red Army, but his plan was discovered in time by Ye Jianying and reported to Mao Zedong, thus thwarting it."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "Communist Party of China",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。叶剑英于1927年7月加入该党，并长期担任党、国家和军队的重要领导职务。",
          "en": "The ruling party of the People's Republic of China. Ye Jianying joined the party in July 1927 and held important leadership positions in the party, state, and military for a long time."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的政党，由孙中山创立。叶剑英早年曾加入国民党并参与北伐，1927年4月因反对蒋介石而被开除党籍。",
          "en": "A political party in China founded by Sun Yat-sen. Ye Jianying joined the Kuomintang in his early years and participated in the Northern Expedition. He was expelled in April 1927 for opposing Chiang Kai-shek."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石",
          "蒋中正"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887-10-31 - 1975-04-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党领袖。1927年，叶剑英通电反蒋，二人关系破裂，蒋介石宣布开除叶剑英的国民党党籍。",
          "en": "Leader of the Kuomintang. In 1927, Ye Jianying publicly denounced Chiang, leading to a rupture in their relationship, and Chiang expelled Ye from the Kuomintang."
        }
      }
    },
    {
      "id": "云南讲武堂",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "云南讲武堂"
        ],
        "en": [
          "Yunnan Military Academy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国近代著名的军事院校。叶剑英于1917年进入该校学习，1920年毕业。",
          "en": "A famous military academy in modern China. Ye Jianying entered the academy in 1917 and graduated in 1920."
        }
      }
    },
    {
      "id": "莫斯科东方大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "莫斯科东方大学"
        ],
        "en": [
          "Communist University of the Toilers of the East"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联为培养东方各国共产党干部的学校。叶剑英于1928年赴该校特别班学习。",
          "en": "A Soviet university for training communist cadres from Eastern countries. Ye Jianying went to study in a special class at this university in 1928."
        }
      }
    },
    {
      "id": "中华人民共和国国防部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国防部"
        ],
        "en": [
          "Ministry of National Defense of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院下属的军事部门。叶剑英曾于1975年至1978年担任国防部部长。",
          "en": "The military department under the State Council of the People's Republic of China. Ye Jianying served as its minister from 1975 to 1978."
        }
      }
    },
    {
      "id": "全国人民代表大会常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "全国人民代表大会常务委员会"
        ],
        "en": [
          "Standing Committee of the National People's Congress"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高国家权力机关全国人民代表大会的常设机关。叶剑英于1978年至1983年担任委员长，在此期间代行国家元首职权。",
          "en": "The permanent body of the National People's Congress, the highest organ of state power in the PRC. Ye Jianying served as its Chairman from 1978 to 1983, exercising the powers of the head of state during this period."
        }
      }
    },
    {
      "id": "冯华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冯华"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "医务工作者，叶剑英的第二任妻子，叶选平和叶楚梅的母亲。",
          "en": "A medical worker, the second wife of Ye Jianying, and the mother of Ye Xuanping and Ye Chumei."
        }
      }
    },
    {
      "id": "叶选平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶选平"
        ],
        "en": [
          "Ye Xuanping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "叶剑英与冯华的长子，曾任广东省省长、全国政协副主席。",
          "en": "The eldest son of Ye Jianying and Feng Hua. He served as the Governor of Guangdong Province and Vice Chairman of the CPPCC National Committee."
        }
      }
    },
    {
      "id": "曾宪植",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曾宪植"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "叶剑英的第三任妻子，叶选宁的母亲。",
          "en": "The third wife of Ye Jianying and the mother of Ye Xuanning."
        }
      }
    },
    {
      "id": "叶选宁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶选宁"
        ],
        "en": [
          "Ye Xuanning"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "叶剑英与曾宪植之子，曾任总政联络部部长。",
          "en": "The son of Ye Jianying and Zeng Xianzhi. He served as the head of the Liaison Department of the General Political Department."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "叶剑英",
      "target": "云南讲武堂",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1917",
        "end_date": "1920-01",
        "description": {
          "zh-cn": "1917年夏，叶剑英进入云南讲武堂学习，并于1920年1月毕业。",
          "en": "In the summer of 1917, Ye Jianying entered the Yunnan Military Academy to study and graduated in January 1920."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "莫斯科东方大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1928",
        "description": {
          "zh-cn": "1928年冬，叶剑英赴苏联莫斯科东方大学特别班学习。",
          "en": "In the winter of 1928, Ye Jianying went to the Soviet Union to study in a special class at the Communist University of the Toilers of the East in Moscow."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "中国国民党",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1927-04",
        "description": {
          "zh-cn": "叶剑英早年加入中国国民党，后因通电反蒋，于1927年4月后被蒋介石宣布开除党籍。",
          "en": "Ye Jianying joined the Kuomintang in his early years but was expelled by Chiang Kai-shek after April 1927 for publicly denouncing him."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1927-07",
        "end_date": "1986-10-22",
        "description": {
          "zh-cn": "1927年7月，经李世安介绍、周恩来同意，叶剑英秘密加入中国共产党。",
          "en": "In July 1927, introduced by Li Shi'an and with the approval of Zhou Enlai, Ye Jianying secretly joined the Communist Party of China."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "蒋介石",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1927-04",
        "description": {
          "zh-cn": "1927年4月，叶剑英决定反对蒋介石，并公开发表反蒋通电，二人自此成为政治对手。",
          "en": "In April 1927, Ye Jianying decided to oppose Chiang Kai-shek and publicly issued a telegram denouncing him, making them political adversaries thereafter."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "张国焘",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1935-08",
        "description": {
          "zh-cn": "在长征途中，叶剑英得悉张国焘拒绝执行中共中央北上方针并企图分裂红军，立即将此事报告毛泽东，挫败了张国焘的计划。",
          "en": "During the Long March, Ye Jianying learned that Zhang Guotao refused to follow the CCP Central Committee's northward policy and attempted to split the Red Army. He immediately reported this to Mao Zedong, thwarting Zhang's plan."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "叶剑英",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1967-02",
        "description": {
          "zh-cn": "在文化大革命期间，叶剑英因在“二月逆流”案中反对中央文革小组的错误做法而遭到围攻批斗，并一度被剥夺工作。",
          "en": "During the Cultural Revolution, Ye Jianying was besieged and criticized for opposing the erroneous practices of the Central Cultural Revolution Group in the 'February Countercurrent' case, and was temporarily stripped of his duties."
        }
      }
    },
    {
      "source": "二月逆流",
      "target": "叶剑英",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1967-02",
        "description": {
          "zh-cn": "叶剑英因在怀仁堂和京西宾馆会议上批评中央文革小组，被诬陷为“二月逆流”的核心人物，并遭到批斗。",
          "en": "Ye Jianying was framed as a core figure of the 'February Countercurrent' and criticized for his critiques of the Central Cultural Revolution Group at meetings in Huairen Hall and the Jingxi Hotel."
        }
      }
    },
    {
      "source": "九一三事件",
      "target": "叶剑英",
      "type": "PUSHED",
      "properties": {
        "start_date": "1971-09-13",
        "description": {
          "zh-cn": "林彪“九一三事件”后，叶剑英重新以军委副主席身份主持军委日常工作，回归权力核心。",
          "en": "After the 'September 13 Incident' involving Lin Biao, Ye Jianying returned to the core of power, resuming his role as Vice Chairman of the Military Commission and presiding over its daily work."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "粉碎四人帮",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-09",
        "end_date": "1976-10-06",
        "description": {
          "zh-cn": "毛泽东逝世后，叶剑英与华国锋、汪东兴等人联手策划了逮捕“四人帮”的行动，是该事件的主要决策者和领导者之一。",
          "en": "After Mao Zedong's death, Ye Jianying, along with Hua Guofeng and Wang Dongxing, planned the arrest of the 'Gang of Four,' being one of the main decision-makers and leaders of the event."
        }
      }
    },
    {
      "source": "华国锋",
      "target": "粉碎四人帮",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-09",
        "end_date": "1976-10-06",
        "description": {
          "zh-cn": "作为时任中共中央第一副主席，华国锋在毛泽东逝世后与叶剑英等人共同决策并领导了粉碎“四人帮”的行动。",
          "en": "As the First Vice Chairman of the CCP Central Committee at the time, Hua Guofeng, after Mao Zedong's death, co-decided and led the operation to arrest the 'Gang of Four' with Ye Jianying and others."
        }
      }
    },
    {
      "source": "粉碎四人帮",
      "target": "四人帮",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1976-10-06",
        "description": {
          "zh-cn": "通过“怀仁堂事变”，四人帮成员被一举抓捕，其政治生涯就此终结，标志着文化大革命的结束。",
          "en": "Through the 'Huaitang Incident', the members of the Gang of Four were arrested in one fell swoop, ending their political careers and marking the end of the Cultural Revolution."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "邓小平",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-12",
        "end_date": "1977-07",
        "description": {
          "zh-cn": "粉碎“四人帮”后，叶剑英多次向华国锋提议，并联合陈云、王震等人，为邓小平的第三次复出创造了条件并起到了关键推动作用。",
          "en": "After the arrest of the 'Gang of Four', Ye Jianying repeatedly proposed to Hua Guofeng and united with Chen Yun, Wang Zhen, and others, creating conditions for and playing a key role in promoting Deng Xiaoping's third political comeback."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "全国人民代表大会常务委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1978-03-05",
        "end_date": "1983-02-25",
        "position": {
          "zh-cn": "委员长",
          "en": "Chairman"
        },
        "description": {
          "zh-cn": "叶剑英担任第五届全国人大常委会委员长，在废除国家主席时期相当于国家元首。",
          "en": "Ye Jianying served as the Chairman of the Standing Committee of the 5th National People's Congress, equivalent to the head of state during the period when the state presidency was abolished."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "中华人民共和国国防部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1975-01-17",
        "end_date": "1978-03-05",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        },
        "description": {
          "zh-cn": "叶剑英于1975年1月至1978年3月担任中华人民共和国国防部部长。",
          "en": "Ye Jianying served as the Minister of National Defense of the People's Republic of China from January 1975 to March 1978."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "冯华",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1924",
        "description": {
          "zh-cn": "1924年初，叶剑英在广州与医务工作者冯华结婚。",
          "en": "In early 1924, Ye Jianying married medical worker Feng Hua in Guangzhou."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "曾宪植",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "1927年，叶剑英在广州与曾宪植结婚。",
          "en": "In 1927, Ye Jianying married Zeng Xianzhi in Guangzhou."
        }
      }
    },
    {
      "source": "叶选平",
      "target": "叶剑英",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "叶选平是叶剑英的长子。",
          "en": "Ye Xuanping is the eldest son of Ye Jianying."
        }
      }
    },
    {
      "source": "叶选平",
      "target": "冯华",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "叶选平是冯华的儿子。",
          "en": "Ye Xuanping is the son of Feng Hua."
        }
      }
    },
    {
      "source": "叶选宁",
      "target": "叶剑英",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "叶选宁是叶剑英的次子。",
          "en": "Ye Xuanning is the second son of Ye Jianying."
        }
      }
    },
    {
      "source": "叶选宁",
      "target": "曾宪植",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "叶选宁是曾宪植的儿子。",
          "en": "Ye Xuanning is the son of Zeng Xianzhi."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "叶剑英",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "周恩来和叶剑英是长期密切合作的战友，周恩来批准了叶剑英入党，并在多个历史时期共同处理重大事务。",
          "en": "Zhou Enlai and Ye Jianying were comrades-in-arms who cooperated closely for a long time. Zhou approved Ye's party membership, and they handled major affairs together during various historical periods."
        }
      }
    },
    {
      "source": "毛泽东逝世",
      "target": "粉碎四人帮",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-09-09",
        "description": {
          "zh-cn": "毛泽东的逝世为解决“四人帮”问题提供了政治契机，促使华国锋、叶剑英等人下定决心采取行动。",
          "en": "Mao Zedong's death provided the political opportunity to address the 'Gang of Four' issue, prompting Hua Guofeng, Ye Jianying, and others to resolve to take action."
        }
      }
    }
  ]
}