{
  "nodes": [
    {
      "id": "清华大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清华大学",
          "清华",
          "游美肄业馆",
          "清华学堂",
          "清华学校",
          "国立清华大学"
        ],
        "en": [
          "Tsinghua University",
          "THU"
        ]
      },
      "properties": {
        "period": "1911-03-30 - ",
        "location": {
          "zh-cn": "中国北京市海淀区清华园",
          "en": "Tsinghua Garden, Haidian District, Beijing, China"
        },
        "description": {
          "zh-cn": "位于中国北京市的公立大学，始建于1911年，是中国最顶尖的高等学府之一。因北京西北郊清华园而得名，初为清政府利用美国退还的部分庚子赔款所建。属于“双一流A类”和原“985工程”、原“211工程”重点建设大学。",
          "en": "A public university in Beijing, China, established in 1911, and is one of the top higher education institutions in China. Named after the Tsinghua Garden in the northwestern suburbs of Beijing, it was initially founded using part of the Boxer Indemnity refunded by the United States. It is a key university under the 'Double First-Class' initiative, and the former 'Project 985' and 'Project 211'."
        }
      }
    },
    {
      "id": "怀进鹏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "怀进鹏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，现任中华人民共和国教育部部长。",
          "en": "A Chinese politician, currently serving as the Minister of Education of the People's Republic of China."
        }
      }
    },
    {
      "id": "中华人民共和国教育部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国教育部",
          "中央人民政府教育部"
        ],
        "en": [
          "Ministry of Education of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院主管教育事业和语言文字工作的组成部门。清华大学是其直属高校。",
          "en": "The constituent department of the State Council of the People's Republic of China that oversees education and language-related work. Tsinghua University is a university directly under its administration."
        }
      }
    },
    {
      "id": "李路明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李路明"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国学者，现任清华大学校长。",
          "en": "A Chinese scholar, currently serving as the President of Tsinghua University."
        }
      }
    },
    {
      "id": "邱勇 (1964年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邱勇 (1964年)",
          "邱勇"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国化学家，曾任清华大学校长，现任清华大学党委书记。",
          "en": "A Chinese chemist, former President of Tsinghua University, and currently serving as the Communist Party Secretary of Tsinghua University."
        }
      }
    },
    {
      "id": "彭刚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭刚"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清华大学副校长兼教务长。",
          "en": "Vice President and Provost of Tsinghua University."
        }
      }
    },
    {
      "id": "北京市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "北京市"
        ],
        "en": [
          "Beijing"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的首都，清华大学所在地。",
          "en": "The capital of the People's Republic of China, where Tsinghua University is located."
        }
      }
    },
    {
      "id": "国立清华大学 (在台复校)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立清华大学 (在台复校)",
          "国立清华大学",
          "在台湾新竹复校"
        ],
        "en": [
          "National Tsing Hua University"
        ]
      },
      "properties": {
        "period": "1956 - ",
        "location": {
          "zh-cn": "台湾新竹",
          "en": "Hsinchu, Taiwan"
        },
        "description": {
          "zh-cn": "1956年由原大陆时期国立清华大学校长梅贻琦在台湾新竹复校而建立的大学。",
          "en": "A university established in Hsinchu, Taiwan in 1956 by Mei Yiqi, the former president of National Tsing Hua University from the mainland period."
        }
      }
    },
    {
      "id": "庚子赔款",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "庚子赔款"
        ],
        "en": [
          "Boxer Indemnity"
        ]
      },
      "properties": {
        "period": "1901 - 1940",
        "description": {
          "zh-cn": "1901年《辛丑条约》中规定清政府须赔偿八国联军的款项。美国退还的部分赔款被用于建立清华学堂。",
          "en": "The indemnity stipulated in the Boxer Protocol of 1901 that the Qing government had to pay to the Eight-Nation Alliance. A portion of the indemnity refunded by the United States was used to establish Tsinghua College."
        }
      }
    },
    {
      "id": "清政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清政府",
          "清"
        ],
        "en": [
          "Qing government"
        ]
      },
      "properties": {
        "period": "1636 - 1912",
        "description": {
          "zh-cn": "中国最后一个封建王朝的政府，利用美国退还的庚子赔款建立了清华学堂的前身“游美学务处”。",
          "en": "The government of the last imperial dynasty of China, which used the refunded Boxer Indemnity from the United States to establish the 'Office for Students to the USA', the predecessor of Tsinghua College."
        }
      }
    },
    {
      "id": "美国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国"
        ],
        "en": [
          "United States"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "北美洲的国家。决定退还部分庚子赔款，用于中国的教育事业，从而促成了清华大学的建立。",
          "en": "A country in North America. It decided to refund part of the Boxer Indemnity for educational purposes in China, which led to the establishment of Tsinghua University."
        }
      }
    },
    {
      "id": "游美学务处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "游美学务处"
        ],
        "en": []
      },
      "properties": {
        "period": "1909-07-17 - 1912",
        "description": {
          "zh-cn": "清政府为统筹考核庚子赔款留学生而设立的机构，是清华大学的前身。",
          "en": "An institution established by the Qing government to manage and assess students studying in the US with the Boxer Indemnity funds, it is the predecessor of Tsinghua University."
        }
      }
    },
    {
      "id": "抗日战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "抗日战争",
          "中国抗日战争"
        ],
        "en": [
          "Second Sino-Japanese War"
        ]
      },
      "properties": {
        "period": "1937-07-07 - 1945-09-02",
        "description": {
          "zh-cn": "20世纪30至40年代中国抵抗日本侵略的全面战争。战争期间，清华大学南迁与北大、南开组成西南联合大学。",
          "en": "The full-scale war of resistance fought by China against Japanese aggression in the 1930s and 1940s. During the war, Tsinghua University moved south and formed the National Southwestern Associated University with Peking University and Nankai University."
        }
      }
    },
    {
      "id": "北京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京大学"
        ],
        "en": [
          "Peking University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国北京市的综合性大学。抗日战争期间与清华大学、南开大学合并组建国立西南联合大学。",
          "en": "A comprehensive university located in Beijing, China. During the Second Sino-Japanese War, it merged with Tsinghua University and Nankai University to form the National Southwestern Associated University."
        }
      }
    },
    {
      "id": "南开大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "南开大学"
        ],
        "en": [
          "Nankai University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国天津市的综合性大学。抗日战争期间与清华大学、北京大学合并组建国立西南联合大学。",
          "en": "A comprehensive university located in Tianjin, China. During the Second Sino-Japanese War, it merged with Tsinghua University and Peking University to form the National Southwestern Associated University."
        }
      }
    },
    {
      "id": "国立长沙临时大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立长沙临时大学"
        ],
        "en": [
          "National Changsha Provisional University"
        ]
      },
      "properties": {
        "period": "1937 - 1938",
        "description": {
          "zh-cn": "抗日战争期间，由清华大学、北京大学、南开大学在长沙联合组建的临时大学，后迁至昆明并更名为国立西南联合大学。",
          "en": "A provisional university formed in Changsha during the Second Sino-Japanese War by Tsinghua University, Peking University, and Nankai University. It later relocated to Kunming and was renamed National Southwestern Associated University."
        }
      }
    },
    {
      "id": "国立西南联合大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立西南联合大学"
        ],
        "en": [
          "National Southwestern Associated University"
        ]
      },
      "properties": {
        "period": "1938 - 1946",
        "description": {
          "zh-cn": "抗日战争期间，由国立长沙临时大学内迁昆明后更名而来，由清华大学、北京大学、南开大学合并而成。",
          "en": "Formed during the Second Sino-Japanese War after the National Changsha Provisional University moved inland to Kunming and was renamed. It was a merger of Tsinghua University, Peking University, and Nankai University."
        }
      }
    },
    {
      "id": "梅贻琦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梅贻琦"
        ],
        "en": [
          "Mei Yiqi"
        ]
      },
      "properties": {
        "lifetime": "1889 - 1962",
        "gender": "Male",
        "description": {
          "zh-cn": "中国教育家，长期担任清华大学校长，被誉为“清华永远的校长”。抗战期间主持西南联大校务，1956年在台湾新竹主持国立清华大学复校。",
          "en": "A Chinese educator who served as the president of Tsinghua University for a long period and is revered as 'Tsinghua's permanent president'. He presided over the National Southwestern Associated University during the war and led the re-establishment of National Tsing Hua University in Hsinchu, Taiwan, in 1956."
        }
      }
    },
    {
      "id": "院系调整",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "院系调整"
        ],
        "en": [
          "1952 reorganization of higher education"
        ]
      },
      "properties": {
        "period": "1952",
        "description": {
          "zh-cn": "1952年中国高等教育体系仿照苏联模式进行的改革。此次调整使清华大学从一所综合性大学转变为一所多科性工业大学。",
          "en": "The 1952 reform of the Chinese higher education system modeled after the Soviet system. This reorganization transformed Tsinghua University from a comprehensive university into a polytechnic university."
        }
      }
    },
    {
      "id": "中央工艺美术学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央工艺美术学院"
        ],
        "en": [
          "Central Academy of Arts and Design"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "原中华人民共和国轻工业部直属高等学府，1999年并入清华大学，成为清华大学美术学院。",
          "en": "Formerly a higher education institution directly under the Ministry of Light Industry of the PRC. In 1999, it merged into Tsinghua University to become the Academy of Arts & Design."
        }
      }
    },
    {
      "id": "中国人民银行研究生部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民银行研究生部"
        ],
        "en": [
          "Graduate School of the People's Bank of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "原隶属于中国人民银行的研究生培养机构，2012年并入清华大学，成立清华大学五道口金融学院。",
          "en": "A graduate training institution formerly affiliated with the People's Bank of China. In 2012, it merged into Tsinghua University to become the PBC School of Finance."
        }
      }
    },
    {
      "id": "黑石集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "黑石集团"
        ],
        "en": [
          "The Blackstone Group"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "美国另类投资管理公司，于2013年捐助成立清华大学苏世民书院。",
          "en": "An American alternative investment management company that donated to establish the Schwarzman College at Tsinghua University in 2013."
        }
      }
    },
    {
      "id": "清华大学苏世民书院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清华大学苏世民书院",
          "苏世民书院"
        ],
        "en": [
          "Schwarzman College, Tsinghua University"
        ]
      },
      "properties": {
        "period": "2013 - ",
        "description": {
          "zh-cn": "由美国黑石集团捐助成立的研究生院，旨在培养未来的世界领导者。",
          "en": "A graduate college founded with a donation from The Blackstone Group, aimed at cultivating future world leaders."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家、政治家、理论家，中华人民共和国的主要缔造者。他于1950年为清华大学题写校名，并对文化大革命期间的清华大学产生了深远影响。",
          "en": "A Chinese revolutionary, politician, and theorist, the main founder of the People's Republic of China. He inscribed the name for Tsinghua University in 1950 and had a profound influence on the university during the Cultural Revolution."
        }
      }
    },
    {
      "id": "梁启超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁启超"
        ],
        "en": [
          "Liang Qichao"
        ]
      },
      "properties": {
        "lifetime": "1873-02-23 - 1929-01-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代思想家、政治家、学者。1914年在清华的演讲中提出的“自强不息，厚德载物”后被定为校训。曾任清华大学国学研究院导师。",
          "en": "A Chinese modern thinker, politician, and scholar. The phrase 'Self-discipline and Social Commitment' from his 1914 speech at Tsinghua was later adopted as the university motto. He served as a mentor at the Institute of Sinology at Tsinghua University."
        }
      }
    },
    {
      "id": "周诒春",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周诒春"
        ],
        "en": [
          "Y. T. Tsur"
        ]
      },
      "properties": {
        "lifetime": "1883 - 1958",
        "gender": "Male",
        "description": {
          "zh-cn": "中国教育家，曾任清华学校校长。",
          "en": "A Chinese educator who served as the president of Tsinghua College."
        }
      }
    },
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04",
        "description": {
          "zh-cn": "1919年发生在北京的一场以青年学生为主的爱国运动。清华学生积极参与其中，促进了新思潮在校园的传播。",
          "en": "A patriotic movement in Beijing in 1919, primarily led by young students. Tsinghua students actively participated, promoting the spread of new ideas on campus."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命",
          "文革"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "中华人民共和国时期的一场大规模政治运动。期间清华大学的教学科研活动受到严重干扰和破坏，发生百日大武斗等事件。",
          "en": "A large-scale political movement in the People's Republic of China. During this period, teaching and research activities at Tsinghua University were severely disrupted and damaged, with events such as the Hundred-Day War occurring."
        }
      }
    },
    {
      "id": "红卫兵",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "红卫兵"
        ],
        "en": [
          "Red Guards"
        ]
      },
      "properties": {
        "period": "1966 - 1968",
        "description": {
          "zh-cn": "文化大革命时期的学生群众组织。中国第一个红卫兵组织诞生于清华附中。",
          "en": "A student mass organization during the Cultural Revolution. The first Red Guard organization in China was born at Tsinghua University High School."
        }
      }
    },
    {
      "id": "清华附中",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清华附中",
          "清华大学附属中学"
        ],
        "en": [
          "Tsinghua University High School"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清华大学附属中学，是文化大革命时期红卫兵运动的发源地。",
          "en": "The High School Affiliated to Tsinghua University, which was the birthplace of the Red Guard movement during the Cultural Revolution."
        }
      }
    },
    {
      "id": "蒯大富",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒯大富"
        ],
        "en": [
          "Kuai Dafu"
        ]
      },
      "properties": {
        "lifetime": "1945-09-13 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "文化大革命期间清华大学的学生领袖，清华大学井冈山兵团的第一把手。",
          "en": "A student leader at Tsinghua University during the Cultural Revolution and the head of the Jinggangshan Corps of Tsinghua University."
        }
      }
    },
    {
      "id": "清华大学井冈山兵团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清华大学井冈山兵团",
          "井冈山兵团",
          "团派"
        ],
        "en": [
          "Jinggangshan Corps of Tsinghua University"
        ]
      },
      "properties": {
        "period": "1966-12-19 - 1968",
        "description": {
          "zh-cn": "文化大革命期间清华大学的学生造反派组织，与“四一四派”对立，是百日大武斗的主要参与方之一。",
          "en": "A student rebel faction organization at Tsinghua University during the Cultural Revolution, opposed to the '414 Faction' and one of the main participants in the Hundred-Day War."
        }
      }
    },
    {
      "id": "四一四串联队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "四一四串联队",
          "清华大学井冈山四一四总部",
          "414派",
          "四派"
        ],
        "en": [
          "April 14 Liaison Team"
        ]
      },
      "properties": {
        "period": "1967-05-29 - 1968",
        "description": {
          "zh-cn": "文化大革命期间清华大学的学生造反派组织，被认为是造反派中的保守派，与“团派”对立，是百日大武斗的主要参与方之一。",
          "en": "A student rebel faction organization at Tsinghua University during the Cultural Revolution, considered the conservative wing among the rebels. It opposed the 'Corps Faction' and was one of the main participants in the Hundred-Day War."
        }
      }
    },
    {
      "id": "清华大学百日大武斗",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "清华大学百日大武斗"
        ],
        "en": [
          "Hundred-Day War at Tsinghua University"
        ]
      },
      "properties": {
        "period": "1968-04 - 1968-07",
        "description": {
          "zh-cn": "1968年清华大学两派红卫兵组织之间发生的大规模武装冲突，是北京最为严重的武斗事件，造成重大人员伤亡和财产损失。",
          "en": "A large-scale armed conflict in 1968 between two Red Guard factions at Tsinghua University. It was the most severe armed struggle in Beijing, resulting in significant casualties and property damage."
        }
      }
    },
    {
      "id": "七·二七事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七·二七事件"
        ],
        "en": [
          "July 27 Incident"
        ]
      },
      "properties": {
        "period": "1968-07-27 - 1968-07-27",
        "description": {
          "zh-cn": "1968年7月27日，清华大学井冈山兵团（团派）袭击进驻清华的工宣队，导致5名工人死亡、731人受伤。此事件直接导致毛泽东下令终止全国范围内的群众武斗。",
          "en": "On July 27, 1968, the Jinggangshan Corps ('Corps Faction') of Tsinghua University attacked the Worker-PLA Propaganda Team that had entered the campus, resulting in the deaths of 5 workers and injuries to 731 others. This incident directly led Mao Zedong to order an end to mass armed struggles nationwide."
        }
      }
    },
    {
      "id": "工人、解放军毛泽东思想宣传队",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "工人、解放军毛泽东思想宣传队",
          "工宣队"
        ],
        "en": [
          "Worker-PLA Mao Zedong Thought Propaganda Team"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "文化大革命期间，毛泽东派遣进入学校等单位以制止武斗、领导“斗、批、改”的组织。1968年7月27日进驻清华大学，与学生发生冲突，引发“七·二七事件”。",
          "en": "During the Cultural Revolution, organizations dispatched by Mao Zedong to schools and other units to stop armed struggles and lead the 'Struggle-Criticism-Transformation' campaign. They entered Tsinghua University on July 27, 1968, clashed with students, triggering the 'July 27 Incident'."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件"
        ],
        "en": [
          "Tiananmen Square protests of 1989"
        ]
      },
      "properties": {
        "period": "1989-04-15 - 1989-06-04",
        "description": {
          "zh-cn": "1989年发生在中国北京的以学生为主导的民主运动，最终以武力清场结束。清华大学有大量学生参与，并有学生在事件中伤亡。",
          "en": "A student-led pro-democracy movement in Beijing, China in 1989, which ended with a military crackdown. A large number of Tsinghua University students participated, and some were killed or injured in the incident."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": [
          "Hu Jintao"
        ]
      },
      "properties": {
        "lifetime": "1942-12-21 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国前主要领导人，曾任中共中央总书记、国家主席、中央军委主席。清华大学1965届水利系校友。",
          "en": "A former paramount leader of the People's Republic of China, who served as General Secretary of the CCP Central Committee, President of the PRC, and Chairman of the Central Military Commission. He is an alumnus of Tsinghua University's Department of Hydraulic Engineering, class of 1965."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国现任主要领导人，中共中央总书记、国家主席、中央军委主席。清华大学1979届工程化学系校友。",
          "en": "The current paramount leader of the People's Republic of China, serving as General Secretary of the CCP Central Committee, President of the PRC, and Chairman of the Central Military Commission. He is an alumnus of Tsinghua University's Department of Chemical Engineering, class of 1979."
        }
      }
    },
    {
      "id": "全球创新学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "全球创新学院"
        ],
        "en": [
          "Global Innovation eXchange"
        ]
      },
      "properties": {
        "period": "2015-06-18 - ",
        "description": {
          "zh-cn": "由清华大学、美国华盛顿大学和微软公司合作创建的教育科研平台，是中国大学第一次到美国办学。",
          "en": "An educational and research platform co-founded by Tsinghua University, the University of Washington, and Microsoft. It marks the first time a Chinese university has established a physical campus in the United States."
        }
      }
    },
    {
      "id": "华盛顿大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华盛顿大学"
        ],
        "en": [
          "University of Washington"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于美国华盛顿州西雅图的公立研究型大学，与清华大学及微软公司合作创建了全球创新学院。",
          "en": "A public research university in Seattle, Washington, USA. It co-founded the Global Innovation eXchange with Tsinghua University and Microsoft."
        }
      }
    },
    {
      "id": "微软",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "微软",
          "微软公司"
        ],
        "en": [
          "Microsoft"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "美国跨国科技公司，与清华大学及华盛顿大学合作创建了全球创新学院。",
          "en": "An American multinational technology corporation that co-founded the Global Innovation eXchange with Tsinghua University and the University of Washington."
        }
      }
    },
    {
      "id": "蒋南翔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋南翔"
        ],
        "en": [
          "Jiang Nanxiang"
        ]
      },
      "properties": {
        "lifetime": "1913-09-07 - 1988-04-03",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家和教育家，曾任清华大学校长。他提出“为祖国健康工作五十年”的口号，并对清华大学的发展有重要影响。",
          "en": "A Chinese politician and educator who served as the president of Tsinghua University. He proposed the slogan 'Work healthily for the motherland for fifty years' and had a significant impact on the development of Tsinghua University."
        }
      }
    },
    {
      "id": "朱镕基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱镕基"
        ],
        "en": [
          "Zhu Rongji"
        ]
      },
      "properties": {
        "lifetime": "1928-10-23 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国前主要领导人，曾任国务院总理。清华大学1951届校友，曾任清华大学经济管理学院首任院长。",
          "en": "A former paramount leader of the People's Republic of China who served as Premier of the State Council. He is an alumnus of Tsinghua University (class of 1951) and was the founding dean of the School of Economics and Management."
        }
      }
    },
    {
      "id": "清华大学经济管理学院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清华大学经济管理学院"
        ],
        "en": [
          "Tsinghua University School of Economics and Management"
        ]
      },
      "properties": {
        "period": "1984 - ",
        "description": {
          "zh-cn": "清华大学的学院之一，前身为1979年成立的经济管理工程系，朱镕基曾任首任院长。",
          "en": "One of the schools of Tsinghua University, formerly the Department of Economic Management Engineering established in 1979. Zhu Rongji served as its founding dean."
        }
      }
    },
    {
      "id": "杨振宁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨振宁"
        ],
        "en": [
          "Chen-Ning Yang"
        ]
      },
      "properties": {
        "lifetime": "1922-10-01 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "华裔美国物理学家，1957年诺贝尔物理学奖得主。曾就读于西南联合大学，后在清华大学任教。",
          "en": "A Chinese-American physicist and Nobel laureate in Physics in 1957. He studied at the National Southwestern Associated University and later taught at Tsinghua University."
        }
      }
    },
    {
      "id": "李政道",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李政道"
        ],
        "en": [
          "Tsung-Dao Lee"
        ]
      },
      "properties": {
        "lifetime": "1926-11-24 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "华裔美国物理学家，1957年诺贝尔物理学奖得主。曾就读于西南联合大学。",
          "en": "A Chinese-American physicist and Nobel laureate in Physics in 1957. He studied at the National Southwestern Associated University."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "怀进鹏",
      "target": "中华人民共和国教育部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        },
        "description": {
          "zh-cn": "怀进鹏是中华人民共和国教育部部长，清华大学的主管官员之一。",
          "en": "Huai Jinpeng is the Minister of Education of the People's Republic of China and one of the officials in charge of Tsinghua University."
        }
      }
    },
    {
      "source": "李路明",
      "target": "清华大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2023-12",
        "position": {
          "zh-cn": "校长",
          "en": "President"
        },
        "description": {
          "zh-cn": "李路明自2023年12月起担任清华大学校长。",
          "en": "Li Luming has been serving as the President of Tsinghua University since December 2023."
        }
      }
    },
    {
      "source": "邱勇 (1964年)",
      "target": "清华大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2022-02",
        "position": {
          "zh-cn": "党委书记",
          "en": "Party Committee Secretary"
        },
        "description": {
          "zh-cn": "邱勇曾任清华大学校长（2015-2022），后任党委书记。",
          "en": "Qiu Yong served as President of Tsinghua University (2015-2022) and later became the Party Committee Secretary."
        }
      }
    },
    {
      "source": "彭刚",
      "target": "清华大学",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副校长、教务长",
          "en": "Vice President, Provost"
        },
        "description": {
          "zh-cn": "彭刚担任清华大学副校长兼教务长。",
          "en": "Peng Gang serves as Vice President and Provost of Tsinghua University."
        }
      }
    },
    {
      "source": "庚子赔款",
      "target": "游美学务处",
      "type": "PUSHED",
      "properties": {
        "start_date": "1909",
        "description": {
          "zh-cn": "清政府利用美国退还的部分庚子赔款建立了“游美学务处”，即清华大学的前身。",
          "en": "The Qing government used a portion of the refunded Boxer Indemnity from the United States to establish the 'Office for Students to the USA', the predecessor of Tsinghua University."
        }
      }
    },
    {
      "source": "清政府",
      "target": "游美学务处",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1909-07-17",
        "description": {
          "zh-cn": "清政府外务部与学部上奏设立“游美学务处”并附设“肄业馆”。",
          "en": "The Ministry of Foreign Affairs and the Ministry of Education of the Qing government proposed the establishment of the 'Office for Students to the USA' and its attached preparatory school."
        }
      }
    },
    {
      "source": "抗日战争",
      "target": "国立长沙临时大学",
      "type": "PUSHED",
      "properties": {
        "start_date": "1937",
        "description": {
          "zh-cn": "抗日战争爆发后，清华大学、北京大学、南开大学南迁长沙，组建了国立长沙临时大学。",
          "en": "After the outbreak of the Second Sino-Japanese War, Tsinghua University, Peking University, and Nankai University moved south to Changsha to form the National Changsha Provisional University."
        }
      }
    },
    {
      "source": "清华大学",
      "target": "国立长沙临时大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1937-09-10",
        "description": {
          "zh-cn": "与北京大学、南开大学在长沙共同组建国立长沙临时大学。",
          "en": "Co-founded the National Changsha Provisional University in Changsha with Peking University and Nankai University."
        }
      }
    },
    {
      "source": "北京大学",
      "target": "国立长沙临时大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1937-09-10",
        "description": {
          "zh-cn": "与清华大学、南开大学在长沙共同组建国立长沙临时大学。",
          "en": "Co-founded the National Changsha Provisional University in Changsha with Tsinghua University and Nankai University."
        }
      }
    },
    {
      "source": "南开大学",
      "target": "国立长沙临时大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1937-09-10",
        "description": {
          "zh-cn": "与清华大学、北京大学在长沙共同组建国立长沙临时大学。",
          "en": "Co-founded the National Changsha Provisional University in Changsha with Tsinghua University and Peking University."
        }
      }
    },
    {
      "source": "国立长沙临时大学",
      "target": "国立西南联合大学",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1938",
        "description": {
          "zh-cn": "国立长沙临时大学内迁昆明，易名为国立西南联合大学。",
          "en": "The National Changsha Provisional University relocated inland to Kunming and was renamed the National Southwestern Associated University."
        }
      }
    },
    {
      "source": "院系调整",
      "target": "清华大学",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1952",
        "description": {
          "zh-cn": "1952年的高校院系调整导致清华大学的文、法、理、农、航天等多个院系被迁出，使其从综合性大学转变为多科性工业大学，阻碍了其综合性发展。",
          "en": "The 1952 reorganization of higher education led to the relocation of many departments from Tsinghua University, including humanities, law, science, agriculture, and aeronautics, transforming it from a comprehensive university into a polytechnic one, thus hindering its comprehensive development."
        }
      }
    },
    {
      "source": "中央工艺美术学院",
      "target": "清华大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1999",
        "description": {
          "zh-cn": "1999年，原中央工艺美术学院并入清华大学，成立清华大学美术学院。",
          "en": "In 1999, the former Central Academy of Arts and Design merged into Tsinghua University to become its Academy of Arts & Design."
        }
      }
    },
    {
      "source": "中国人民银行研究生部",
      "target": "清华大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2012",
        "description": {
          "zh-cn": "2012年，原中国人民银行研究生部并入清华大学，成立清华大学五道口金融学院。",
          "en": "In 2012, the former Graduate School of the People's Bank of China merged into Tsinghua University to become the PBC School of Finance."
        }
      }
    },
    {
      "source": "黑石集团",
      "target": "清华大学苏世民书院",
      "type": "PUSHED",
      "properties": {
        "start_date": "2013",
        "description": {
          "zh-cn": "黑石集团捐助成立清华大学苏世民书院及奖学金。",
          "en": "The Blackstone Group donated to establish Schwarzman College and its scholarship program at Tsinghua University."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "清华大学",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1950",
        "description": {
          "zh-cn": "1950年为清华大学手书校名。",
          "en": "Inscribed the university's name in calligraphy for Tsinghua University in 1950."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "清华大学",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1914-11-05",
        "description": {
          "zh-cn": "1914年在清华演讲时引述的“自强不息、厚德载物”后被定为校训。",
          "en": "The phrase 'Self-Discipline and Social Commitment', quoted in his 1914 speech at Tsinghua, was later adopted as the university motto."
        }
      }
    },
    {
      "source": "梅贻琦",
      "target": "国立清华大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1931-10-14",
        "end_date": "1948-12",
        "position": {
          "zh-cn": "校长",
          "en": "President"
        },
        "description": {
          "zh-cn": "梅贻琦长期担任国立清华大学校长，对学校建设贡献巨大。",
          "en": "Mei Yiqi served as the president of National Tsing Hua University for a long period, making significant contributions to the university's development."
        }
      }
    },
    {
      "source": "梅贻琦",
      "target": "国立清华大学 (在台复校)",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1956",
        "description": {
          "zh-cn": "1956年，梅贻琦在台湾新竹主持国立清华大学复校。",
          "en": "In 1956, Mei Yiqi led the re-establishment of National Tsing Hua University in Hsinchu, Taiwan."
        }
      }
    },
    {
      "source": "朱镕基",
      "target": "清华大学经济管理学院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1984",
        "position": {
          "zh-cn": "院长",
          "en": "Dean"
        },
        "description": {
          "zh-cn": "朱镕基担任清华大学经济管理学院首任院长。",
          "en": "Zhu Rongji served as the founding dean of the School of Economics and Management at Tsinghua University."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "清华大学",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "end_date": "1976",
        "description": {
          "zh-cn": "文化大革命期间，清华大学的正常教学科研秩序遭到严重破坏，发生了百日大武斗等暴力事件，对学校的发展造成了极大的阻碍。",
          "en": "During the Cultural Revolution, the normal teaching and research order at Tsinghua University was severely disrupted, and violent events such as the Hundred-Day War occurred, greatly hindering the university's development."
        }
      }
    },
    {
      "source": "清华附中",
      "target": "红卫兵",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1966-05-29",
        "description": {
          "zh-cn": "清华附中是红卫兵运动的发源地，中国第一个红卫兵组织于此诞生。",
          "en": "Tsinghua University High School is the birthplace of the Red Guard movement, where the first Red Guard organization in China was formed."
        }
      }
    },
    {
      "source": "蒯大富",
      "target": "清华大学井冈山兵团",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1966-12-19",
        "position": {
          "zh-cn": "第一把手",
          "en": "Leader"
        },
        "description": {
          "zh-cn": "蒯大富是清华大学井冈山兵团的领导者。",
          "en": "Kuai Dafu was the leader of the Jinggangshan Corps of Tsinghua University."
        }
      }
    },
    {
      "source": "清华大学井冈山兵团",
      "target": "四一四串联队",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1967-05-29",
        "end_date": "1968-07",
        "description": {
          "zh-cn": "两派因对文革一系列重大问题存在分歧而正式对立，最终引发百日大武斗。",
          "en": "The two factions became formally opposed due to disagreements on a series of major issues in the Cultural Revolution, eventually leading to the Hundred-Day War."
        }
      }
    },
    {
      "source": "清华大学百日大武斗",
      "target": "七·二七事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "1968-07-27",
        "description": {
          "zh-cn": "在百日大武斗期间，“团派”袭击进驻清华的工宣队，直接导致了七·二七事件的发生。",
          "en": "During the Hundred-Day War, the 'Corps Faction' attacked the Worker-PLA Propaganda Team that had entered Tsinghua, directly leading to the July 27 Incident."
        }
      }
    },
    {
      "source": "七·二七事件",
      "target": "清华大学百日大武斗",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1968-07-27",
        "description": {
          "zh-cn": "七·二七事件震动北京城，直接导致毛泽东下令终止全国范围内的群众武斗，从而结束了清华的百日大武斗。",
          "en": "The July 27 Incident shocked Beijing and directly led Mao Zedong to order an end to mass armed struggles nationwide, thus ending the Hundred-Day War at Tsinghua."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "清华大学",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06-04",
        "description": {
          "zh-cn": "在六四事件中，清华大学有学生死伤，学校教学活动中断，随后进行了长期的清查清理工作。",
          "en": "During the Tiananmen Square protests of 1989, Tsinghua University students were killed and injured, academic activities were interrupted, and a long-term period of investigation and cleanup followed."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "清华大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1965",
        "description": {
          "zh-cn": "1965届水利系校友。",
          "en": "Alumnus of the Department of Hydraulic Engineering, class of 1965."
        }
      }
    },
    {
      "source": "习近平",
      "target": "清华大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1979",
        "description": {
          "zh-cn": "1979届工程化学系校友。",
          "en": "Alumnus of the Department of Chemical Engineering, class of 1979."
        }
      }
    },
    {
      "source": "清华大学",
      "target": "全球创新学院",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2015-06-18",
        "description": {
          "zh-cn": "与美国华盛顿大学和微软公司合作创建全球创新学院。",
          "en": "Co-founded the Global Innovation eXchange with the University of Washington and Microsoft."
        }
      }
    },
    {
      "source": "华盛顿大学",
      "target": "全球创新学院",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2015-06-18",
        "description": {
          "zh-cn": "与中国清华大学和微软公司合作创建全球创新学院。",
          "en": "Co-founded the Global Innovation eXchange with Tsinghua University and Microsoft."
        }
      }
    },
    {
      "source": "微软",
      "target": "全球创新学院",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2015-06-18",
        "description": {
          "zh-cn": "与中国清华大学和美国华盛顿大学合作创建全球创新学院。",
          "en": "Co-founded the Global Innovation eXchange with Tsinghua University and the University of Washington."
        }
      }
    },
    {
      "source": "杨振宁",
      "target": "国立西南联合大学",
      "type": "ALUMNUS_OF",
      "properties": {}
    },
    {
      "source": "李政道",
      "target": "国立西南联合大学",
      "type": "ALUMNUS_OF",
      "properties": {}
    }
  ]
}