{
  "nodes": [
    {
      "id": "林则徐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林则徐",
          "元抚",
          "少穆",
          "石麟",
          "竢村老人",
          "竢村退叟",
          "七十二峰退叟",
          "瓶泉居士",
          "栎社散人"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1785-08-30 - 1850-11-22",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "侯官县",
          "en": "Houguan County"
        },
        "death_place": {
          "zh-cn": "普宁县",
          "en": "Puning County"
        },
        "description": {
          "zh-cn": "清朝后期政治家、思想家、文学家和学者，以在广东发起的禁烟运动及虎门销烟而闻名，是第一次鸦片战争中的关键人物。他主张了解和学习西方技术，被认为是中国近代“开眼看世界的第一人”。",
          "en": "A prominent Chinese scholar and official of the late Qing dynasty, best known for his role in the First Opium War and the destruction of opium at Humen. He was a proponent of learning from Western technology and is considered the 'first person to open his eyes to the world' in modern China."
        }
      }
    },
    {
      "id": "郑淑卿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑淑卿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "林则徐的配偶。",
          "en": "Spouse of Lin Zexu."
        }
      }
    },
    {
      "id": "林宾日",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林宾日"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "林则徐的父亲，当地的教书先生。",
          "en": "Father of Lin Zexu, a local teacher."
        }
      }
    },
    {
      "id": "陈帙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈帙"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "林则徐的母亲。",
          "en": "Mother of Lin Zexu."
        }
      }
    },
    {
      "id": "道光帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "道光帝"
        ],
        "en": [
          "Daoguang Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第八位皇帝。在鸦片问题上，他最初支持林则徐的严禁政策，但在第一次鸦片战争爆发后态度转变，将林则徐革职。",
          "en": "The eighth emperor of the Qing dynasty. On the opium issue, he initially supported Lin Zexu's strict prohibition policy but changed his stance after the outbreak of the First Opium War, leading to Lin's dismissal."
        }
      }
    },
    {
      "id": "琦善",
      "type": "Person",
      "name": {
        "zh-cn": [
          "琦善"
        ],
        "en": [
          "Qishan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝末期满洲贵族、大臣。在鸦片战争期间持主和态度，与林则徐政见不合，后接替林则徐任两广总督，与英方签订《穿鼻草约》。",
          "en": "A Manchu nobleman and minister of the late Qing dynasty. He held a pro-peace stance during the Opium War, clashing with Lin Zexu. He later succeeded Lin as the Governor-General of Liangguang and signed the Convention of Chuanbi with the British."
        }
      }
    },
    {
      "id": "穆彰阿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "穆彰阿"
        ],
        "en": [
          "Mujaangga"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝道光年间的军机大臣，被认为是鸦片战争期间主和派的代表人物之一，与林则徐政见相左，并对其进行排挤。",
          "en": "A Grand Councilor during the Daoguang era of the Qing dynasty, considered a leading figure of the peace faction during the Opium War. He opposed Lin Zexu's policies and worked to undermine him."
        }
      }
    },
    {
      "id": "王鼎 (清朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王鼎 (清朝)",
          "王鼎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝军机大臣，是林则徐的坚定支持者。在林则徐被革职后，他力荐复用林则徐未果，最终以尸谏方式自缢身亡。",
          "en": "A Grand Councilor of the Qing dynasty and a staunch supporter of Lin Zexu. After Lin's dismissal, he strongly recommended his reinstatement but failed, ultimately committing suicide as a form of remonstrance."
        }
      }
    },
    {
      "id": "魏源 (清)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏源 (清)",
          "魏源"
        ],
        "en": [
          "Wei Yuan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "晚清思想家，林则徐的好友。受林则徐委托，将《四洲志》等资料编成《海国图志》，主张“师夷长技以制夷”。",
          "en": "A late Qing scholar and thinker, and a friend of Lin Zexu. Commissioned by Lin, he compiled the 'Illustrated Treatise on the Maritime Kingdoms' (Haiguo Tuzhi) from materials like the 'Gazetteer of the Four Continents,' advocating for 'learning from the barbarians' advanced technology to counter them'."
        }
      }
    },
    {
      "id": "左宗棠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "左宗棠"
        ],
        "en": [
          "Zuo Zongtang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，军事家、政治家。曾在林则徐退休返乡途中与其彻夜长谈，深受其关于新疆及俄国威胁的见解影响，后来领导收复新疆。",
          "en": "A prominent statesman, general, and national hero of the late Qing dynasty. He had a lengthy discussion with Lin Zexu during Lin's retirement journey and was deeply influenced by Lin's views on Xinjiang and the Russian threat, which later guided his campaign to recover Xinjiang."
        }
      }
    },
    {
      "id": "查理·义律",
      "type": "Person",
      "name": {
        "zh-cn": [
          "查理·义律"
        ],
        "en": [
          "Charles Elliot"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "第一次鸦片战争期间的英国驻华商务总监，在禁烟运动中与林则徐直接对抗，后代表英方参与战争初期的军事行动和谈判。",
          "en": "The British Chief Superintendent of Trade in China during the First Opium War. He directly confronted Lin Zexu during the anti-opium campaign and represented the British side in the early military actions and negotiations of the war."
        }
      }
    },
    {
      "id": "威廉·渣甸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "威廉·渣甸"
        ],
        "en": [
          "William Jardine"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "英国怡和洋行的创始人之一，是当时中国最大的鸦片商人之一。在林则徐禁烟期间，他是主要的对抗者，并返回英国游说政府对华出兵。",
          "en": "Co-founder of the British trading firm Jardine, Matheson & Co., and one of the largest opium traders in China at the time. He was a primary opponent during Lin Zexu's anti-opium campaign and returned to Britain to lobby the government for military action against China."
        }
      }
    },
    {
      "id": "兰斯禄·颠地",
      "type": "Person",
      "name": {
        "zh-cn": [
          "兰斯禄·颠地"
        ],
        "en": [
          "Lancelot Dent"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "英国宝顺洋行的鸦片商人，与威廉·渣甸同为林则徐禁烟运动的主要抵制者。",
          "en": "An opium trader from the British firm Dent & Co., who, along with William Jardine, was a major opponent of Lin Zexu's anti-opium campaign."
        }
      }
    },
    {
      "id": "关天培",
      "type": "Person",
      "name": {
        "zh-cn": [
          "关天培"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝广东水师提督，积极配合林则徐的禁烟和海防工作。在第一次鸦片战争的虎门之战中，他率军奋力抵抗，最终壮烈殉国。",
          "en": "The admiral of the Guangdong Fleet of the Qing dynasty, who actively cooperated with Lin Zexu in opium prohibition and coastal defense. He valiantly led his troops in the Battle of Humen during the First Opium War and died in action."
        }
      }
    },
    {
      "id": "咸丰帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "咸丰帝"
        ],
        "en": [
          "Xianfeng Emperor"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第九位皇帝，道光帝之子。即位后，面对太平天国起事，他曾一度想重用林则徐，并罢免了阻挠此事的穆彰阿。",
          "en": "The ninth emperor of the Qing dynasty, son of the Daoguang Emperor. After ascending the throne, he faced the Taiping Rebellion and intended to reinstate Lin Zexu, dismissing Mujaangga who opposed the decision."
        }
      }
    },
    {
      "id": "虎门销烟",
      "type": "Event",
      "name": {
        "zh-cn": [
          "虎门销烟"
        ],
        "en": [
          "Destruction of opium at Humen"
        ]
      },
      "properties": {
        "period": "1839-06-03 - 1839-06-20",
        "location": {
          "zh-cn": "虎门",
          "en": "Humen"
        },
        "description": {
          "zh-cn": "由钦差大臣林则徐在广东虎门主持的一次大规模销毁收缴鸦片的历史事件。此事成为第一次鸦片战争的导火线。",
          "en": "A historic event supervised by Imperial Commissioner Lin Zexu, involving the large-scale destruction of confiscated opium in Humen, Guangdong. This event became the direct trigger for the First Opium War."
        }
      }
    },
    {
      "id": "第一次鸦片战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第一次鸦片战争"
        ],
        "en": [
          "First Opium War"
        ]
      },
      "properties": {
        "period": "1840 - 1842",
        "description": {
          "zh-cn": "19世纪中期英国对中国发动的一场侵略战争，战争的导火线是虎门销烟。战争以中国失败并赔款割地告终，签订了中国近代史上第一个不平等条约《南京条约》。",
          "en": "A war fought between the United Kingdom and the Qing dynasty from 1840 to 1842. The conflict was triggered by the Qing government's campaign against the British opium trade, which culminated in the destruction of opium at Humen. The war concluded with a Chinese defeat and the signing of the Treaty of Nanking."
        }
      }
    },
    {
      "id": "海国图志",
      "type": "Document",
      "name": {
        "zh-cn": [
          "海国图志"
        ],
        "en": [
          "Illustrated Treatise on the Maritime Kingdoms"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由魏源在林则徐《四洲志》的基础上编撰而成的一部介绍世界地理、历史和西方科技的著作，对晚清的洋务运动和日本的明治维新产生了重要影响。",
          "en": "A treatise compiled by Wei Yuan based on Lin Zexu's 'Gazetteer of the Four Continents,' introducing world geography, history, and Western technology. It had a significant influence on the Self-Strengthening Movement in the late Qing and the Meiji Restoration in Japan."
        }
      }
    },
    {
      "id": "四洲志",
      "type": "Document",
      "name": {
        "zh-cn": [
          "四洲志"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "林则徐在广州禁烟期间，组织人员翻译英国人休·慕瑞的《地理百科全书》而成的书籍，是中国近代第一部相对完整、系统的世界地理志。后成为魏源编撰《海国图志》的基础。",
          "en": "A book compiled under Lin Zexu's direction in Guangzhou, consisting of translations from Hugh Murray's 'Cyclopaedia of Geography'. It was the first systematic world geography gazetteer in modern China and later became the basis for Wei Yuan's 'Illustrated Treatise on the Maritime Kingdoms'."
        }
      }
    },
    {
      "id": "大清",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大清"
        ],
        "en": [
          "Qing dynasty"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国历史上最后一个封建王朝。",
          "en": "The last imperial dynasty of China."
        }
      }
    },
    {
      "id": "钦差大臣",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "钦差大臣"
        ],
        "en": [
          "Imperial Commissioner"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝由皇帝亲自派遣，代表皇帝行使权力、处理特定事务的临时性高级官员。",
          "en": "A temporary high-ranking official in the Qing dynasty, dispatched by the emperor to handle specific matters with imperial authority."
        }
      }
    },
    {
      "id": "两广总督",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "两广总督"
        ],
        "en": [
          "Viceroy of Liangguang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝地方最高级官吏之一，总管广东和广西两省的军民政务。",
          "en": "One of the highest-ranking local officials in the Qing dynasty, responsible for the military and civil affairs of Guangdong and Guangxi provinces."
        }
      }
    },
    {
      "id": "俄罗斯帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄罗斯帝国"
        ],
        "en": [
          "Russian Empire"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "存在于1721年至1917年的历史国家。林则徐在新疆期间对其日益增长的威胁保持警惕，并认为其为中国未来的长远隐患。",
          "en": "A historical state that existed from 1721 to 1917. During his exile in Xinjiang, Lin Zexu became wary of its growing threat and considered it a long-term danger to China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "林则徐",
      "target": "郑淑卿",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1804"
      }
    },
    {
      "source": "林则徐",
      "target": "林宾日",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "林则徐",
      "target": "陈帙",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "道光帝",
      "target": "林则徐",
      "type": "PUSHED",
      "properties": {
        "start_date": "1838-12-31",
        "end_date": "1840-09-24",
        "description": {
          "zh-cn": "道光帝下定决心禁烟后，多次召见林则徐，并任命其为钦差大臣，前往广东主持禁烟事宜，对其高度信任和倚重。",
          "en": "After deciding to ban opium, the Daoguang Emperor summoned Lin Zexu multiple times and appointed him as the Imperial Commissioner to oversee the prohibition in Guangdong, placing great trust and reliance on him."
        }
      }
    },
    {
      "source": "林则徐",
      "target": "虎门销烟",
      "type": "PUSHED",
      "properties": {
        "start_date": "1839-03",
        "end_date": "1839-06-20",
        "description": {
          "zh-cn": "作为钦差大臣，林则徐在广东主持了禁烟运动，最终将收缴的鸦片在虎门海滩公开销毁。",
          "en": "As Imperial Commissioner, Lin Zexu led the anti-opium campaign in Guangdong, culminating in the public destruction of confiscated opium at Humen beach."
        }
      }
    },
    {
      "source": "虎门销烟",
      "target": "第一次鸦片战争",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "虎门销烟激化了中英矛盾，成为第一次鸦片战争的直接导火线。",
          "en": "The destruction of opium at Humen intensified the conflict between China and Britain, becoming the direct trigger for the First Opium War."
        }
      }
    },
    {
      "source": "道光帝",
      "target": "林则徐",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1840-09-24",
        "description": {
          "zh-cn": "第一次鸦片战争爆发后，道光帝将战事失利归咎于林则徐，对其严厉申斥，最终将其革职并遣戍新疆。",
          "en": "After the outbreak of the First Opium War, the Daoguang Emperor blamed Lin Zexu for the military setbacks, severely reprimanded him, and ultimately dismissed him from his post and exiled him to Xinjiang."
        }
      }
    },
    {
      "source": "琦善",
      "target": "林则徐",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1820 - 1841",
        "description": {
          "zh-cn": "琦善与林则徐政见长期不合，在鸦片战争期间，他与穆彰阿等人向道光帝诬告林则徐，将战争责任归咎于他，并废除了林则徐的防务政策。",
          "en": "Qishan had long-standing political disagreements with Lin Zexu. During the Opium War, he, along with Mujaangga and others, falsely accused Lin Zexu to the Daoguang Emperor, blaming him for the war and dismantling his defense policies."
        }
      }
    },
    {
      "source": "穆彰阿",
      "target": "林则徐",
      "type": "BLOCKED",
      "properties": {
        "period": "1838 - 1850",
        "description": {
          "zh-cn": "作为朝中主和派首领，穆彰阿嫉妒并排挤林则徐，在鸦片战争后阻挠林则徐的复起。",
          "en": "As a leader of the peace faction in the court, Mujaangga was jealous of and marginalized Lin Zexu, obstructing his potential reinstatement after the Opium War."
        }
      }
    },
    {
      "source": "王鼎 (清朝)",
      "target": "林则徐",
      "type": "PUSHED",
      "properties": {
        "period": "1838 - 1842",
        "description": {
          "zh-cn": "作为军机大臣，王鼎是林则徐在朝中的坚定支持者。在林则徐被贬后，他为林则徐竭力辩护，并力图使其复出，最终为之尸谏。",
          "en": "As a Grand Councilor, Wang Ding was a staunch supporter of Lin Zexu in the court. After Lin's demotion, he vigorously defended him and tried to secure his return to office, ultimately committing suicide in protest."
        }
      }
    },
    {
      "source": "林则徐",
      "target": "威廉·渣甸",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1839 - 1840",
        "description": {
          "zh-cn": "林则徐视怡和洋行创始人威廉·渣甸为最大的鸦片商人，是其禁烟运动的主要打击对象。",
          "en": "Lin Zexu considered William Jardine, founder of Jardine, Matheson & Co., to be the biggest opium trader and the main target of his anti-opium campaign."
        }
      }
    },
    {
      "source": "林则徐",
      "target": "查理·义律",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1839 - 1841",
        "description": {
          "zh-cn": "在禁烟和鸦片战争初期，林则徐与英国驻华商务总监查理·义律进行了直接的政治和军事对抗。",
          "en": "During the anti-opium campaign and the early stages of the Opium War, Lin Zexu was in direct political and military confrontation with Charles Elliot, the British Chief Superintendent of Trade."
        }
      }
    },
    {
      "source": "第一次鸦片战争",
      "target": "关天培",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1841-02-25",
        "description": {
          "zh-cn": "在虎门之战中，广东水师提督关天培率军抵抗英军进攻，最终战死殉国。",
          "en": "In the Battle of Humen, Guangdong Fleet Admiral Guan Tianpei led his troops to resist the British attack and was killed in action."
        }
      }
    },
    {
      "source": "林则徐",
      "target": "四洲志",
      "type": "PUSHED",
      "properties": {
        "period": "1839",
        "description": {
          "zh-cn": "林则徐在广州主持禁烟期间，组织人力翻译外国书报，编成《四洲志》，以了解西方世界。",
          "en": "While overseeing the opium ban in Guangzhou, Lin Zexu organized the translation of foreign books and newspapers, compiling them into the 'Gazetteer of the Four Continents' to understand the Western world."
        }
      }
    },
    {
      "source": "林则徐",
      "target": "魏源 (清)",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1841",
        "description": {
          "zh-cn": "林则徐将自己搜集的《四洲志》等资料交给魏源，嘱托其编撰一部介绍世界的著作，促成了《海国图志》的诞生。",
          "en": "Lin Zexu provided Wei Yuan with his collected materials, including the 'Gazetteer of the Four Continents,' and entrusted him with compiling a work to introduce the world, which led to the creation of the 'Illustrated Treatise on the Maritime Kingdoms'."
        }
      }
    },
    {
      "source": "林则徐",
      "target": "左宗棠",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1850-01-03",
        "description": {
          "zh-cn": "林则徐在退休返乡途中与左宗棠彻夜长谈，将其在新疆的见闻以及对俄国威胁的担忧告知对方，深刻影响了左宗棠日后对西北边防的战略思想和收复新疆的决心。",
          "en": "During his retirement journey home, Lin Zexu had an all-night conversation with Zuo Zongtang, sharing his experiences in Xinjiang and his concerns about the Russian threat. This profoundly influenced Zuo's future strategic thinking on northwestern defense and his determination to recover Xinjiang."
        }
      }
    },
    {
      "source": "林则徐",
      "target": "俄罗斯帝国",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1842 - 1850",
        "description": {
          "zh-cn": "林则徐在新疆期间，对俄罗斯帝国的扩张保持高度警惕，并预言其将是中国的长远祸患。",
          "en": "During his exile in Xinjiang, Lin Zexu was highly vigilant about the expansion of the Russian Empire and predicted it would become a long-term threat to China."
        }
      }
    },
    {
      "source": "咸丰帝",
      "target": "穆彰阿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1850",
        "description": {
          "zh-cn": "咸丰帝即位后，为扫除朝中主和派的阻力并准备重用林则徐，将穆彰阿革职，永不录用。",
          "en": "After ascending the throne, the Xianfeng Emperor dismissed Mujaangga from office permanently to remove obstacles from the court's peace faction and to prepare for the reinstatement of Lin Zexu."
        }
      }
    }
  ]
}