{
  "nodes": [
    {
      "id": "高适",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高适",
          "达夫",
          "仲武",
          "高三十五"
        ],
        "en": [
          "Gao Shi"
        ]
      },
      "properties": {
        "lifetime": "700 - 765-02-17",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "渤海蓨（有争议）"
        },
        "death_place": {
          "zh-cn": "长安"
        },
        "description": {
          "zh-cn": "唐朝著名边塞诗人，与岑参并称“高岑”。早年生活困顿，后在安史之乱中抓住机遇，获得唐玄宗、唐肃宗赏识，仕途亨通，官至剑南节度使、刑部侍郎，封渤海县侯。其诗作风格雄浑，反映民间疾苦与边塞战争。",
          "en": "A famous frontier poet of the Tang Dynasty, often mentioned together with Cen Shen as 'Gao-Cen'. After a difficult early life, he seized opportunities during the An Lushan Rebellion, winning the appreciation of Emperors Xuanzong and Suzong. His official career flourished, reaching positions such as Military Governor of Jiannan and Vice Minister of Justice, and he was ennobled as the Marquis of Bohai County. His poetry is known for its majestic style, reflecting the hardships of the common people and the realities of frontier warfare."
        }
      }
    },
    {
      "id": "唐朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "唐朝",
          "唐"
        ],
        "en": [
          "Tang dynasty"
        ]
      },
      "properties": {
        "period": "618 - 907",
        "description": {
          "zh-cn": "中国历史上的一个朝代，被认为是中国最繁荣的时期之一。",
          "en": "A dynasty in Chinese history, considered one of the most prosperous periods in China."
        }
      }
    },
    {
      "id": "渤海高氏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "渤海高氏"
        ],
        "en": [
          "Gao clan of Bohai"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以渤海郡为郡望的著名士族。",
          "en": "A prominent aristocratic clan with their ancestral home in Bohai Commandery."
        }
      }
    },
    {
      "id": "高崇文 (唐朝官员)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "高崇文 (唐朝官员)",
          "高从文",
          "高崇文"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "653 - 719-05-11",
        "gender": "Male",
        "description": {
          "zh-cn": "高适之父，官至韶州长史。《旧唐书》记其名为“高从文”，而出土墓志记其名为“高崇文”。",
          "en": "Father of Gao Shi, who served as the governor of Shaozhou. The 'Old Book of Tang' records his name as 'Gao Congwen', while an unearthed epitaph records it as 'Gao Chongwen'."
        }
      }
    },
    {
      "id": "李祎 (信安郡王)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李祎 (信安郡王)",
          "李祎"
        ],
        "en": [
          "Li Yi, Prince of Xin'an"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝宗室，曾任朔方节度大使，率军征讨契丹。高适早年曾投奔其幕府。",
          "en": "A member of the Tang imperial clan who served as the military commissioner of Shuofang and led campaigns against the Khitans. Gao Shi joined his staff in his early years."
        }
      }
    },
    {
      "id": "契丹",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "契丹"
        ],
        "en": [
          "Khitan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代北方的游牧民族，曾与唐朝发生多次战争。",
          "en": "An ancient nomadic people in northern China who engaged in multiple wars with the Tang Dynasty."
        }
      }
    },
    {
      "id": "王昌龄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王昌龄"
        ],
        "en": [
          "Wang Changling"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝边塞诗人，与高适、王之涣、岑参合称“边塞四诗人”。",
          "en": "A Tang Dynasty frontier poet, known along with Gao Shi, Wang Zhihuan, and Cen Shen as one of the 'Four Frontier Poets'."
        }
      }
    },
    {
      "id": "王之涣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王之涣"
        ],
        "en": [
          "Wang Zhihuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝边塞诗人，与高适、王昌龄、岑参合称“边塞四诗人”。",
          "en": "A Tang Dynasty frontier poet, known along with Gao Shi, Wang Changling, and Cen Shen as one of the 'Four Frontier Poets'."
        }
      }
    },
    {
      "id": "李白",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李白"
        ],
        "en": [
          "Li Bai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝伟大的浪漫主义诗人，被后人誉为“诗仙”。曾与高适、杜甫同游。",
          "en": "A great Romantic poet of the Tang Dynasty, revered by later generations as the 'Poet Immortal'. He once traveled with Gao Shi and Du Fu."
        }
      }
    },
    {
      "id": "杜甫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杜甫"
        ],
        "en": [
          "Du Fu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝伟大的现实主义诗人，被后人誉为“诗圣”。与高适、李白是好友。",
          "en": "A great realist poet of the Tang Dynasty, revered by later generations as the 'Poet Sage'. He was a good friend of Gao Shi and Li Bai."
        }
      }
    },
    {
      "id": "张九皋 (唐朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张九皋 (唐朝)",
          "张九皋"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝官员，时任睢阳太守，举荐高适有道科。",
          "en": "A Tang Dynasty official who, as the Prefect of Suiyang, recommended Gao Shi for the 'Youdao' examination."
        }
      }
    },
    {
      "id": "李林甫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李林甫"
        ],
        "en": [
          "Li Linfu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐玄宗时期的宰相，以“口蜜腹剑”著称。高适中第后，仅被其授予县尉一职。",
          "en": "A chancellor during the reign of Emperor Xuanzong of Tang, known for being 'honey-mouthed and dagger-hearted'. After Gao Shi passed the examination, Li Linfu only appointed him to the minor post of county sheriff."
        }
      }
    },
    {
      "id": "哥舒翰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "哥舒翰"
        ],
        "en": [
          "Geshu Han"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝名将，突骑施族。曾任河西、陇右节度使，高适曾为其幕僚，并辅佐其镇守潼关。",
          "en": "A famous general of the Tang Dynasty of Türgesh ethnicity. He served as the military governor of Hexi and Longyou. Gao Shi was his staff officer and assisted him in defending Tongguan Pass."
        }
      }
    },
    {
      "id": "安史之乱",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "安史之乱"
        ],
        "en": [
          "An Lushan Rebellion"
        ]
      },
      "properties": {
        "period": "755 - 763",
        "description": {
          "zh-cn": "唐朝天宝年间爆发的一场大规模叛乱，对唐朝的社会、政治、经济产生了深远影响，也是高适人生的重要转折点。",
          "en": "A large-scale rebellion that broke out during the Tianbao era of the Tang Dynasty, which had a profound impact on its society, politics, and economy, and served as a major turning point in Gao Shi's life."
        }
      }
    },
    {
      "id": "唐玄宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐玄宗"
        ],
        "en": [
          "Emperor Xuanzong of Tang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝在位时间最长的皇帝，前期开创开元盛世，后期因安史之乱而被迫退位。他在高适逃难途中对其进行了提拔。",
          "en": "The longest-reigning emperor of the Tang Dynasty. He created the prosperous Kaiyuan era in his early reign but was forced to abdicate due to the An Lushan Rebellion. He promoted Gao Shi while fleeing from the rebels."
        }
      }
    },
    {
      "id": "李璘",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李璘"
        ],
        "en": [
          "Li Lin, Prince of Yong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐玄宗第十六子，封永王。安史之乱期间奉命都督江南，后发动叛乱，被高适等人讨伐并败死。",
          "en": "The 16th son of Emperor Xuanzong, ennobled as the Prince of Yong. During the An Lushan Rebellion, he was ordered to oversee Jiangnan but later launched a rebellion and was defeated and killed by forces including those led by Gao Shi."
        }
      }
    },
    {
      "id": "唐肃宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐肃宗"
        ],
        "en": [
          "Emperor Suzong of Tang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐玄宗之子，在安史之乱中即位，平定叛乱。他曾与高适商讨平定李璘叛乱的计策，并重用高适。",
          "en": "Son of Emperor Xuanzong, he ascended the throne during the An Lushan Rebellion and suppressed it. He consulted with Gao Shi on strategies to quell Li Lin's rebellion and placed great trust in him."
        }
      }
    },
    {
      "id": "来瑱",
      "type": "Person",
      "name": {
        "zh-cn": [
          "来瑱"
        ],
        "en": [
          "Lai Tian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝将领，时任淮南西道节度使，与高适、韦陟会盟讨伐李璘。",
          "en": "A general of the Tang Dynasty, then serving as the military governor of Huainanxi Circuit, who allied with Gao Shi and Wei Zhi to crusade against Li Lin."
        }
      }
    },
    {
      "id": "韦陟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韦陟"
        ],
        "en": [
          "Wei Zhi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝官员，时任江东节度使，与高适、来瑱会盟讨伐李璘。",
          "en": "A Tang Dynasty official, then serving as the military governor of Jiangdong Circuit, who allied with Gao Shi and Lai Tian to crusade against Li Lin."
        }
      }
    },
    {
      "id": "李辅国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李辅国"
        ],
        "en": [
          "Li Fuguo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐肃宗时期的权宦，因高适为人正直敢言而将其排挤贬官。",
          "en": "A powerful eunuch during the reign of Emperor Suzong, who marginalized and demoted Gao Shi for his uprightness and outspokenness."
        }
      }
    },
    {
      "id": "崔光远",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崔光远"
        ],
        "en": [
          "Cui Guangyuan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝将领，曾任西川节度使，高适曾跟随其平定段子璋叛乱。",
          "en": "A general of the Tang Dynasty who served as the military governor of Xichuan. Gao Shi once followed him to suppress the rebellion of Duan Zizhang."
        }
      }
    },
    {
      "id": "段子璋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "段子璋"
        ],
        "en": [
          "Duan Zizhang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝梓州刺史，后发动叛乱，被崔光远、高适等人平定。",
          "en": "The prefect of Zizhou during the Tang Dynasty who later launched a rebellion and was suppressed by forces including Cui Guangyuan and Gao Shi."
        }
      }
    },
    {
      "id": "严武 (唐朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "严武 (唐朝)",
          "严武"
        ],
        "en": [
          "Yan Wu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝将领及诗人，两度出任剑南节度使，与高适有职务交接。",
          "en": "A general and poet of the Tang Dynasty who served twice as the military governor of Jiannan, having a handover of duties with Gao Shi."
        }
      }
    },
    {
      "id": "唐代宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐代宗"
        ],
        "en": [
          "Emperor Daizong of Tang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐肃宗长子，安史之乱后即位。他曾任命高适代理剑南节度使，后又将其召还京城任职。",
          "en": "The eldest son of Emperor Suzong, who ascended the throne after the An Lushan Rebellion. He appointed Gao Shi as the acting military governor of Jiannan and later recalled him to serve in the capital."
        }
      }
    },
    {
      "id": "吐蕃",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "吐蕃"
        ],
        "en": [
          "Tibetan Empire"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "与唐朝同时期的青藏高原政权，与唐朝时战时和。高适在任剑南节度使期间曾与其交战。",
          "en": "A regime on the Tibetan Plateau contemporary with the Tang Dynasty, with which it had periods of both war and peace. Gao Shi fought against them during his tenure as the military governor of Jiannan."
        }
      }
    },
    {
      "id": "岑参",
      "type": "Person",
      "name": {
        "zh-cn": [
          "岑参"
        ],
        "en": [
          "Cen Shen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐朝边塞诗人，与高适并称“高岑”，亦是“边塞四诗人”之一。",
          "en": "A Tang Dynasty frontier poet, known together with Gao Shi as 'Gao-Cen', and also one of the 'Four Frontier Poets'."
        }
      }
    },
    {
      "id": "董庭兰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董庭兰",
          "董大"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "唐代著名琴师，高适曾为其作《别董大》一诗。",
          "en": "A famous zither player of the Tang Dynasty, for whom Gao Shi wrote the poem 'A Farewell to Dong Da'."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "高适",
      "target": "渤海高氏",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "高适出身于渤海高氏。",
          "en": "Gao Shi was from the Gao clan of Bohai."
        }
      }
    },
    {
      "source": "高适",
      "target": "高崇文 (唐朝官员)",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "高崇文（又记作高从文）是高适的父亲。",
          "en": "Gao Chongwen (also recorded as Gao Congwen) was Gao Shi's father."
        }
      }
    },
    {
      "source": "高适",
      "target": "李祎 (信安郡王)",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "731",
        "description": {
          "zh-cn": "731年，高适北上幽州，投奔时任朔方节度大使的李祎，并随他出征讨伐契丹。",
          "en": "In 731, Gao Shi traveled north to Youzhou to join Li Yi, then the military commissioner of Shuofang, and followed him on a campaign against the Khitans."
        }
      }
    },
    {
      "source": "李祎 (信安郡王)",
      "target": "契丹",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "731",
        "description": {
          "zh-cn": "731年，李祎率军出卢龙塞征讨契丹，并大破之。",
          "en": "In 731, Li Yi led his army out of Lulong Pass to campaign against the Khitans and defeated them decisively."
        }
      }
    },
    {
      "source": "高适",
      "target": "王昌龄",
      "type": "MET_WITH",
      "properties": {
        "start_date": "735",
        "description": {
          "zh-cn": "735年，高适赴长安应试期间，结识了王昌龄、王之涣等人。他们后来并称为“边塞四诗人”。",
          "en": "In 735, while in Chang'an for an examination, Gao Shi became acquainted with Wang Changling and Wang Zhihuan. They, along with Cen Shen, later became known as the 'Four Frontier Poets'."
        }
      }
    },
    {
      "source": "高适",
      "target": "王之涣",
      "type": "MET_WITH",
      "properties": {
        "start_date": "735",
        "description": {
          "zh-cn": "735年，高适赴长安应试期间，结识了王昌龄、王之涣等人。他们后来并称为“边塞四诗人”。",
          "en": "In 735, while in Chang'an for an examination, Gao Shi became acquainted with Wang Changling and Wang Zhihuan. They, along with Cen Shen, later became known as the 'Four Frontier Poets'."
        }
      }
    },
    {
      "source": "高适",
      "target": "李白",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "744",
        "description": {
          "zh-cn": "744年，高适与李白、杜甫在单父同游，登琴台，怀古赋诗。",
          "en": "In 744, Gao Shi traveled with Li Bai and Du Fu in Shanfu, where they climbed the Qintai Terrace and composed poetry reminiscing about the past."
        }
      }
    },
    {
      "source": "高适",
      "target": "杜甫",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "744",
        "description": {
          "zh-cn": "744年与杜甫、李白同游。760年，高适入蜀任职后，曾作《人日寄杜二拾遗》诗，表达对杜甫的思念。",
          "en": "He traveled with Du Fu and Li Bai in 744. In 760, after taking office in Shu, Gao Shi wrote the poem 'To Du Fu on Renri', expressing his longing for his friend."
        }
      }
    },
    {
      "source": "张九皋 (唐朝)",
      "target": "高适",
      "type": "PUSHED",
      "properties": {
        "start_date": "749",
        "description": {
          "zh-cn": "749年，时任睢阳太守的张九皋举荐高适参加有道科考试，使其获得入仕机会。",
          "en": "In 749, Zhang Jiugao, then Prefect of Suiyang, recommended Gao Shi for the 'Youdao' examination, giving him an opportunity to enter official service."
        }
      }
    },
    {
      "source": "李林甫",
      "target": "高适",
      "type": "BLOCKED",
      "properties": {
        "start_date": "749",
        "description": {
          "zh-cn": "高适通过有道科考试后，掌权的李林甫仅以普通举子的规格对待他，任命其为封丘县尉，限制了其仕途的起点。",
          "en": "After Gao Shi passed the 'Youdao' examination, the powerful Chancellor Li Linfu treated him merely as an ordinary candidate and appointed him to the minor post of Fengqiu County Sheriff, thus limiting the start of his official career."
        }
      }
    },
    {
      "source": "高适",
      "target": "哥舒翰",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "753",
        "position": {
          "zh-cn": "掌书记",
          "en": "Chief Secretary"
        },
        "description": {
          "zh-cn": "753年，高适进入河西、陇右节度使哥舒翰的幕府，担任掌书记。755年安史之乱爆发后，又辅佐哥舒翰镇守潼关。",
          "en": "In 753, Gao Shi joined the staff of Geshu Han, the military governor of Hexi and Longyou, serving as his Chief Secretary. After the An Lushan Rebellion broke out in 755, he assisted Geshu Han in defending Tongguan Pass."
        }
      }
    },
    {
      "source": "安史之乱",
      "target": "高适",
      "type": "PUSHED",
      "properties": {
        "start_date": "755",
        "description": {
          "zh-cn": "安史之乱的爆发成为高适人生的转折点。潼关失守后，他追随唐玄宗，因进言得当而开始受到重用，仕途从此亨通。",
          "en": "The outbreak of the An Lushan Rebellion became a turning point in Gao Shi's life. After the fall of Tongguan Pass, he followed Emperor Xuanzong and began to be heavily relied upon for his sound advice, marking the start of his prosperous official career."
        }
      }
    },
    {
      "source": "高适",
      "target": "唐玄宗",
      "type": "MET_WITH",
      "properties": {
        "start_date": "756-06",
        "description": {
          "zh-cn": "756年六月，潼关失守后，高适在河池郡追上出逃的唐玄宗，并向其陈述潼关失守的原因。",
          "en": "In June 756, after the fall of Tongguan Pass, Gao Shi caught up with the fleeing Emperor Xuanzong in Hechi Commandery and explained to him the reasons for the pass's fall."
        }
      }
    },
    {
      "source": "唐玄宗",
      "target": "高适",
      "type": "PUSHED",
      "properties": {
        "start_date": "756-06",
        "description": {
          "zh-cn": "听取高适的陈事后，唐玄宗随即任命他为侍御史，后又升任谏议大夫。",
          "en": "After hearing Gao Shi's report, Emperor Xuanzong immediately appointed him as an Attendant Censor and later promoted him to Grand Master of Remonstrance."
        }
      }
    },
    {
      "source": "高适",
      "target": "李璘",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "756-12",
        "end_date": "757",
        "description": {
          "zh-cn": "高适反对诸王分镇，并在李璘发动叛乱后，与来瑱、韦陟会盟誓师，共同讨伐李璘。",
          "en": "Gao Shi opposed the enfeoffment of princes with military power and, after Li Lin launched his rebellion, allied with Lai Tian and Wei Zhi to form an army to crusade against him."
        }
      }
    },
    {
      "source": "唐肃宗",
      "target": "高适",
      "type": "PUSHED",
      "properties": {
        "start_date": "756-12",
        "description": {
          "zh-cn": "唐肃宗就李璘叛乱一事与高适商讨，采纳其计策，并任命高适为淮南节度使，主持讨伐事宜。",
          "en": "Emperor Suzong consulted with Gao Shi regarding Li Lin's rebellion, adopted his strategy, and appointed Gao Shi as the Military Governor of Huainan to lead the campaign."
        }
      }
    },
    {
      "source": "李辅国",
      "target": "高适",
      "type": "BLOCKED",
      "properties": {
        "start_date": "758",
        "description": {
          "zh-cn": "758年，高适因其正直敢言得罪了权宦李辅国，被排挤并贬为太子少詹事。",
          "en": "In 758, because of his uprightness and outspokenness, Gao Shi offended the powerful eunuch Li Fuguo and was marginalized and demoted to the post of Junior Supervisor of the Household of the Crown Prince."
        }
      }
    },
    {
      "source": "高适",
      "target": "崔光远",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "761-05",
        "description": {
          "zh-cn": "761年五月，时任彭州刺史的高适率兵跟随西川节度使崔光远平定梓州刺史段子璋的叛乱。",
          "en": "In May 761, Gao Shi, then Prefect of Pengzhou, led troops under the command of Xichuan Military Governor Cui Guangyuan to suppress the rebellion of Duan Zizhang, the Prefect of Zizhou."
        }
      }
    },
    {
      "source": "崔光远",
      "target": "段子璋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "761-05",
        "description": {
          "zh-cn": "761年五月，西川节度使崔光远率军平定了梓州刺史段子璋的叛乱。",
          "en": "In May 761, Xichuan Military Governor Cui Guangyuan led his forces to suppress the rebellion of Duan Zizhang, the Prefect of Zizhou."
        }
      }
    },
    {
      "source": "唐代宗",
      "target": "高适",
      "type": "PUSHED",
      "properties": {
        "start_date": "762",
        "description": {
          "zh-cn": "762年，唐代宗征调严武入朝，任命高适接替其为剑南西川节度使、成都尹。",
          "en": "In 762, Emperor Daizong summoned Yan Wu to court and appointed Gao Shi to succeed him as the Military Governor of Jiannan Xichuan and Mayor of Chengdu."
        }
      }
    },
    {
      "source": "高适",
      "target": "吐蕃",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "763",
        "description": {
          "zh-cn": "763年，吐蕃进犯陇右，时任剑南节度使的高适率兵从南境出击，以牵制其兵力。",
          "en": "In 763, when the Tibetan Empire invaded Longyou, Gao Shi, then Military Governor of Jiannan, led his troops to attack from the southern border to divert their forces."
        }
      }
    },
    {
      "source": "吐蕃",
      "target": "高适",
      "type": "BLOCKED",
      "properties": {
        "start_date": "763-12",
        "description": {
          "zh-cn": "763年十二月，吐蕃军队攻陷松、维、保三州，高适无法救援，导致剑南西山诸州也被吐蕃占领。",
          "en": "In December 763, Tibetan forces captured the prefectures of Song, Wei, and Bao. Gao Shi was unable to relieve them, which led to the occupation of all western mountain prefectures of Jiannan by the Tibetans."
        }
      }
    },
    {
      "source": "高适",
      "target": "岑参",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "高适与岑参诗风相近，同为盛唐边塞诗的代表人物，并称为“高岑”。",
          "en": "Gao Shi and Cen Shen had similar poetic styles and were representative figures of High Tang frontier poetry, collectively known as 'Gao-Cen'."
        }
      }
    },
    {
      "source": "高适",
      "target": "董庭兰",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "高适为琴师董庭兰（董大）写下了著名的送别诗《别董大》，其中“莫愁前路无知己，天下谁人不识君”成为千古名句。",
          "en": "Gao Shi wrote the famous farewell poem 'A Farewell to Dong Da' for the zither master Dong Tinglan (Dong Da), in which the lines 'Don't worry about having no bosom friends on the road ahead, for who in the world does not know you?' became timelessly famous."
        }
      }
    }
  ]
}