{
  "nodes": [
    {
      "id": "列宁主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "列宁主义"
        ],
        "en": [
          "Leninism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由俄罗斯马克思主义革命家弗拉基米尔·列宁提出的一种政治思想，是对马克思主义在俄国实践基础上的发展，主张建立由革命先锋队领导的无产阶级专政。",
          "en": "A political ideology proposed by Russian Marxist revolutionary Vladimir Lenin, developing Marxism based on Russian practices, advocating for the establishment of a dictatorship of the proletariat led by a revolutionary vanguard party."
        }
      }
    },
    {
      "id": "弗拉基米尔·列宁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "弗拉基米尔·列宁",
          "列宁"
        ],
        "en": [
          "Vladimir Lenin"
        ]
      },
      "properties": {
        "lifetime": "1870-04-22 - 1924-01-21",
        "gender": "Male",
        "description": {
          "zh-cn": "俄罗斯马克思主义革命家、政治家、理论家，布尔什维克主义的创立者，列宁主义的创始人，苏联的主要缔造者。",
          "en": "A Russian Marxist revolutionary, politician, and political theorist, founder of Bolshevism and Leninism, and the principal founder of the Soviet Union."
        }
      }
    },
    {
      "id": "马克思主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "马克思主义"
        ],
        "en": [
          "Marxism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一套以历史唯物主义、辩证法、和对资本主义的批判为基础的经济、社会、政治哲学。列宁主义被认为是其在帝国主义时代的继承和发展。",
          "en": "An economic, social, and political philosophy based on historical materialism, dialectics, and a critique of capitalism. Leninism is considered its successor and development in the age of imperialism."
        }
      }
    },
    {
      "id": "先锋队理论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "先锋队理论",
          "先锋队"
        ],
        "en": [
          "Vanguardism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "列宁主义的核心理论之一，主张由一个由具备无产阶级意识的革命家组成的先锋队来领导无产阶级进行革命。",
          "en": "A core tenet of Leninism which advocates for a vanguard party composed of revolutionaries with proletarian consciousness to lead the proletariat in revolution."
        }
      }
    },
    {
      "id": "无产阶级专政",
      "type": "Document",
      "name": {
        "zh-cn": [
          "无产阶级专政"
        ],
        "en": [
          "Dictatorship of the proletariat"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "列宁主义的核心政治主张，指在资本主义到共产主义的过渡时期，由无产阶级掌握国家政权，对资产阶级实行专政。",
          "en": "A central political tenet of Leninism, referring to the state of affairs in the transitional period from capitalism to communism, where the proletariat holds state power and exercises a dictatorship over the bourgeoisie."
        }
      }
    },
    {
      "id": "约瑟夫·斯大林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "约瑟夫·斯大林",
          "斯大林"
        ],
        "en": [
          "Joseph Stalin"
        ]
      },
      "properties": {
        "lifetime": "1878-12-18 - 1953-03-05",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联政治家，在列宁之后长期担任苏联最高领导人。他将列宁主义发展为斯大林主义，并创立了马克思列宁主义理论体系。",
          "en": "A Soviet politician who served as the supreme leader of the Soviet Union for a long period after Lenin. He developed Leninism into Stalinism and established the theoretical system of Marxism-Leninism."
        }
      }
    },
    {
      "id": "共产党宣言",
      "type": "Document",
      "name": {
        "zh-cn": [
          "共产党宣言"
        ],
        "en": [
          "The Communist Manifesto"
        ]
      },
      "properties": {
        "period": "1848",
        "description": {
          "zh-cn": "由卡尔·马克思和弗里德里希·恩格斯撰写的政治纲领，是共产主义运动的 foundational text。列宁主义的革命领导思想基于此宣言。",
          "en": "A political pamphlet by Karl Marx and Friedrich Engels, a foundational text of the communist movement. The revolutionary leadership concept in Leninism is based on this manifesto."
        }
      }
    },
    {
      "id": "十月革命",
      "type": "Event",
      "name": {
        "zh-cn": [
          "十月革命"
        ],
        "en": [
          "October Revolution"
        ]
      },
      "properties": {
        "period": "1917-11-07 - 1917-11-08",
        "description": {
          "zh-cn": "1917年由布尔什维克在俄国发动的武装起义，建立了苏维埃政权。此事件使列宁主义在俄国成为马克思主义的主导版本。",
          "en": "An armed insurrection in Russia in 1917 led by the Bolsheviks that established Soviet power. This event made Leninism the dominant version of Marxism in Russia."
        }
      }
    },
    {
      "id": "孟什维克",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "孟什维克"
        ],
        "en": [
          "Mensheviks"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "俄国社会民主工党中的一个派系，在十月革命后被苏维埃政权镇压。",
          "en": "A faction within the Russian Social Democratic Labour Party, which was suppressed by the Soviet regime after the October Revolution."
        }
      }
    },
    {
      "id": "俄国社会民主工党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄国社会民主工党"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "俄罗斯帝国的马克思主义政党，后分裂为布尔什维克和孟什维克两派。",
          "en": "A Marxist political party in the Russian Empire, which later split into the Bolshevik and Menshevik factions."
        }
      }
    },
    {
      "id": "俄罗斯苏维埃联邦社会主义共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄罗斯苏维埃联邦社会主义共和国",
          "苏维埃俄国"
        ],
        "en": [
          "Russian Soviet Federative Socialist Republic",
          "RSFSR"
        ]
      },
      "properties": {
        "period": "1917 - 1991",
        "description": {
          "zh-cn": "由布尔什维克在十月革命后建立的苏维埃国家，后成为苏联的核心组成部分。",
          "en": "The Soviet state established by the Bolsheviks after the October Revolution, which later became the core component of the USSR."
        }
      }
    },
    {
      "id": "社会革命党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "社会革命党"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "20世纪初俄罗斯的主要政党之一，在十月革命后被苏维埃政权镇压。",
          "en": "One of the major political parties in early 20th-century Russia, suppressed by the Soviet regime after the October Revolution."
        }
      }
    },
    {
      "id": "左翼社会革命党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "左翼社会革命党"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "从社会革命党中分裂出的左翼派别，曾短暂与布尔什维克合作，后因左翼反布尔什维克起义而遭镇压。",
          "en": "A left-wing faction that split from the Socialist Revolutionary Party, briefly collaborated with the Bolsheviks, and was later suppressed following the Left SR uprising."
        }
      }
    },
    {
      "id": "俄国内战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "俄国内战"
        ],
        "en": [
          "Russian Civil War"
        ]
      },
      "properties": {
        "period": "1917 - 1922",
        "description": {
          "zh-cn": "十月革命后，在俄国境内发生的多方内战，最终以布尔什维克领导的红军胜利告终。",
          "en": "A multi-party civil war in the former Russian Empire that occurred after the October Revolution, ending in the victory of the Bolshevik-led Red Army."
        }
      }
    },
    {
      "id": "苏维埃社会主义共和国联盟",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏维埃社会主义共和国联盟",
          "苏联"
        ],
        "en": [
          "Union of Soviet Socialist Republics",
          "USSR"
        ]
      },
      "properties": {
        "period": "1922 - 1991",
        "description": {
          "zh-cn": "由俄罗斯苏维埃联邦社会主义共和国等多个苏维埃共和国组成的联邦制社会主义国家。",
          "en": "A federal socialist state composed of the Russian SFSR and other Soviet republics."
        }
      }
    },
    {
      "id": "民主集中制",
      "type": "Document",
      "name": {
        "zh-cn": [
          "民主集中制"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "列宁提出的无产阶级政党的组织原则，强调民主基础上的集中和集中指导下的民主。",
          "en": "An organizational principle for proletarian parties proposed by Lenin, emphasizing centralism based on democracy and democracy under centralized guidance."
        }
      }
    },
    {
      "id": "帝国主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "帝国主义",
          "帝国主义论"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "列宁提出的理论，认为帝国主义是资本主义的最高和最后阶段，并在此基础上论证了社会主义革命在个别国家首先胜利的可能性。",
          "en": "A theory developed by Lenin, which posits that imperialism is the highest and final stage of capitalism, and on this basis argues for the possibility of socialist revolution succeeding first in individual countries."
        }
      }
    },
    {
      "id": "罗莎·卢森堡",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗莎·卢森堡"
        ],
        "en": [
          "Rosa Luxemburg"
        ]
      },
      "properties": {
        "lifetime": "1871-03-05 - 1919-01-15",
        "gender": "Female",
        "description": {
          "zh-cn": "波兰裔德国马克思主义理论家、哲学家、经济学家和革命家，她认为列宁受到了布朗基主义的影响。",
          "en": "A Polish-German Marxist theorist, philosopher, economist, and revolutionary activist who believed Lenin was influenced by Blanquism."
        }
      }
    },
    {
      "id": "布朗基主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "布朗基主义"
        ],
        "en": [
          "Blanquism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种革命理论，主张由一小部分组织严密的、秘密的革命者通过密谋起义来夺取政权。",
          "en": "A revolutionary theory advocating for the seizure of power by a small, highly organized, and secretive group of conspiratorial revolutionaries."
        }
      }
    },
    {
      "id": "社会主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "社会主义"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种社会经济体系，其特征是生产资料的社会所有制。在列宁主义理论中，通过暴力革命和无产阶级专政是实现社会主义的途径。",
          "en": "A socio-economic system characterized by social ownership of the means of production. In Leninist theory, it is achieved through violent revolution and the dictatorship of the proletariat."
        }
      }
    },
    {
      "id": "考茨基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "考茨基"
        ],
        "en": [
          "Karl Kautsky"
        ]
      },
      "properties": {
        "lifetime": "1854-10-16 - 1938-10-17",
        "gender": "Male",
        "description": {
          "zh-cn": "第二国际时期著名的马克思主义理论家，主张通过合法的议会斗争取得政权，与列宁的暴力革命路线存在重大分歧。",
          "en": "A prominent Marxist theorist during the Second International who advocated for gaining power through legal parliamentary struggle, having significant disagreements with Lenin's path of violent revolution."
        }
      }
    },
    {
      "id": "资产阶级",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "资产阶级"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "马克思主义理论中的社会阶级，指在资本主义社会中拥有生产资料的阶级。在列宁主义中，它是无产阶级专政的对象。",
          "en": "A social class in Marxist theory, referring to the class that owns the means of production in a capitalist society. In Leninism, it is the object of the dictatorship of the proletariat."
        }
      }
    },
    {
      "id": "斯大林主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "斯大林主义"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指斯大林统治下苏联的意识形态和政治经济体制，其特征包括一党专政、个人崇拜和高度集权，被托洛茨基主义者认为与列宁主义有本质区别。",
          "en": "Refers to the ideology and politico-economic system of the Soviet Union under Stalin's rule, characterized by one-party rule, a cult of personality, and high centralization, which Trotskyists consider fundamentally different from Leninism."
        }
      }
    },
    {
      "id": "苏联共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联共产党"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联的执政党和唯一合法政党，正式将“列宁主义”纳入其官方词汇和学说。",
          "en": "The ruling and only legal political party of the Soviet Union, which officially incorporated \"Leninism\" into its vocabulary and doctrine."
        }
      }
    },
    {
      "id": "不断革命论",
      "type": "Document",
      "name": {
        "zh-cn": [
          "不断革命论"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由托洛茨基等人发展的马克思主义理论，主张在落后国家，无产阶级革命无需经历漫长的资本主义阶段，且一国革命必须扩展为世界革命才能成功。",
          "en": "A Marxist theory developed by Trotsky and others, arguing that in backward countries, proletarian revolution does not need to go through a long capitalist stage, and that a revolution in one country must extend to a world revolution to be successful."
        }
      }
    },
    {
      "id": "列夫·达维多维奇·托洛茨基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "列夫·达维多维奇·托洛茨基",
          "托洛茨基"
        ],
        "en": [
          "Leon Trotsky"
        ]
      },
      "properties": {
        "lifetime": "1879-11-07 - 1940-08-21",
        "gender": "Male",
        "description": {
          "zh-cn": "布尔什维克革命家和马克思主义理论家，“不断革命论”的主要倡导者，后与斯大林决裂。",
          "en": "A Bolshevik revolutionary and Marxist theorist, a major advocate of the theory of \"permanent revolution,\" who later broke with Stalin."
        }
      }
    },
    {
      "id": "四月提纲",
      "type": "Document",
      "name": {
        "zh-cn": [
          "四月提纲"
        ]
      },
      "properties": {
        "period": "1917-04",
        "description": {
          "zh-cn": "列宁在1917年4月发表的政治纲领，提出将资产阶级民主革命转变为社会主义革命的任务，标志着他转向不断革命论的立场。",
          "en": "A political program published by Lenin in April 1917, which proposed the task of transforming the bourgeois-democratic revolution into a socialist revolution, marking his shift towards the position of permanent revolution."
        }
      }
    },
    {
      "id": "一国社会主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "一国社会主义"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由斯大林提出的理论，认为社会主义可以在一个国家内建成，而无需等待世界革命。此理论与托洛茨基的不断革命论相对立。",
          "en": "A theory proposed by Stalin, arguing that socialism can be built in a single country without waiting for a world revolution. This theory opposes Trotsky's theory of permanent revolution."
        }
      }
    },
    {
      "id": "马克思列宁主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "马克思列宁主义"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由斯大林系统化和发展的官方意识形态，结合了马克思主义和列宁主义，并加入了斯大林的理论，如一国社会主义论。",
          "en": "The official ideology systematized and developed by Stalin, combining Marxism and Leninism with Stalin's theories, such as Socialism in One Country."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人，其意识形态思想主要来自列宁学说的继承和发展。",
          "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army, whose ideological thoughts were primarily inherited and developed from Lenin's doctrines."
        }
      }
    },
    {
      "id": "共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "共产党"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "以共产主义为信仰的政党。根据列宁主义，共产党是工人阶级的先锋队，是实现和领导无产阶级专政的唯一政党。",
          "en": "A political party that adheres to communism. According to Leninism, the Communist Party is the vanguard of the working class and the sole party to achieve and lead the dictatorship of the proletariat."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "弗拉基米尔·列宁",
      "target": "列宁主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "弗拉基米尔·列宁是列宁主义的创始人，他提出了一系列构成该思想体系的政治理论。",
          "en": "Vladimir Lenin is the founder of Leninism, proposing a series of political theories that constitute this ideology."
        }
      }
    },
    {
      "source": "马克思主义",
      "target": "列宁主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "列宁主义被认为是马克思主义在帝国主义和无产阶级革命时代的补充和发展。",
          "en": "Leninism is considered a supplement and development of Marxism in the era of imperialism and proletarian revolution."
        }
      }
    },
    {
      "source": "共产党宣言",
      "target": "列宁主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1848",
        "description": {
          "zh-cn": "列宁主义的革命领导理论基于《共产党宣言》中关于共产党是工人阶级最先进部分的论述。",
          "en": "The theory of revolutionary leadership in Leninism is based on the Communist Manifesto's description of the Communist Party as the most advanced section of the working class."
        }
      }
    },
    {
      "source": "十月革命",
      "target": "列宁主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917-11",
        "description": {
          "zh-cn": "十月革命的成功使得列宁主义在俄罗斯成为马克思主义的主导版本，并为其理论提供了实践基础。",
          "en": "The success of the October Revolution made Leninism the dominant version of Marxism in Russia and provided a practical basis for its theories."
        }
      }
    },
    {
      "source": "俄罗斯苏维埃联邦社会主义共和国",
      "target": "孟什维克",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在建立社会主义生产方式的过程中，苏维埃革命政权镇压了包括孟什维克在内的政治反对派。",
          "en": "During the process of establishing the socialist mode of production, the Soviet revolutionary regime suppressed political opponents, including the Mensheviks."
        }
      }
    },
    {
      "source": "俄罗斯苏维埃联邦社会主义共和国",
      "target": "社会革命党",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在建立社会主义生产方式的过程中，苏维埃革命政权镇压了包括社会革命党在内的政治反对派。",
          "en": "During the process of establishing the socialist mode of production, the Soviet revolutionary regime suppressed political opponents, including the Socialist Revolutionary Party."
        }
      }
    },
    {
      "source": "俄罗斯苏维埃联邦社会主义共和国",
      "target": "左翼社会革命党",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在建立社会主义生产方式的过程中，苏维埃革命政权镇压了包括左翼社会革命党在内的政治反对派。",
          "en": "During the process of establishing the socialist mode of production, the Soviet revolutionary regime suppressed political opponents, including the Left Socialist-Revolutionaries."
        }
      }
    },
    {
      "source": "孟什维克",
      "target": "俄国社会民主工党",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "派系",
          "en": "Faction"
        },
        "description": {
          "zh-cn": "孟什维克是俄国社会民主工党中的一个主要派系。",
          "en": "The Mensheviks were a major faction within the Russian Social Democratic Labour Party."
        }
      }
    },
    {
      "source": "俄国内战",
      "target": "俄罗斯苏维埃联邦社会主义共和国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917",
        "end_date": "1922",
        "description": {
          "zh-cn": "俄国内战的结果是布尔什维克巩固了政权，苏维埃俄国转变为俄罗斯苏维埃联邦社会主义共和国，并为苏联的成立奠定了基础。",
          "en": "The Russian Civil War resulted in the consolidation of Bolshevik power, transforming Soviet Russia into the Russian SFSR and laying the foundation for the establishment of the USSR."
        }
      }
    },
    {
      "source": "俄罗斯苏维埃联邦社会主义共和国",
      "target": "苏维埃社会主义共和国联盟",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "核心共和国",
          "en": "Core Republic"
        },
        "description": {
          "zh-cn": "俄罗斯苏维埃联邦社会主义共和国是苏维埃社会主义共和国联盟中的核心共和国。",
          "en": "The Russian Soviet Federative Socialist Republic was the core republic of the Union of Soviet Socialist Republics."
        }
      }
    },
    {
      "source": "布朗基主义",
      "target": "弗拉基米尔·列宁",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "根据罗莎·卢森堡的观点，列宁的革命思想受到了布朗基主义的影响。",
          "en": "According to Rosa Luxemburg, Lenin's revolutionary thought was influenced by Blanquism."
        }
      }
    },
    {
      "source": "考茨基",
      "target": "弗拉基米尔·列宁",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "在“如何取得政权”和“无产阶级政权如何治理国家”两个问题上，以考茨基为代表的一派与以列宁为代表的一派出现了重大分歧，反对列宁的暴力革命路线。",
          "en": "On the questions of 'how to achieve power' and 'how a proletarian regime should govern,' the faction represented by Kautsky had major disagreements with Lenin's faction, opposing his path of violent revolution."
        }
      }
    },
    {
      "source": "列宁主义",
      "target": "约瑟夫·斯大林",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "斯大林将列宁的思想进行改进和发展，形成了斯大林主义和马克思列宁主义理论体系。",
          "en": "Stalin improved and developed Lenin's ideas, forming the systems of Stalinism and Marxism-Leninism."
        }
      }
    },
    {
      "source": "列宁主义",
      "target": "斯大林主义",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "根据托洛茨基主义者等批评者的观点，列宁本人的思想与斯大林主义的一党专政、个人崇拜和高度集权有本质区别。",
          "en": "According to critics such as Trotskyists, Lenin's own ideas are fundamentally different from Stalinism's one-party rule, cult of personality, and high centralization."
        }
      }
    },
    {
      "source": "列夫·达维多维奇·托洛茨基",
      "target": "不断革命论",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "托洛茨基是不断革命论的主要倡导者和发展者。",
          "en": "Trotsky was the main advocate and developer of the theory of permanent revolution."
        }
      }
    },
    {
      "source": "不断革命论",
      "target": "弗拉基米尔·列宁",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1917",
        "description": {
          "zh-cn": "在沙俄政府垮台后，列宁的立场转向不断革命论，与托洛茨基的观点达成一致，并发表了《四月提纲》。",
          "en": "After the fall of the Tsarist government, Lenin's position shifted towards permanent revolution, aligning with Trotsky's views and leading to the publication of the April Theses."
        }
      }
    },
    {
      "source": "弗拉基米尔·列宁",
      "target": "四月提纲",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917-04",
        "description": {
          "zh-cn": "列宁于1917年4月发表了《四月提纲》，提出了将革命转向社会主义阶段的纲领。",
          "en": "Lenin published the April Theses in April 1917, outlining a program to transition the revolution to its socialist stage."
        }
      }
    },
    {
      "source": "约瑟夫·斯大林",
      "target": "不断革命论",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "斯大林在制定“马克思列宁主义”时否定了不断革命论，并主张“一国社会主义”理论。",
          "en": "When formulating 'Marxism-Leninism,' Stalin rejected the theory of permanent revolution and instead advocated for 'Socialism in One Country.'"
        }
      }
    },
    {
      "source": "一国社会主义",
      "target": "不断革命论",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "斯大林提出的“一国社会主义”理论与托洛茨基的“不断革命论”在关于革命能否在一国成功的问题上是根本对立的。",
          "en": "Stalin's theory of 'Socialism in One Country' is fundamentally opposed to Trotsky's 'permanent revolution' on the question of whether revolution can succeed in a single country."
        }
      }
    },
    {
      "source": "约瑟夫·斯大林",
      "target": "马克思列宁主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "斯大林将马克思主义和列宁主义系统化，创立了作为苏联官方意识形态的马克思列宁主义。",
          "en": "Stalin systematized Marxism and Leninism, creating Marxism-Leninism as the official ideology of the Soviet Union."
        }
      }
    },
    {
      "source": "弗拉基米尔·列宁",
      "target": "毛泽东",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "毛泽东的意识形态思想，特别是关于文化革命的思想，主要是对列宁学说的继承和发展。",
          "en": "Mao Zedong's ideological thought, especially concerning the Cultural Revolution, was primarily an inheritance and development of Leninist doctrine."
        }
      }
    },
    {
      "source": "无产阶级专政",
      "target": "资产阶级",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "无产阶级专政旨在对资产阶级实行专政，以保卫无产阶级政权。",
          "en": "The dictatorship of the proletariat aims to exercise dictatorship over the bourgeoisie to defend the proletarian regime."
        }
      }
    },
    {
      "source": "共产党",
      "target": "无产阶级专政",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "根据列宁主义理论，无产阶级专政必须由共产党来领导。",
          "en": "According to Leninist theory, the dictatorship of the proletariat must be led by the Communist Party."
        }
      }
    },
    {
      "source": "苏联共产党",
      "target": "列宁主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1922",
        "description": {
          "zh-cn": "“列宁主义”一词于1922年左右被使用后，便正式被纳入苏联共产党的词汇和学说中。",
          "en": "After the term \"Leninism\" came into use around 1922, it was formally incorporated into the vocabulary and doctrine of the Communist Party of the Soviet Union."
        }
      }
    }
  ]
}