{
  "nodes": [
    {
      "id": "香港民主派初选大搜捕",
      "type": "Event",
      "name": {
        "zh-cn": [
          "香港民主派初选大搜捕",
          "香港47人案",
          "串谋颠覆国家政权罪案",
          "2021年香港立法会议员民主派初选案",
          "泛民主派议员案",
          "串谋颠覆国家政权罪密谋案件",
          "47人案",
          "初选47人案",
          "民主派47人初选案",
          "35+初选案",
          "35+大搜捕",
          "民主派初选案",
          "2021年密谋案",
          "串谋颠覆案",
          "“35+”案件"
        ],
        "en": [
          "Hong Kong pro-democracy primaries mass arrests",
          "Hong Kong 47 case"
        ]
      },
      "properties": {
        "period": "2021-01-06 - 2024-11-19",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "指控香港民主派初选参与者违反《香港国家安全法》、涉嫌“串谋颠覆国家政权”的案件。事件始于2021年1月警方的大规模拘捕行动，最终导致47人被起诉，45人被定罪。",
          "en": "A case in which participants of the Hong Kong pro-democracy primaries were accused of violating the Hong Kong National Security Law and suspected of 'conspiracy to commit subversion'. The event began with a large-scale police arrest operation in January 2021, leading to the prosecution of 47 individuals and the conviction of 45."
        }
      }
    },
    {
      "id": "2020年香港立法会选举民主派初选",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2020年香港立法会选举民主派初选",
          "2020年民主派初选",
          "35+初选"
        ],
        "en": [
          "2020 Hong Kong pro-democracy primaries"
        ]
      },
      "properties": {
        "period": "2020-07-11 - 2020-07-12",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "香港民主派为决定其在2020年香港立法会选举中的候选人而举行的一次初选，旨在争取超过35个立法会议席。",
          "en": "A primary election held by the Hong Kong pro-democracy camp to decide its candidates for the 2020 Hong Kong Legislative Council election, with the goal of winning over 35 seats."
        }
      }
    },
    {
      "id": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国香港特别行政区维护国家安全法",
          "香港国家安全法",
          "港区国安法",
          "香港国安法"
        ],
        "en": [
          "Law of the People's Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region",
          "Hong Kong National Security Law"
        ]
      },
      "properties": {
        "period": "2020-06-30 - ",
        "description": {
          "zh-cn": "由中华人民共和国全国人民代表大会常务委员会为香港制定的国家安全法律，于2020年6月30日生效。该法案是香港民主派初选大搜捕的主要法律依据。",
          "en": "A national security law for Hong Kong enacted by the Standing Committee of the National People's Congress of the People's Republic of China, which came into effect on June 30, 2020. This law was the primary legal basis for the Hong Kong pro-democracy primaries mass arrests."
        }
      }
    },
    {
      "id": "揽炒十步曲",
      "type": "Document",
      "name": {
        "zh-cn": [
          "揽炒十步曲"
        ],
        "en": [
          "Ten steps to mutual destruction"
        ]
      },
      "properties": {
        "period": "2020-04-28 - ",
        "description": {
          "zh-cn": "由戴耀廷提出的政治方针，计划在民主派取得立法会多数席位后，通过否决政府财政预算案等方式，迫使政府回应政治诉求，被控方指为颠覆国家政权的计划。",
          "en": "A political strategy proposed by Benny Tai, which planned to use measures such as vetoing the government's budget after the pro-democracy camp obtained a majority in the Legislative Council to compel the government to respond to political demands. The prosecution alleged it was a plan to subvert state power."
        }
      }
    },
    {
      "id": "香港警务处国家安全处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港警务处国家安全处",
          "警方国安处"
        ],
        "en": [
          "National Security Department of the Hong Kong Police Force"
        ]
      },
      "properties": {
        "period": "2020-07-01 - ",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "香港警务处下属负责执行《香港国安法》的部门，主导了对民主派初选参与者的大规模拘捕行动。",
          "en": "The department within the Hong Kong Police Force responsible for enforcing the National Security Law, which led the mass arrest operation against participants of the pro-democracy primaries."
        }
      }
    },
    {
      "id": "律政司",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "律政司"
        ],
        "en": [
          "Department of Justice"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "香港特别行政区政府的法律部门，负责对香港民主派初选案中的47名被告提出“串谋颠覆国家政权罪”的检控。",
          "en": "The legal department of the Hong Kong SAR Government, responsible for prosecuting the 47 defendants in the Hong Kong pro-democracy primaries case for 'conspiracy to commit subversion'."
        }
      }
    },
    {
      "id": "香港高等法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港高等法院"
        ],
        "en": [
          "High Court of Hong Kong"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "负责审理香港民主派初选案的法院。案件由三名国安法指定法官审理，不设陪审团。",
          "en": "The court responsible for hearing the Hong Kong pro-democracy primaries case. The case was heard by three designated National Security Law judges without a jury."
        }
      }
    },
    {
      "id": "戴耀廷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "戴耀廷"
        ],
        "en": [
          "Benny Tai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "香港大学法律学院前副教授，2020年香港立法会选举民主派初选及“揽炒十步曲”的主要倡议者。在香港47人案中被裁定为“首要分子”，判处10年监禁。",
          "en": "A former associate professor of law at the University of Hong Kong and a key proponent of the 2020 Hong Kong pro-democracy primaries and the 'Ten steps to mutual destruction' plan. In the Hong Kong 47 case, he was classified as a 'principal offender' and sentenced to 10 years in prison."
        }
      }
    },
    {
      "id": "区诺轩",
      "type": "Person",
      "name": {
        "zh-cn": [
          "区诺轩"
        ],
        "en": [
          "Au Nok-hin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选的组织者之一。在香港47人案中认罪并担任控方证人，被裁定为“首要分子”，判处6年9个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and one of the organizers of the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty, served as a prosecution witness, was classified as a 'principal offender', and was sentenced to 6 years and 9 months in prison."
        }
      }
    },
    {
      "id": "赵家贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵家贤"
        ],
        "en": [
          "Andrew Chiu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前东区区议会副主席，民主动力召集人。在香港47人案中认罪并担任控方证人，被裁定为“首要分子”，判处7年监禁。",
          "en": "Former Vice-Chairman of the Eastern District Council and convenor of Power for Democracy. In the Hong Kong 47 case, he pleaded guilty, served as a prosecution witness, was classified as a 'principal offender', and was sentenced to 7 years in prison."
        }
      }
    },
    {
      "id": "钟锦麟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钟锦麟"
        ],
        "en": [
          "Chung Kam-lun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前西贡区议会主席，民主动力副召集人。在香港47人案中认罪并担任控方证人，被裁定为“首要分子”，判处6年1个月监禁。",
          "en": "Former Chairman of the Sai Kung District Council and deputy convenor of Power for Democracy. In the Hong Kong 47 case, he pleaded guilty, served as a prosecution witness, was classified as a 'principal offender', and was sentenced to 6 years and 1 month in prison."
        }
      }
    },
    {
      "id": "关尚义",
      "type": "Person",
      "name": {
        "zh-cn": [
          "关尚义"
        ],
        "en": [
          "John Clancey"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "民主动力司库，美籍人权律师。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Treasurer of Power for Democracy and an American human rights lawyer. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "吴政亨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴政亨"
        ],
        "en": [
          "Gordon Ng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "“三投三不投”运动发起人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处7年6个月监禁。",
          "en": "Initiator of the 'Three投Three不投' movement. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 7 years and 6 months in prison."
        }
      }
    },
    {
      "id": "袁嘉蔚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁嘉蔚"
        ],
        "en": [
          "Tiffany Yuen"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前南区区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年3个月监禁。",
          "en": "Former Southern District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded guilty and was sentenced to 4 years and 3 months in prison."
        }
      }
    },
    {
      "id": "梁晃维",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁晃维"
        ],
        "en": [
          "Fergus Leung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前中西区区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年11个月监禁。",
          "en": "Former Central and Western District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 11 months in prison."
        }
      }
    },
    {
      "id": "郑达鸿 (议员)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑达鸿 (议员)",
          "郑达鸿"
        ],
        "en": [
          "Tat Cheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前东区区议会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年6个月监禁。",
          "en": "Former Eastern District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 6 months in prison."
        }
      }
    },
    {
      "id": "徐子见",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐子见"
        ],
        "en": [
          "Andy Chui"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前东区区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年2个月监禁。",
          "en": "Former Eastern District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 2 months in prison."
        }
      }
    },
    {
      "id": "杨雪盈",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨雪盈"
        ],
        "en": [
          "Clarisse Yeung"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前湾仔区议会主席，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年6个月监禁。",
          "en": "Former Wan Chai District Council Chairwoman and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded not guilty, was convicted after trial, and sentenced to 6 years and 6 months in prison."
        }
      }
    },
    {
      "id": "彭卓棋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "彭卓棋"
        ],
        "en": [
          "Michael Pang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前南区区议会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年6个月监禁。",
          "en": "Former Southern District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 6 months in prison."
        }
      }
    },
    {
      "id": "岑子杰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "岑子杰"
        ],
        "en": [
          "Jimmy Sham"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前沙田区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年3个月监禁。",
          "en": "Former Sha Tin District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 3 months in prison."
        }
      }
    },
    {
      "id": "毛孟静",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛孟静"
        ],
        "en": [
          "Claudia Mo"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中认罪，被判处4年2个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded guilty and was sentenced to 4 years and 2 months in prison."
        }
      }
    },
    {
      "id": "何启明 (民协)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何启明 (民协)",
          "何启明"
        ],
        "en": [
          "Kalvin Ho"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前深水埗区议会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年7个月监禁。",
          "en": "Former Sham Shui Po District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 7 months in prison."
        }
      }
    },
    {
      "id": "冯达浚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "冯达浚"
        ],
        "en": [
          "Fung Tat-chun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "半岛连线召集人，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Convenor of Peninsula Connection and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "刘伟聪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘伟聪"
        ],
        "en": [
          "Lawrence Lau"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前深水埗区议会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名不成立。",
          "en": "Former Sham Shui Po District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty and was acquitted after trial."
        }
      }
    },
    {
      "id": "黄碧云 (学者)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄碧云 (学者)",
          "黄碧云"
        ],
        "en": [
          "Helena Wong"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年6个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded not guilty, was convicted after trial, and sentenced to 6 years and 6 months in prison."
        }
      }
    },
    {
      "id": "刘泽锋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘泽锋"
        ],
        "en": [
          "Ventus Lau"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前学联抗争者支援基金主席，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Former chairman of the HKFS Resistance Support Fund and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "安德里",
      "type": "Person",
      "name": {
        "zh-cn": [
          "安德里"
        ],
        "en": [
          "Jeffrey Andrews"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "社会工作者，民主派初选参选人。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Social worker and candidate in the pro-democracy primaries. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "黄之锋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄之锋"
        ],
        "en": [
          "Joshua Wong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港众志秘书长，民主派初选参选人。在香港47人案中认罪，被判处4年8个月监禁。",
          "en": "Former Secretary-General of Demosistō and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 8 months in prison."
        }
      }
    },
    {
      "id": "谭文豪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谭文豪"
        ],
        "en": [
          "Jeremy Tam"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中认罪，被判处4年2个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 2 months in prison."
        }
      }
    },
    {
      "id": "李嘉达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李嘉达"
        ],
        "en": [
          "Lee Ka-tat"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前观塘区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年3个月监禁。",
          "en": "Former Kwun Tong District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 3 months in prison."
        }
      }
    },
    {
      "id": "谭得志",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谭得志"
        ],
        "en": [
          "Tam Tak-chi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "人民力量副主席，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Vice-Chairman of People Power and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "胡志伟 (1962年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡志伟 (1962年)",
          "胡志伟"
        ],
        "en": [
          "Wu Chi-wai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员及民主党主席，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and Chairman of the Democratic Party, and a candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "施德来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "施德来"
        ],
        "en": [
          "Sze Tak-loy"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前黄大仙区议会议员及民协主席，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年7个月监禁。",
          "en": "Former Wong Tai Sin District Councillor and Chairman of ADPL, and a candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 7 months in prison."
        }
      }
    },
    {
      "id": "朱凯廸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱凯廸",
          "朱凯迪"
        ],
        "en": [
          "Eddie Chu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "张可森",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张可森"
        ],
        "en": [
          "Sam Cheung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前屯门区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年11个月监禁。",
          "en": "Former Tuen Mun District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 11 months in prison."
        }
      }
    },
    {
      "id": "黄子悦 (香港)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄子悦 (香港)",
          "黄子悦"
        ],
        "en": [
          "Wong Ji-yuet"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前学民思潮发言人，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Former spokesperson for Scholarism and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "伍健伟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伍健伟"
        ],
        "en": [
          "Ng Kin-wai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前元朗区议会议员，民主派初选参选人。在香港47人案中认罪，被判处5年7个月监禁。",
          "en": "Former Yuen Long District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 5 years and 7 months in prison."
        }
      }
    },
    {
      "id": "尹兆坚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "尹兆坚"
        ],
        "en": [
          "Andrew Wan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中认罪，被判处4年8个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 8 months in prison."
        }
      }
    },
    {
      "id": "郭家麒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭家麒"
        ],
        "en": [
          "Kwok Ka-ki"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中认罪，被判处4年2个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 2 months in prison."
        }
      }
    },
    {
      "id": "吴敏儿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴敏儿"
        ],
        "en": [
          "Carol Ng"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前职工盟主席，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Former Chairwoman of the Hong Kong Confederation of Trade Unions and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "谭凯邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谭凯邦"
        ],
        "en": [
          "Roy Tam"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前荃湾区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年3个月监禁。",
          "en": "Former Tsuen Wan District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 3 months in prison."
        }
      }
    },
    {
      "id": "何桂蓝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何桂蓝"
        ],
        "en": [
          "Gwyneth Ho"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前立场新闻记者，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处7年监禁。",
          "en": "Former Stand News reporter and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded not guilty, was convicted after trial, and sentenced to 7 years in prison."
        }
      }
    },
    {
      "id": "刘颕匡",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘颕匡",
          "刘颖匡"
        ],
        "en": [
          "Ventus Lau"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "民间集会团队发言人，民主派初选参选人。在香港47人案中认罪，被判处4年5个月监禁。",
          "en": "Spokesperson for the Civil Assembly Team and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 5 months in prison."
        }
      }
    },
    {
      "id": "杨岳桥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨岳桥"
        ],
        "en": [
          "Alvin Yeung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员及公民党党魁，民主派初选参选人。在香港47人案中认罪，被判处5年1个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and leader of the Civic Party, and a candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 5 years and 1 month in prison."
        }
      }
    },
    {
      "id": "陈志全",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈志全"
        ],
        "en": [
          "Ray Chan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年6个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 6 months in prison."
        }
      }
    },
    {
      "id": "邹家成",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邹家成"
        ],
        "en": [
          "Owen Chow"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "“抗争派”运动发起人，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处7年9个月监禁。",
          "en": "Initiator of the 'Resistance' movement and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 7 years and 9 months in prison."
        }
      }
    },
    {
      "id": "林卓廷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林卓廷"
        ],
        "en": [
          "Lam Cheuk-ting"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年9个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 9 months in prison."
        }
      }
    },
    {
      "id": "范国威",
      "type": "Person",
      "name": {
        "zh-cn": [
          "范国威"
        ],
        "en": [
          "Gary Fan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中认罪，被判处4年2个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 2 months in prison."
        }
      }
    },
    {
      "id": "吕智恒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕智恒"
        ],
        "en": [
          "Hendrick Lui"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "社会工作者，民主派初选参选人。在香港47人案中认罪，被判处4年3个月监禁。",
          "en": "Social worker and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 3 months in prison."
        }
      }
    },
    {
      "id": "梁国雄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁国雄"
        ],
        "en": [
          "Leung Kwok-hung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年9个月监禁。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 9 months in prison."
        }
      }
    },
    {
      "id": "林景楠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林景楠"
        ],
        "en": [
          "Mike Lam"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "阿布泰国生活百货创办人，民主派初选参选人。在香港47人案中认罪并担任控方证人，被判处5年2个月监禁。",
          "en": "Founder of AbouThai and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty, served as a prosecution witness, and was sentenced to 5 years and 2 months in prison."
        }
      }
    },
    {
      "id": "柯耀林",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柯耀林"
        ],
        "en": [
          "Ricky Or"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前西贡区议会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年7个月监禁。",
          "en": "Former Sai Kung District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was convicted after trial, and sentenced to 6 years and 7 months in prison."
        }
      }
    },
    {
      "id": "李芝融",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李芝融"
        ],
        "en": [
          "Lee Chi-yung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "严重弱智人士家长协会前主席，民主派初选参选人。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Former chairman of the Parents Association of the Severely Mentally Handicapped and candidate in the pro-democracy primaries. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "邝俊宇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邝俊宇"
        ],
        "en": [
          "Kwong Chun-yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "岑敖晖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "岑敖晖"
        ],
        "en": [
          "Lester Shum"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前荃湾区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年6个月监禁。",
          "en": "Former Tsuen Wan District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 6 months in prison."
        }
      }
    },
    {
      "id": "王百羽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王百羽"
        ],
        "en": [
          "Henry Wong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前元朗区议会议员，民主派初选参选人。在香港47人案中认罪，被判处4年3个月监禁。",
          "en": "Former Yuen Long District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded guilty and was sentenced to 4 years and 3 months in prison."
        }
      }
    },
    {
      "id": "涂谨申",
      "type": "Person",
      "name": {
        "zh-cn": [
          "涂谨申"
        ],
        "en": [
          "James To"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "李予信",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李予信"
        ],
        "en": [
          "Lee Yue-shun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前东区区议会议员，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名不成立，是首名正式结案的被告。",
          "en": "Former Eastern District Councillor and candidate in the pro-democracy primaries. In the Hong Kong 47 case, he pleaded not guilty, was acquitted after trial, and was the first defendant whose case was formally concluded."
        }
      }
    },
    {
      "id": "余慧明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "余慧明"
        ],
        "en": [
          "Winnie Yu"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "前医管局员工阵线主席，民主派初选参选人。在香港47人案中不认罪，经审讯后被裁定罪名成立，判处6年9个月监禁。",
          "en": "Former Chairwoman of the Hospital Authority Employees Alliance and candidate in the pro-democracy primaries. In the Hong Kong 47 case, she pleaded not guilty, was convicted after trial, and sentenced to 6 years and 9 months in prison."
        }
      }
    },
    {
      "id": "刘凯文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘凯文"
        ],
        "en": [
          "Lau Hoi-man"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "香港专职医疗人员及护士协会干事，民主派初选参选人。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Officer of the Hong Kong Allied Health Professionals and Nurses Association and candidate in the pro-democracy primaries. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "李国麟 (议员)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李国麟 (议员)",
          "李国麟"
        ],
        "en": [
          "Joseph Lee"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前香港立法会议员，民主派初选参选人。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Former member of the Hong Kong Legislative Council and candidate in the pro-democracy primaries. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "袁伟杰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁伟杰"
        ],
        "en": [
          "Ricky Yuen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "仁安医院护士学校校长，民主派初选参选人。在香港民主派初选大搜捕中被捕，但未被起诉。",
          "en": "Principal of the School of Nursing at Union Hospital and candidate in the pro-democracy primaries. He was arrested during the Hong Kong pro-democracy primaries mass arrests but was not prosecuted."
        }
      }
    },
    {
      "id": "李家超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李家超"
        ],
        "en": [
          "John Lee"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任香港保安局局长，现任香港特别行政区行政长官。他形容民主派初选为“歹毒的计划”，并表示警方的拘捕行动是必要和必需的。",
          "en": "Then-Secretary for Security of Hong Kong, current Chief Executive of the HKSAR. He described the pro-democracy primaries as a 'vicious plot' and stated that the police's arrest operation was necessary and essential."
        }
      }
    },
    {
      "id": "李桂华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李桂华"
        ],
        "en": [
          "Steve Li"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "香港警务处国家安全处高级警司，负责向公众解释拘捕行动，指控初选计划旨在瘫痪政府。",
          "en": "Senior Superintendent of the National Security Department of the Hong Kong Police Force, responsible for explaining the arrest operation to the public, alleging the primary election plan aimed to paralyze the government."
        }
      }
    },
    {
      "id": "公民党 (香港)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公民党 (香港)",
          "公民党"
        ],
        "en": [
          "Civic Party (Hong Kong)",
          "Civic Party"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "香港民主派政党，多名成员参与了民主派初选并被起诉，其中四名成员（杨岳桥、谭文豪、郭家麒、李予信）在审讯期间宣布退党。",
          "en": "A pro-democracy political party in Hong Kong. Several members participated in the pro-democracy primaries and were prosecuted. Four members (Alvin Yeung, Jeremy Tam, Kwok Ka-ki, Lee Yue-shun) announced their withdrawal from the party during the trial."
        }
      }
    },
    {
      "id": "民主动力",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主动力"
        ],
        "en": [
          "Power for Democracy"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "协调民主派参与选举的组织，协助举办了2020年民主派初选。其召集人赵家贤及副召集人钟锦麟在案件中被起诉。",
          "en": "An organization that coordinated pro-democracy participation in elections and helped organize the 2020 pro-democracy primaries. Its convenor Andrew Chiu and deputy convenor Chung Kam-lun were prosecuted in the case."
        }
      }
    },
    {
      "id": "香港民意研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港民意研究所"
        ],
        "en": [
          "Hong Kong Public Opinion Research Institute"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "负责民主派初选投票操作的民意调查机构。",
          "en": "An opinion polling organization responsible for the voting operations of the pro-democracy primaries."
        }
      }
    },
    {
      "id": "钟庭耀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钟庭耀"
        ],
        "en": [
          "Robert Chung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "香港民意研究所负责人。在民主派初选大搜捕中被警方带走协助调查。",
          "en": "Head of the Hong Kong Public Opinion Research Institute. He was taken by the police to assist in the investigation during the pro-democracy primaries mass arrests."
        }
      }
    },
    {
      "id": "中华人民共和国外交部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国外交部"
        ],
        "en": [
          "Ministry of Foreign Affairs of the People's Republic of China"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "中华人民共和国负责外交事务的政府部门，多次就香港民主派初选案表态，支持香港警方的行动，并反对外国干涉。",
          "en": "The government department responsible for foreign affairs of the People's Republic of China. It has repeatedly commented on the Hong Kong pro-democracy primaries case, supporting the actions of the Hong Kong police and opposing foreign interference."
        }
      }
    },
    {
      "id": "迈克·蓬佩奥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "迈克·蓬佩奥"
        ],
        "en": [
          "Mike Pompeo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任美国国务卿，对香港民主派初选大搜捕表示愤慨，并促请当局释放被捕人士。",
          "en": "Then-U.S. Secretary of State, who expressed outrage at the Hong Kong pro-democracy primaries mass arrests and urged the authorities to release the arrested individuals."
        }
      }
    },
    {
      "id": "蓝韬文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蓝韬文"
        ],
        "en": [
          "Dominic Raab"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任英国外交大臣，谴责香港民主派初选大搜捕行动，认为此举旨在打压异见。",
          "en": "Then-UK Foreign Secretary, who condemned the Hong Kong pro-democracy primaries mass arrest operation, stating it was intended to suppress dissent."
        }
      }
    },
    {
      "id": "蔡英文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡英文"
        ],
        "en": [
          "Tsai Ing-wen"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "时任中华民国总统，谴责香港民主派初选大搜捕，指出北京当局彻底毁弃了“五十年不变”的承诺。",
          "en": "Then-President of the Republic of China, who condemned the Hong Kong pro-democracy primaries mass arrests, stating that the Beijing authorities had completely abandoned the promise of 'fifty years unchanged'."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "2020年香港立法会选举民主派初选",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "香港警方以筹办或参与2020年民主派初选为由，发动大规模拘捕行动，引发了香港47人案。",
          "en": "The Hong Kong police launched a large-scale arrest operation on the grounds of organizing or participating in the 2020 pro-democracy primaries, which triggered the Hong Kong 47 case."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "香港警方依据《香港国安法》中的“颠覆国家政权罪”，对民主派初选的参与者和组织者进行拘捕和起诉。",
          "en": "The Hong Kong police arrested and prosecuted participants and organizers of the pro-democracy primaries under the 'subversion' offense in the Hong Kong National Security Law."
        }
      }
    },
    {
      "source": "香港警务处国家安全处",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "香港警务处国家安全处策划并执行了针对民主派初选参与者的拘捕行动。",
          "en": "The National Security Department of the Hong Kong Police Force planned and executed the arrest operation targeting participants of the pro-democracy primaries."
        }
      }
    },
    {
      "source": "律政司",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-02-28",
        "description": {
          "zh-cn": "律政司以“串谋颠覆国家政权”罪名正式起诉47名民主派人士。",
          "en": "The Department of Justice formally prosecuted 47 pro-democracy figures on charges of 'conspiracy to commit subversion'."
        }
      }
    },
    {
      "source": "戴耀廷",
      "target": "2020年香港立法会选举民主派初选",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "戴耀廷是民主派初选的主要倡议者和组织者之一。",
          "en": "Benny Tai was one of the main proponents and organizers of the pro-democracy primaries."
        }
      }
    },
    {
      "source": "戴耀廷",
      "target": "揽炒十步曲",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-04-28",
        "description": {
          "zh-cn": "戴耀廷于2020年4月28日在《苹果日报》发表文章，提出“揽炒十步曲”方针。",
          "en": "On April 28, 2020, Benny Tai published an article in Apple Daily proposing the 'Ten steps to mutual destruction' strategy."
        }
      }
    },
    {
      "source": "区诺轩",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-02-07",
        "description": {
          "zh-cn": "区诺轩在案件审讯中担任控方证人。",
          "en": "Au Nok-hin served as a prosecution witness during the case trial."
        }
      }
    },
    {
      "source": "赵家贤",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-02-06",
        "description": {
          "zh-cn": "赵家贤在案件审讯中担任控方证人。",
          "en": "Andrew Chiu served as a prosecution witness during the case trial."
        }
      }
    },
    {
      "source": "钟锦麟",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-02-06",
        "description": {
          "zh-cn": "钟锦麟在案件审讯中担任控方证人。",
          "en": "Chung Kam-lun served as a prosecution witness during the case trial."
        }
      }
    },
    {
      "source": "林景楠",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-02-06",
        "description": {
          "zh-cn": "林景楠在案件审讯中担任控方证人。",
          "en": "Mike Lam served as a prosecution witness during the case trial."
        }
      }
    },
    {
      "source": "香港民主派初选大搜捕",
      "target": "戴耀廷",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "戴耀廷在香港47人案中被拘捕、起诉，并最终被判处10年监禁。",
          "en": "Benny Tai was arrested, prosecuted, and ultimately sentenced to 10 years in prison in the Hong Kong 47 case."
        }
      }
    },
    {
      "source": "香港民主派初选大搜捕",
      "target": "刘伟聪",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-01-06",
        "end_date": "2024-05-30",
        "description": {
          "zh-cn": "刘伟聪在香港47人案中被拘捕、起诉，但经审讯后被裁定罪名不成立。",
          "en": "Lawrence Lau was arrested and prosecuted in the Hong Kong 47 case, but was acquitted after trial."
        }
      }
    },
    {
      "source": "香港民主派初选大搜捕",
      "target": "李予信",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-01-06",
        "end_date": "2024-06-13",
        "description": {
          "zh-cn": "李予信在香港47人案中被拘捕、起诉，但经审讯后被裁定罪名不成立。律政司未对其裁决提出上诉，案件正式结束。",
          "en": "Lee Yue-shun was arrested and prosecuted in the Hong Kong 47 case, but was acquitted after trial. The Department of Justice did not appeal his acquittal, formally concluding the case."
        }
      }
    },
    {
      "source": "香港民主派初选大搜捕",
      "target": "何桂蓝",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "何桂蓝在香港47人案中被拘捕、起诉，并最终被判处7年监禁。",
          "en": "Gwyneth Ho was arrested, prosecuted, and ultimately sentenced to 7 years in prison in the Hong Kong 47 case."
        }
      }
    },
    {
      "source": "杨岳桥",
      "target": "公民党 (香港)",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2021-03-03",
        "position": {
          "zh-cn": "党魁",
          "en": "Party Leader"
        },
        "description": {
          "zh-cn": "杨岳桥在审讯期间宣布退出公民党。",
          "en": "Alvin Yeung announced his withdrawal from the Civic Party during the trial."
        }
      }
    },
    {
      "source": "谭文豪",
      "target": "公民党 (香港)",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2021-03-03",
        "description": {
          "zh-cn": "谭文豪在审讯期间宣布退出公民党。",
          "en": "Jeremy Tam announced his withdrawal from the Civic Party during the trial."
        }
      }
    },
    {
      "source": "郭家麒",
      "target": "公民党 (香港)",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2021-03-03",
        "description": {
          "zh-cn": "郭家麒在审讯期间宣布退出公民党。",
          "en": "Kwok Ka-ki announced his withdrawal from the Civic Party during the trial."
        }
      }
    },
    {
      "source": "李予信",
      "target": "公民党 (香港)",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2021-03-03",
        "description": {
          "zh-cn": "李予信在审讯期间宣布退出公民党。",
          "en": "Lee Yue-shun announced his withdrawal from the Civic Party during the trial."
        }
      }
    },
    {
      "source": "李家超",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "时任保安局局长李家超形容初选是“歹毒的计划”，并表示警方的拘捕行动是必要和必需的，以维护国家安全。",
          "en": "Then-Secretary for Security John Lee described the primaries as a 'vicious plot' and stated that the police's arrest operation was necessary and essential to safeguard national security."
        }
      }
    },
    {
      "source": "中华人民共和国外交部",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "中国外交部表示支持香港警方依法履职，并反对外部势力干涉。",
          "en": "The Ministry of Foreign Affairs of China expressed support for the Hong Kong police in performing their duties according to the law and opposed interference by external forces."
        }
      }
    },
    {
      "source": "迈克·蓬佩奥",
      "target": "香港民主派初选大搜捕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "时任美国国务卿蓬佩奥对拘捕行动表示愤慨，并考虑对相关人员实施制裁。",
          "en": "Then-U.S. Secretary of State Mike Pompeo expressed outrage at the arrests and stated that the U.S. was considering sanctions against those involved."
        }
      }
    },
    {
      "source": "蓝韬文",
      "target": "香港民主派初选大搜捕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "时任英国外交大臣蓝韬文谴责该拘捕行动是对香港人权和自由的沉重打击。",
          "en": "Then-UK Foreign Secretary Dominic Raab condemned the arrest operation as a grievous blow to the rights and freedoms of the people of Hong Kong."
        }
      }
    },
    {
      "source": "蔡英文",
      "target": "香港民主派初选大搜捕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "时任中华民国总统蔡英文谴责大搜捕，并呼吁全世界民主阵营伙伴声援香港。",
          "en": "Then-President of the Republic of China Tsai Ing-wen condemned the mass arrests and called on democratic partners worldwide to support Hong Kong."
        }
      }
    }
  ]
}