{
  "nodes": [
    {
      "id": "九二共识",
      "type": "Document",
      "name": {
        "zh-cn": [
          "九二共识"
        ],
        "en": [
          "1992 Consensus"
        ]
      },
      "properties": {
        "period": "1992-11 - ",
        "description": {
          "zh-cn": "关于海峡两岸关系的政治术语，指1992年海峡两岸关系协会与海峡交流基金会在香港会谈及其后函电往来中达成的非正式共识。其存在与具体内涵在海峡两岸及台湾各政党间存在争议。",
          "en": "A political term regarding cross-strait relations, referring to the unofficial consensus reached between the Association for Relations Across the Taiwan Straits (ARATS) and the Straits Exchange Foundation (SEF) during their 1992 Hong Kong talks and subsequent correspondence. Its existence and specific meaning are disputed among entities across the strait and various political parties in Taiwan."
        }
      }
    },
    {
      "id": "海峡两岸关系协会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "海峡两岸关系协会",
          "海协会"
        ],
        "en": [
          "Association for Relations Across the Taiwan Straits",
          "ARATS"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "由中华人民共和国政府授权，处理海峡两岸事务的民间组织。",
          "en": "A non-governmental organization authorized by the government of the People's Republic of China to handle cross-strait affairs."
        }
      }
    },
    {
      "id": "海峡交流基金会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "海峡交流基金会",
          "海基会"
        ],
        "en": [
          "Straits Exchange Foundation",
          "SEF"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "中华民国",
          "en": "Republic of China"
        },
        "description": {
          "zh-cn": "由中华民国政府授权，处理海峡两岸事务的民间组织。",
          "en": "A non-governmental organization authorized by the government of the Republic of China to handle cross-strait affairs."
        }
      }
    },
    {
      "id": "九二香港会谈",
      "type": "Event",
      "name": {
        "zh-cn": [
          "九二香港会谈",
          "香港会谈"
        ],
        "en": [
          "1992 Hong Kong talks"
        ]
      },
      "properties": {
        "period": "1992-10 - 1992-11",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "1992年海协会与海基会在香港举行的事务性商谈，会中关于“一个中国”原则的讨论成为“九二共识”的历史基础。",
          "en": "Working-level talks held in Hong Kong in 1992 between ARATS and SEF. The discussions regarding the 'One China' principle became the historical basis for the '1992 Consensus'."
        }
      }
    },
    {
      "id": "苏起",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏起"
        ],
        "en": [
          "Su Chi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任大陆委员会主任委员。他在2000年创造了“九二共识”这一名词，用以包装“一个中国，各自表述”。",
          "en": "A politician of the Republic of China, former Chairman of the Mainland Affairs Council. In 2000, he coined the term '1992 Consensus' to package the concept of 'One China, respective interpretations'."
        }
      }
    },
    {
      "id": "一个中国，各自表述",
      "type": "Document",
      "name": {
        "zh-cn": [
          "一个中国，各自表述",
          "一中各表"
        ],
        "en": [
          "One China, respective interpretations"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一项政治论述，指海峡两岸双方均坚持“一个中国”的原则，但对“一个中国”的涵义认知不同，可以各自表述。此为中国国民党对“九二共识”的核心诠释，但未获中华人民共和国方面承认。",
          "en": "A political concept suggesting that both sides of the Taiwan Strait adhere to the 'One China' principle, but have different interpretations of its meaning, which they can state respectively. This is the Kuomintang's core interpretation of the '1992 Consensus', but it is not acknowledged by the People's Republic of China."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国大陆",
          "北京当局",
          "中共"
        ],
        "en": [
          "People's Republic of China",
          "Mainland China",
          "PRC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "统治中国大陆的政权实体，其对“九二共识”的立场是“海峡两岸均坚持一个中国原则，共同努力谋求国家统一”，并反对“一个中国，各自表述”的说法。",
          "en": "The political entity governing Mainland China. Its stance on the '1992 Consensus' is that 'both sides of the Taiwan Strait adhere to the One-China principle and jointly seek national unification', and it opposes the 'One China, respective interpretations' formulation."
        }
      }
    },
    {
      "id": "中华民国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国",
          "台湾",
          "台方"
        ],
        "en": [
          "Republic of China",
          "Taiwan",
          "ROC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "目前有效统治台湾、澎湖、金门、马祖地区的政权实体。其历届政府因政党轮替，对“九二共识”的立场不一。",
          "en": "The political entity currently exercising effective rule over Taiwan, Penghu, Kinmen, and Matsu. Its successive governments have held different positions on the '1992 Consensus' due to party rotation."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党",
          "国民党"
        ],
        "en": [
          "Kuomintang",
          "KMT"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的主要政党之一，认同并主张“九二共识”是两岸交流的政治基础，其核心内涵为“一个中国，各自表述”。",
          "en": "One of the major political parties in the Republic of China. It recognizes and advocates for the '1992 Consensus' as the political foundation for cross-strait exchanges, with its core meaning being 'One China, respective interpretations'."
        }
      }
    },
    {
      "id": "民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主进步党",
          "民进党"
        ],
        "en": [
          "Democratic Progressive Party",
          "DPP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的主要政党之一，仅承认1992年香港会谈的历史事实，但不承认“九二共识”的存在。",
          "en": "One of the major political parties in the Republic of China. It only acknowledges the historical fact of the 1992 Hong Kong talks but does not recognize the existence of the '1992 Consensus'."
        }
      }
    },
    {
      "id": "马英九",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马英九"
        ],
        "en": [
          "Ma Ying-jeou"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国前总统。在其任内，“九二共识”被正式确立为中华民国政府处理两岸关系的指导方针。",
          "en": "Former President of the Republic of China. During his tenure, the '1992 Consensus' was officially established as the guiding principle for the ROC government's handling of cross-strait relations."
        }
      }
    },
    {
      "id": "蔡英文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡英文"
        ],
        "en": [
          "Tsai Ing-wen"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中华民国总统。她领导的政府不接受“九二共识”，并质疑其内涵，主张海峡两岸互不隶属。",
          "en": "President of the Republic of China. Her administration does not accept the '1992 Consensus', questions its substance, and maintains that the two sides of the strait are not subordinate to each other."
        }
      }
    },
    {
      "id": "李登辉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李登辉"
        ],
        "en": [
          "Lee Teng-hui"
        ]
      },
      "properties": {
        "lifetime": "1923-01-15 - 2020-07-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国前总统。九二香港会谈在其任内举行，但他卸任后多次否认“九二共识”的存在，并于1999年提出“特殊的国与国关系”。",
          "en": "Former President of the Republic of China. The 1992 Hong Kong talks took place during his presidency, but after leaving office, he repeatedly denied the existence of the '1992 Consensus' and proposed the 'special state-to-state relations' in 1999."
        }
      }
    },
    {
      "id": "特殊的国与国关系",
      "type": "Document",
      "name": {
        "zh-cn": [
          "特殊的国与国关系",
          "两国论"
        ],
        "en": [
          "Special state-to-state relations"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由时任中华民国总统李登辉于1999年提出的政治理论，旨在将海峡两岸关系定位为两个独立的国家之间的关系。此理论被中华人民共和国方面视为对“一个中国”原则的破坏。",
          "en": "A political theory proposed in 1999 by then-President of the Republic of China Lee Teng-hui, aiming to define cross-strait relations as a relationship between two separate states. This theory was viewed by the People's Republic of China as a violation of the 'One China' principle."
        }
      }
    },
    {
      "id": "一个中国原则",
      "type": "Document",
      "name": {
        "zh-cn": [
          "一个中国原则",
          "一个中国"
        ],
        "en": [
          "One-China principle"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的政治原则，主张世界上只有一个中国，中华人民共和国政府是代表全中国的唯一合法政府，台湾是中国的一部分。此原则是中华人民共和国方面对“九二共识”的诠释基础。",
          "en": "The political principle of the People's Republic of China, which asserts that there is only one China in the world, the PRC government is the sole legal government representing all of China, and Taiwan is part of China. This principle forms the basis of the PRC's interpretation of the '1992 Consensus'."
        }
      }
    },
    {
      "id": "连战",
      "type": "Person",
      "name": {
        "zh-cn": [
          "连战"
        ],
        "en": [
          "Lien Chan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国前副总统、前中国国民党主席。其2005年访问中国大陆，与胡锦涛会晤后，促使“九二共识”一词首次出现在中华人民共和国的官方文件中。",
          "en": "Former Vice President of the Republic of China and former Chairman of the Kuomintang. His 2005 visit to mainland China and meeting with Hu Jintao led to the term '1992 Consensus' appearing in official PRC documents for the first time."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": [
          "Hu Jintao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国前最高领导人。他在与连战会晤后，中华人民共和国官方开始使用“九二共识”一词。",
          "en": "Former paramount leader of the People's Republic of China. After his meeting with Lien Chan, the PRC officially began using the term '1992 Consensus'."
        }
      }
    },
    {
      "id": "2005年中国国民党和平之旅",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2005年中国国民党和平之旅"
        ],
        "en": [
          "2005 Pan-Blue visits to mainland China"
        ]
      },
      "properties": {
        "period": "2005",
        "description": {
          "zh-cn": "2005年，时任中国国民党主席连战访问中国大陆并与时任中共中央总书记胡锦涛会晤的事件。此次访问后，“九二共识”开始被中华人民共和国官方文件采用。",
          "en": "The 2005 event where then-KMT Chairman Lien Chan visited mainland China and met with then-CCP General Secretary Hu Jintao. After this visit, the term '1992 Consensus' began to be adopted in official PRC documents."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国现任最高领导人。他将“九二共识”定义为“海峡两岸同属一个中国，共同努力谋求国家统一”，并与“一国两制”联系。",
          "en": "The current paramount leader of the People's Republic of China. He has defined the '1992 Consensus' as 'both sides of the Taiwan Strait belong to one China and will work together to seek national unification', linking it with 'one country, two systems'."
        }
      }
    },
    {
      "id": "两岸领导人会面",
      "type": "Event",
      "name": {
        "zh-cn": [
          "两岸领导人会面",
          "马习会"
        ],
        "en": [
          "2015 Ma–Xi meeting"
        ]
      },
      "properties": {
        "period": "2015-11-07",
        "location": {
          "zh-cn": "新加坡",
          "en": "Singapore"
        },
        "description": {
          "zh-cn": "2015年时任中华民国总统马英九与中华人民共和国领导人习近平在新加坡的会面，被视为基于“九二共识”取得的重大成就。",
          "en": "The 2015 meeting in Singapore between then-ROC President Ma Ying-jeou and PRC leader Xi Jinping, considered a major achievement based on the '1992 Consensus'."
        }
      }
    },
    {
      "id": "台湾共识",
      "type": "Document",
      "name": {
        "zh-cn": [
          "台湾共识"
        ],
        "en": [
          "Taiwan Consensus"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由蔡英文于2011年提出的政治主张，旨在取代“九二共识”，作为与中国大陆进行谈判的新基础。",
          "en": "A political proposal put forward by Tsai Ing-wen in 2011, intended to replace the '1992 Consensus' as a new basis for negotiations with mainland China."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Communist Party of China",
          "CPC"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党，坚持“一个中国原则”下的“九二共识”，并将其作为与台湾各方交往的政治前提。",
          "en": "The ruling party of the People's Republic of China, which insists on the '1992 Consensus' under the 'One-China Principle' and uses it as a political prerequisite for interactions with parties from Taiwan."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "九二香港会谈",
      "target": "九二共识",
      "type": "PUSHED",
      "properties": {
        "start_date": "1992-10",
        "description": {
          "zh-cn": "“九二共识”这一政治术语源于1992年海协会与海基会在香港的会谈，尽管当时并未形成名为“九二共识”的正式文件，但会谈及其后的函电往来构成了其历史基础。",
          "en": "The political term '1992 Consensus' originates from the 1992 talks in Hong Kong between ARATS and SEF. Although no formal document named '1992 Consensus' was produced at the time, the talks and subsequent correspondence form its historical basis."
        }
      }
    },
    {
      "source": "海峡两岸关系协会",
      "target": "海峡交流基金会",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1992-10",
        "description": {
          "zh-cn": "双方代表在香港举行“九二香港会谈”，就两岸事务性问题进行商谈，并涉及“一个中国”的政治议题。",
          "en": "Representatives from both organizations held the '1992 Hong Kong talks' to negotiate working-level cross-strait issues, which also involved the political issue of 'One China'."
        }
      }
    },
    {
      "source": "苏起",
      "target": "九二共识",
      "type": "PUSHED",
      "properties": {
        "start_date": "2000-04-28",
        "description": {
          "zh-cn": "时任陆委会主委的苏起为重新包装“一个中国，各自表述”的概念，于2000年4月28日首次提出“九二共识”这一名词。",
          "en": "On April 28, 2000, Su Chi, then Chairman of the Mainland Affairs Council, first proposed the term '1992 Consensus' to repackage the concept of 'One China, respective interpretations'."
        }
      }
    },
    {
      "source": "中国国民党",
      "target": "九二共识",
      "type": "PUSHED",
      "properties": {
        "start_date": "2000",
        "description": {
          "zh-cn": "中国国民党将“九二共识”列入党纲，并将其作为与中国大陆进行交流与对话的政治基础，其核心诠释为“一个中国，各自表述”。",
          "en": "The Kuomintang included the '1992 Consensus' in its party platform and uses it as the political foundation for exchanges and dialogue with mainland China, with its core interpretation being 'One China, respective interpretations'."
        }
      }
    },
    {
      "source": "民主进步党",
      "target": "九二共识",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2000",
        "description": {
          "zh-cn": "民主进步党承认1992年两岸两会曾有会谈的历史事实，但不承认存在所谓的“九二共识”，认为该名词为国共两党私下形成的共识。",
          "en": "The Democratic Progressive Party acknowledges the historical fact that talks were held between the two cross-strait organizations in 1992, but does not recognize the existence of the so-called '1992 Consensus', viewing it as a consensus formed privately between the KMT and the CCP."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "一个中国，各自表述",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国方面始终反对“一个中国，各自表述”的说法，认为其不符合“一个中国原则”，并强调“九二共识”中只有“一中”没有“各表”。",
          "en": "The People's Republic of China has consistently opposed the 'One China, respective interpretations' formulation, believing it does not conform to the 'One-China Principle' and emphasizing that the '1992 Consensus' only contains 'One China' without 'respective interpretations'."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "九二共识",
      "type": "PUSHED",
      "properties": {
        "start_date": "2005",
        "description": {
          "zh-cn": "中华人民共和国方面将“九二共识”定义为双方均坚持“一个中国原则”并共同谋求国家统一，以此作为两岸对话协商的政治基础。",
          "en": "The People's Republic of China defines the '1992 Consensus' as both sides adhering to the 'One-China Principle' and jointly seeking national unification, using this as the political foundation for cross-strait dialogue and negotiation."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "特殊的国与国关系",
      "type": "PUSHED",
      "properties": {
        "start_date": "1999-07",
        "description": {
          "zh-cn": "时任中华民国总统李登辉提出“特殊的国与国关系”（两国论），重新定义海峡两岸关系。",
          "en": "Then-President of the Republic of China Lee Teng-hui proposed the 'special state-to-state relations' (Two-states theory) to redefine cross-strait relations."
        }
      }
    },
    {
      "source": "特殊的国与国关系",
      "target": "九二共识",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1999-07",
        "description": {
          "zh-cn": "李登辉提出的“两国论”被中华人民共和国方面视为对“一个中国”原则的破坏，导致两岸交流管道中断，破坏了当时基于“九二谅解”的互动基础。",
          "en": "The 'Two-states theory' proposed by Lee Teng-hui was viewed by the PRC as a violation of the 'One-China Principle', leading to the suspension of cross-strait communication channels and undermining the basis for interaction that existed under the '1992 Understanding'."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "九二共识",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "李登辉在卸任中华民国总统后，多次公开否认存在“九二共识”。",
          "en": "After leaving office as President of the Republic of China, Lee Teng-hui publicly denied the existence of the '1992 Consensus' on multiple occasions."
        }
      }
    },
    {
      "source": "蔡英文",
      "target": "九二共识",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2016-05-20",
        "description": {
          "zh-cn": "蔡英文作为中华民国总统，始终未接受“九二共识”，并指出北京当局定义的“九二共识”实为“一个中国”和“一国两制”。",
          "en": "As President of the Republic of China, Tsai Ing-wen has never accepted the '1992 Consensus', pointing out that the Beijing authorities' definition of it is effectively 'One China' and 'One Country, Two Systems'."
        }
      }
    },
    {
      "source": "蔡英文",
      "target": "台湾共识",
      "type": "PUSHED",
      "properties": {
        "start_date": "2011",
        "description": {
          "zh-cn": "蔡英文于2011年提出“台湾共识”，意图以此取代“九二共识”作为两岸谈判的基础。",
          "en": "In 2011, Tsai Ing-wen proposed the 'Taiwan Consensus' with the intention of replacing the '1992 Consensus' as the basis for cross-strait negotiations."
        }
      }
    },
    {
      "source": "2005年中国国民党和平之旅",
      "target": "九二共识",
      "type": "PUSHED",
      "properties": {
        "start_date": "2005",
        "description": {
          "zh-cn": "在此次访问中，国民党主席连战与中共中央总书记胡锦涛达成推动“九二共识”的承诺，此后“九二共识”首次出现在中华人民共和国的官方文件中。",
          "en": "During this visit, KMT Chairman Lien Chan and CCP General Secretary Hu Jintao reached a commitment to promote the '1992 Consensus', after which the term appeared in official PRC documents for the first time."
        }
      }
    },
    {
      "source": "连战",
      "target": "胡锦涛",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2005",
        "description": {
          "zh-cn": "时任中国国民党主席连战与时任中共中央总书记胡锦涛在中国大陆会面，双方共同承诺推动“九二共识”。",
          "en": "Then-KMT Chairman Lien Chan met with then-CCP General Secretary Hu Jintao in mainland China, where they jointly committed to promoting the '1992 Consensus'."
        }
      }
    },
    {
      "source": "两岸领导人会面",
      "target": "九二共识",
      "type": "PUSHED",
      "properties": {
        "start_date": "2015-11-07",
        "description": {
          "zh-cn": "此次马英九与习近平的会面是在“九二共识”的政治基础上进行的，双方在会面中再次肯定了“九二共识”作为两岸共同政治基础的地位。",
          "en": "The meeting between Ma Ying-jeou and Xi Jinping was conducted on the political foundation of the '1992 Consensus', and both sides reaffirmed its status as a common political basis for cross-strait relations during the meeting."
        }
      }
    },
    {
      "source": "马英九",
      "target": "习近平",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2015-11-07",
        "description": {
          "zh-cn": "时任中华民国总统马英九与中华人民共和国领导人习近平在新加坡举行历史性会面，此为1949年后两岸最高领导人的首次会晤。",
          "en": "Then-President of the Republic of China Ma Ying-jeou and leader of the People's Republic of China Xi Jinping held a historic meeting in Singapore, the first between top leaders from both sides since 1949."
        }
      }
    },
    {
      "source": "习近平",
      "target": "九二共识",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2019-01-02",
        "description": {
          "zh-cn": "习近平在《告台湾同胞书》发表40周年纪念会上，将“九二共识”的内涵明确为“海峡两岸同属一个中国，共同努力谋求国家统一”，并阐述了“一国两制”的台湾方案。",
          "en": "At the 40th anniversary of the 'Message to Compatriots in Taiwan', Xi Jinping defined the substance of the '1992 Consensus' as 'both sides of the Taiwan Strait belong to one China and jointly work to seek national unification', and elaborated on the 'one country, two systems' proposal for Taiwan."
        }
      }
    }
  ]
}