{
  "nodes": [
    {
      "id": "魏忠贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏忠贤",
          "魏四",
          "李进忠",
          "完吾",
          "魏珰",
          "逆珰",
          "逆贤",
          "九千岁",
          "九千九百岁"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1568-02-27 - 1627-12-11",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "北直隶河间府肃宁县",
          "en": ""
        },
        "death_place": {
          "zh-cn": "北直隶河间府阜城县",
          "en": ""
        },
        "description": {
          "zh-cn": "中国明朝末期宦官，天启年间权倾朝野，人称“九千岁”。他与客氏结盟，拉拢齐楚浙党组成阉党，残酷打击东林党人。崇祯帝即位后被清算，最终畏罪自杀，尸身被凌迟。",
          "en": "A Chinese eunuch who lived in the late Ming dynasty. Known as the 'Nine Thousand Years', he held immense power during the Tianqi era. He formed a political alliance with Madam Ke and created the 'Eunuch Party' by aligning with officials from the Qi, Chu, and Zhe factions, brutally persecuting the Donglin Party. He was purged after the Chongzhen Emperor ascended the throne, eventually committing suicide to avoid capture, and his corpse was subjected to lingchi."
        }
      }
    },
    {
      "id": "明熹宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明熹宗",
          "天启帝",
          "朱由校"
        ],
        "en": [
          "Tianqi Emperor"
        ]
      },
      "properties": {
        "lifetime": "1605-12-23 - 1627-09-30",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝第十六位皇帝，魏忠贤的主君。因沉迷木工，将朝政大事多委于魏忠贤处理，导致了宦官专权。",
          "en": "The 16th emperor of the Ming dynasty and the master of Wei Zhongxian. His obsession with carpentry led him to delegate state affairs to Wei Zhongxian, resulting in the eunuch's rise to absolute power."
        }
      }
    },
    {
      "id": "崇祯帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崇祯帝",
          "朱由检",
          "信王"
        ],
        "en": [
          "Chongzhen Emperor"
        ]
      },
      "properties": {
        "lifetime": "1611-02-06 - 1644-04-25",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝末代皇帝，明熹宗之弟。即位后迅速铲除了魏忠贤及其阉党势力。",
          "en": "The last emperor of the Ming dynasty and the younger brother of the Tianqi Emperor. After ascending the throne, he swiftly eliminated Wei Zhongxian and his eunuch faction."
        }
      }
    },
    {
      "id": "客氏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "客氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "明熹宗的乳母，魏忠贤的政治盟友及对食伴侣，与其狼狈为奸，把持后宫。",
          "en": "The wet nurse of the Tianqi Emperor, and a political ally and 'paired-eater' partner of Wei Zhongxian. She colluded with him to control the imperial court."
        }
      }
    },
    {
      "id": "阉党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "阉党"
        ],
        "en": []
      },
      "properties": {
        "period": "1624 - 1627",
        "description": {
          "zh-cn": "天启年间以宦官魏忠贤为首的政治集团，与东林党进行了激烈的党争。",
          "en": "A political faction headed by the eunuch Wei Zhongxian during the Tianqi era, which engaged in a fierce power struggle with the Donglin Party."
        }
      }
    },
    {
      "id": "东林党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东林党",
          "东林党人"
        ],
        "en": [
          "Donglin Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝末年的一个士大夫政治集团，主张开放言路、澄清吏治，在天启年间遭到阉党的残酷打击。",
          "en": "A political faction of scholar-officials in the late Ming dynasty who advocated for open criticism and clean governance. They were brutally suppressed by the Eunuch Party during the Tianqi era."
        }
      }
    },
    {
      "id": "东林党争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "东林党争"
        ],
        "en": []
      },
      "properties": {
        "period": "1624 - 1627",
        "description": {
          "zh-cn": "明朝天启年间，以魏忠贤为首的阉党与东林党人之间发生的激烈政治斗争。",
          "en": "The intense political struggle between the Eunuch Party led by Wei Zhongxian and the Donglin Party during the Tianqi era of the Ming dynasty."
        }
      }
    },
    {
      "id": "袁崇焕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁崇焕"
        ],
        "en": [
          "Yuan Chonghuan"
        ]
      },
      "properties": {
        "lifetime": "1584-06-06 - 1630-09-22",
        "gender": "Male",
        "description": {
          "zh-cn": "明末著名将领，曾取得宁远之战和宁锦之战的胜利。为自保曾上疏颂扬魏忠贤，但最终仍被其排挤去职。",
          "en": "A famous general in the late Ming dynasty, known for his victories in the Battle of Ningyuan and the Battle of Ningjin. He once praised Wei Zhongxian to protect himself but was eventually dismissed by him."
        }
      }
    },
    {
      "id": "杨涟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨涟"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东林党重要人物，因上疏弹劾魏忠贤二十四大罪，遭其迫害致死，为“东林六君子”之一。",
          "en": "A key figure in the Donglin Party, known for impeaching Wei Zhongxian on 24 major crimes. He was persecuted to death by Wei and is one of the 'Six Gentlemen of the Donglin'."
        }
      }
    },
    {
      "id": "左光斗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "左光斗"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "东林党重要人物，与杨涟一同弹劾魏忠贤，后被其诬陷入狱，酷刑折磨致死，为“东林六君子”之一。",
          "en": "A key figure in the Donglin Party who, along with Yang Lian, impeached Wei Zhongxian. He was later framed, imprisoned, and tortured to death, and is one of the 'Six Gentlemen of the Donglin'."
        }
      }
    },
    {
      "id": "崔呈秀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "崔呈秀"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "阉党核心成员，魏忠贤的“干儿”，官至兵部尚书。崇祯帝即位后被弹劾，畏罪自尽。",
          "en": "A core member of the Eunuch Party and Wei Zhongxian's 'godson', who rose to the position of Minister of War. After the Chongzhen Emperor's accession, he was impeached and committed suicide."
        }
      }
    },
    {
      "id": "钱嘉征",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱嘉征"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末嘉兴贡生，上疏弹劾魏忠贤十大罪状，直接导致魏忠贤的倒台。",
          "en": "A tribute student from Jiaxing in the late Ming dynasty whose memorial impeaching Wei Zhongxian on ten major crimes directly led to Wei's downfall."
        }
      }
    },
    {
      "id": "魏良卿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏良卿"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "魏忠贤的侄子，因魏忠贤得势而被滥封为宁国公。崇祯初年被除爵伏诛。",
          "en": "Wei Zhongxian's nephew, who was ennobled as Duke of Ningguo due to his uncle's influence. He was stripped of his title and executed in the early Chongzhen era."
        }
      }
    },
    {
      "id": "孙承宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙承宗"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明末将领及帝师，曾计划入京弹劾魏忠贤但未成功，后因柳河之败被魏忠贤排挤去职。",
          "en": "A late Ming general and imperial tutor who planned to impeach Wei Zhongxian but failed. He was later forced out of office by Wei after the defeat at Liuhe."
        }
      }
    },
    {
      "id": "柳河之役",
      "type": "Event",
      "name": {
        "zh-cn": [
          "柳河之役",
          "柳河之败"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "天启年间明军在辽东的一场败仗，此事件被阉党用作弹劾孙承宗的借口。",
          "en": "A military defeat for the Ming army in Liaodong during the Tianqi era, which was used by the Eunuch Party as a pretext to impeach Sun Chengzon."
        }
      }
    },
    {
      "id": "东厂",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东厂"
        ],
        "en": [
          "Eastern Depot"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明朝的特务机构，由宦官掌管。魏忠贤在天启年间总督东厂，大肆缉捕迫害异己。",
          "en": "A spy agency of the Ming dynasty, controlled by eunuchs. Wei Zhongxian commanded the Eastern Depot during the Tianqi era, using it to arrest and persecute his opponents."
        }
      }
    },
    {
      "id": "齐楚浙党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "齐楚浙党"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明末官僚集团，与东林党对立，其成员后来多依附魏忠贤，成为阉党的一部分。",
          "en": "A bureaucratic faction in the late Ming dynasty that opposed the Donglin Party. Many of its members later attached themselves to Wei Zhongxian, becoming part of the Eunuch Party."
        }
      }
    },
    {
      "id": "王安 (天启宦官)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王安 (天启宦官)",
          "王安"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "天启年间太监，与东林党人关系友善，后因与魏忠贤有隙而被其矫旨杀害。",
          "en": "A eunuch during the Tianqi era who was friendly with the Donglin Party. He was killed by Wei Zhongxian on a forged imperial edict due to a conflict between them."
        }
      }
    },
    {
      "id": "北直隶河间府肃宁县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "北直隶河间府肃宁县",
          "河北肃宁县",
          "河北沧州肃宁县"
        ],
        "en": []
      },
      "properties": {}
    }
  ],
  "relationships": [
    {
      "source": "魏忠贤",
      "target": "明熹宗",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1620",
        "end_date": "1627",
        "position": {
          "zh-cn": "司礼监秉笔太监",
          "en": "Seal-holding Eunuch of the Directorate of Ceremonial"
        },
        "description": {
          "zh-cn": "魏忠贤是明熹宗的司礼监秉笔太监，深受其宠信，逐渐专擅朝政。",
          "en": "Wei Zhongxian served as the Seal-holding Eunuch for Emperor Xizong of Ming. Deeply trusted by the emperor, he gradually came to dominate the court."
        }
      }
    },
    {
      "source": "阉党",
      "target": "东林党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1624",
        "end_date": "1627",
        "description": {
          "zh-cn": "在天启年间，以魏忠贤为首的阉党对东林党人进行了残酷的政治迫害，引发了激烈的东林党争。",
          "en": "During the Tianqi era, the Eunuch Party led by Wei Zhongxian brutally persecuted the Donglin Party, leading to the intense Donglin party conflicts."
        }
      }
    },
    {
      "source": "崇祯帝",
      "target": "魏忠贤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1627-08",
        "end_date": "1627-12-11",
        "description": {
          "zh-cn": "崇祯帝即位后，迅速采取行动清算魏忠贤及其党羽，将其流放，最终逼其自杀，并下令凌迟其尸体。",
          "en": "After ascending the throne, the Chongzhen Emperor moved quickly to purge Wei Zhongxian and his faction, exiling him, which ultimately led to his suicide. The emperor then ordered that his corpse be subjected to lingchi."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "客氏",
      "type": "LOVER_OF",
      "properties": {
        "description": {
          "zh-cn": "魏忠贤与明熹宗的乳母客氏结成对食关系，两人狼狈为奸，合力控制朝政与后宫。",
          "en": "Wei Zhongxian formed a 'paired-eater' relationship with Madam Ke, the wet nurse of the Tianqi Emperor. They colluded to control the court and the inner palace."
        }
      }
    },
    {
      "source": "客氏",
      "target": "魏忠贤",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "客氏利用其作为皇帝乳母的特殊地位，帮助魏忠贤巩固权力，化解政治危机。",
          "en": "Madam Ke used her special status as the emperor's wet nurse to help Wei Zhongxian consolidate his power and navigate political crises."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "东厂",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1623-12",
        "position": {
          "zh-cn": "总督",
          "en": "Director"
        },
        "description": {
          "zh-cn": "魏忠贤于天启三年十二月开始总督东厂，利用这一特务机构大肆清除异己。",
          "en": "Wei Zhongxian took charge of the Eastern Depot in December 1623, using this spy agency to extensively eliminate his opponents."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "阉党",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1624",
        "description": {
          "zh-cn": "天启四年，魏忠贤集合齐、楚、浙党及其他依附于他的官吏，形成了势力庞大的政治集团“阉党”。",
          "en": "In 1624, Wei Zhongxian assembled officials from the Qi, Chu, and Zhe factions, along with other followers, to form the powerful political group known as the 'Eunuch Party'."
        }
      }
    },
    {
      "source": "齐楚浙党",
      "target": "阉党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1624",
        "description": {
          "zh-cn": "齐楚浙党官吏为对抗东林党，选择依附魏忠贤，成为阉党的重要组成部分。",
          "en": "To counter the Donglin Party, officials from the Qi, Chu, and Zhe factions allied themselves with Wei Zhongxian, becoming a significant component of the Eunuch Party."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "王安 (天启宦官)",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "因王安与东林党人友善且与自己有隙，魏忠贤矫旨将其缢杀。",
          "en": "Because Wang An was friendly with the Donglin Party and had a conflict with him, Wei Zhongxian had him strangled to death on a forged imperial edict."
        }
      }
    },
    {
      "source": "杨涟",
      "target": "魏忠贤",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1624",
        "description": {
          "zh-cn": "天启四年，时任左副都御史的杨涟上疏弹劾魏忠贤二十四大罪，发起了对魏忠贤的政治总攻。",
          "en": "In 1624, Yang Lian, then Left Vice Censor-in-Chief, submitted a memorial impeaching Wei Zhongxian on 24 major crimes, launching a full-scale political attack against him."
        }
      }
    },
    {
      "source": "左光斗",
      "target": "魏忠贤",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1624",
        "description": {
          "zh-cn": "左光斗与杨涟一同发起对魏忠贤的弹劾，是“击内派”的东林党核心人物。",
          "en": "Zuo Guangdou, along with Yang Lian, initiated the impeachment of Wei Zhongxian and was a core figure of the 'attack the inside' faction of the Donglin Party."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "东林党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1624",
        "end_date": "1627",
        "description": {
          "zh-cn": "在与东林党的斗争中，魏忠贤利用其权力，诬陷、罢黜乃至杀害了大量东林党人，包括“东林六君子”和“东林七君子”。",
          "en": "In his struggle against the Donglin Party, Wei Zhongxian used his power to frame, dismiss, and even kill a large number of its members, including the 'Six Gentlemen of Donglin' and the 'Seven Gentlemen of Donglin'."
        }
      }
    },
    {
      "source": "崔呈秀",
      "target": "魏忠贤",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "崔呈秀投靠魏忠贤，认其为父，成为阉党的核心成员和魏忠贤的得力爪牙。",
          "en": "Cui Chengxiu attached himself to Wei Zhongxian, acknowledging him as his father, and became a core member of the Eunuch Party and Wei's effective henchman."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "孙承宗",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "魏忠贤进谗言阻止了孙承宗入京面圣的计划，并利用柳河之败为借口，通过党羽弹劾将其排挤去职。",
          "en": "Wei Zhongxian slandered Sun Congzong to prevent his plan to have an audience with the emperor. He also used the defeat at Liuhe as a pretext for his faction to impeach and oust Sun from his post."
        }
      }
    },
    {
      "source": "柳河之役",
      "target": "孙承宗",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "柳河之败成为阉党攻击孙承宗的借口，最终导致其被弹劾去职。",
          "en": "The defeat at Liuhe became a pretext for the Eunuch Party to attack Sun Congzong, ultimately leading to his impeachment and removal from office."
        }
      }
    },
    {
      "source": "袁崇焕",
      "target": "魏忠贤",
      "type": "PUSHED",
      "properties": {
        "start_date": "1626-10",
        "end_date": "1627-04",
        "description": {
          "zh-cn": "为在朝中自保，时任辽东巡抚的袁崇焕曾上疏颂扬魏忠贤的功德，并为其请求建立生祠。",
          "en": "To protect his position at court, Yuan Chonghuan, then governor of Liaodong, submitted a memorial praising Wei Zhongxian's merits and requested the construction of a living shrine in his honor."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "袁崇焕",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1627-07",
        "description": {
          "zh-cn": "尽管袁崇焕曾讨好魏忠贤，但最终仍不为其所喜，魏忠贤令其党羽弹劾袁崇焕，致其乞休去职。",
          "en": "Although Yuan Chonghuan had tried to curry favor with Wei Zhongxian, he was ultimately not favored. Wei had his faction impeach Yuan, leading to his request for retirement and removal from office."
        }
      }
    },
    {
      "source": "钱嘉征",
      "target": "魏忠贤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1627-11",
        "description": {
          "zh-cn": "钱嘉征上疏弹劾魏忠贤十大罪状，成为压垮魏忠贤的最后一根稻草，直接导致其被崇祯帝处置。",
          "en": "Qian Jiazheng's memorial impeaching Wei Zhongxian on ten major crimes was the final straw that led to his downfall, directly causing the Chongzhen Emperor to take action against him."
        }
      }
    },
    {
      "source": "魏良卿",
      "target": "魏忠贤",
      "type": "RELATIVE_OF",
      "properties": {
        "description": {
          "zh-cn": "魏良卿是魏忠贤的侄子。",
          "en": "Wei Liangqing was Wei Zhongxian's nephew."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "魏良卿",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "魏忠贤利用权势，将其侄子魏良卿滥封为宁国公。",
          "en": "Wei Zhongxian used his power to have his nephew, Wei Liangqing, ennobled as the Duke of Ningguo."
        }
      }
    },
    {
      "source": "崇祯帝",
      "target": "阉党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1627",
        "description": {
          "zh-cn": "崇祯帝即位后，下令清查“阉党逆案”，将阉党成员或处死、或罢官、或流放，彻底清除了这一政治集团。",
          "en": "After ascending the throne, the Chongzhen Emperor ordered an investigation into the 'Eunuch Party Conspiracy Case', executing, dismissing, or exiling its members, thereby completely dismantling the political faction."
        }
      }
    },
    {
      "source": "魏忠贤",
      "target": "北直隶河间府肃宁县",
      "type": "BORN_IN",
      "properties": {}
    }
  ]
}