{
  "nodes": [
    {
      "id": "中华人民共和国公务员",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国公务员",
          "国家公务员",
          "公务员"
        ],
        "en": [
          "Civil servant of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "根据《中华人民共和国公务员法》定义，指依法履行公职、纳入国家行政编制、由国家财政负担工资福利的工作人员。",
          "en": "Defined by the 'Civil Servant Law of the People's Republic of China' as personnel who perform public duties in accordance with the law, are included in the state administrative establishment, and whose salaries and benefits are borne by the state finance."
        }
      }
    },
    {
      "id": "中华人民共和国公务员法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国公务员法"
        ],
        "en": [
          "Civil Servant Law of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "规范中华人民共和国公务员制度的根本法律。",
          "en": "The fundamental law regulating the civil service system of the People's Republic of China."
        }
      }
    },
    {
      "id": "中共中央组织部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央组织部",
          "中央组织部"
        ],
        "en": [
          "Organization Department of the Chinese Communist Party Central Committee"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的职能部门，负责党组织建设、干部队伍建设和人才工作，统一管理公务员工作。",
          "en": "A functional department of the Central Committee of the Chinese Communist Party responsible for party organization, cadre team building, and talent management, and it centrally manages civil service affairs."
        }
      }
    },
    {
      "id": "国家公务员局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家公务员局"
        ],
        "en": [
          "National Civil Service Administration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曾是负责中国国家公务员管理的机构，2018年并入中共中央组织部，对外保留牌子。",
          "en": "Formerly the agency in charge of China's national civil service management, it was merged into the Organization Department of the CPC Central Committee in 2018 but retains its nameplate for external affairs."
        }
      }
    },
    {
      "id": "国家公务员考试",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "国家公务员考试"
        ],
        "en": [
          "National Civil Service Examination"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国录用公务员的公开考试制度。",
          "en": "The public examination system for recruiting civil servants in the People's Republic of China."
        }
      }
    },
    {
      "id": "科举",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "科举"
        ],
        "en": [
          "Imperial examination"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代通过考试选拔官吏的制度，被视为现代公务员考试的雏形。",
          "en": "The system of selecting officials through examinations in ancient China, considered the prototype of the modern civil service examination."
        }
      }
    },
    {
      "id": "隋朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "隋朝"
        ],
        "en": [
          "Sui dynasty"
        ]
      },
      "properties": {
        "period": "581 - 618",
        "description": {
          "zh-cn": "中国历史上承南北朝，下启唐朝的朝代，建立了科举考试体系。",
          "en": "A dynasty in Chinese history that succeeded the Northern and Southern dynasties and preceded the Tang dynasty, which established the imperial examination system."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心，中华人民共和国改革开放的主要设计师，提出了“干部四化”方针。",
          "en": "The core of the second generation of central leadership of the Chinese Communist Party, the chief architect of China's reform and opening-up, who proposed the 'Four Transformations' policy for cadres."
        }
      }
    },
    {
      "id": "干部四化",
      "type": "Document",
      "name": {
        "zh-cn": [
          "干部四化"
        ],
        "en": [
          "Four transformations of cadres"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "邓小平提出的干部队伍“革命化、年轻化、知识化、专业化”的方针。",
          "en": "The policy proposed by Deng Xiaoping for the cadre corps to become 'more revolutionary, younger, better educated, and more professional'."
        }
      }
    },
    {
      "id": "干部 (职位)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "干部 (职位)",
          "干部"
        ],
        "en": [
          "Cadre (position)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国在公务员制度建立前长期实行的人事管理体系下的公职人员称谓。",
          "en": "The term for public officials under the long-standing personnel management system in the People's Republic of China before the establishment of the civil service system."
        }
      }
    },
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央权力机关。",
          "en": "The central authority of the Chinese Communist Party."
        }
      }
    },
    {
      "id": "中国共产党第十三次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第十三次全国代表大会",
          "中共十三大"
        ],
        "en": [
          "13th National Congress of the Communist Party of China"
        ]
      },
      "properties": {
        "period": "1987-10-25 - 1987-11-01",
        "description": {
          "zh-cn": "1987年召开的中国共产党全国代表大会，提出建立国家公务员制度。",
          "en": "The National Congress of the Communist Party of China held in 1987, which proposed the establishment of a national civil service system."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "国务院"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高国家行政机关。",
          "en": "The highest state administrative organ of the People's Republic of China."
        }
      }
    },
    {
      "id": "国家公务员暂行条例",
      "type": "Document",
      "name": {
        "zh-cn": [
          "国家公务员暂行条例"
        ],
        "en": [
          "Interim Regulations on National Civil Servants"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1993年由国务院公布，初步建立公务员制度的法规，后被《中华人民共和国公务员法》废止。",
          "en": "A regulation promulgated by the State Council in 1993 that initially established the civil service system, later repealed by the 'Civil Servant Law of the People's Republic of China'."
        }
      }
    },
    {
      "id": "第十届全国人民代表大会常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第十届全国人民代表大会常务委员会"
        ],
        "en": [
          "Standing Committee of the 10th National People's Congress"
        ]
      },
      "properties": {
        "period": "2003-03 - 2008-03",
        "description": {
          "zh-cn": "中华人民共和国第十届全国人民代表大会的常设机关，通过了2005年版《中华人民共和国公务员法》。",
          "en": "The permanent body of the 10th National People's Congress of the People's Republic of China, which passed the 2005 version of the 'Civil Servant Law of the People's Republic of China'."
        }
      }
    },
    {
      "id": "深化党和国家机构改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "深化党和国家机构改革"
        ],
        "en": [
          "Deepening Reform of Party and State Institutions"
        ]
      },
      "properties": {
        "period": "2018-03 - ",
        "description": {
          "zh-cn": "2018年起推行的中国党政机构重大改革，其中包括将国家公务员局并入中央组织部。",
          "en": "A major reform of China's party and state institutions initiated in 2018, which included merging the National Civil Service Administration into the Organization Department of the CPC Central Committee."
        }
      }
    },
    {
      "id": "第十三届全国人民代表大会常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第十三届全国人民代表大会常务委员会",
          "十三届全国人大常委会"
        ],
        "en": [
          "Standing Committee of the 13th National People's Congress"
        ]
      },
      "properties": {
        "period": "2018-03 - 2023-03",
        "description": {
          "zh-cn": "中华人民共和国第十三届全国人民代表大会的常设机关，于2018年修订了《中华人民共和国公务员法》。",
          "en": "The permanent body of the 13th National People's Congress of the People's Republic of China, which revised the 'Civil Servant Law of the People's Republic of China' in 2018."
        }
      }
    },
    {
      "id": "非领导职务",
      "type": "Document",
      "name": {
        "zh-cn": [
          "非领导职务"
        ],
        "en": [
          "Non-leading positions"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国公务员制度中曾实行的一种职务序列，与领导职务并行，2018年公务员法修订后被职级序列取代。",
          "en": "A job sequence that was once implemented in the civil service system of the People's Republic of China, parallel to leading positions, and was replaced by a rank sequence after the 2018 revision of the Civil Servant Law."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "1966年至1976年在中国发生的一场政治运动，对干部队伍造成了严重冲击。",
          "en": "A political movement in China from 1966 to 1976 that severely impacted the cadre ranks."
        }
      }
    },
    {
      "id": "平反冤假错案",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "平反冤假错案"
        ],
        "en": [
          "Rehabilitation of unjust, false, and wrongful cases"
        ]
      },
      "properties": {
        "period": "1978 - ",
        "description": {
          "zh-cn": "文化大革命结束后，中国纠正历史上的冤假错案的政治运动，使大批老干部重返领导岗位。",
          "en": "A political movement in China after the end of the Cultural Revolution to correct historical unjust, false, and wrongful cases, which allowed a large number of veteran cadres to return to leadership positions."
        }
      }
    },
    {
      "id": "中央人民政府政务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府政务院",
          "政务院"
        ],
        "en": [
          "Government Administration Council of the Central People's Government"
        ]
      },
      "properties": {
        "period": "1949-10-01 - 1954-09-27",
        "description": {
          "zh-cn": "中华人民共和国成立初期的最高国家行政机关，1954年改组为中华人民共和国国务院。",
          "en": "The highest state administrative organ in the early days of the People's Republic of China, reorganized into the State Council of the People's Republic of China in 1954."
        }
      }
    },
    {
      "id": "中共中央办公厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央办公厅"
        ],
        "en": [
          "General Office of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的办事机构。",
          "en": "The administrative body of the Central Committee of the Communist Party of China."
        }
      }
    },
    {
      "id": "国务院办公厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院办公厅"
        ],
        "en": [
          "General Office of the State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院的办事机构。",
          "en": "The administrative body of the State Council of the People's Republic of China."
        }
      }
    },
    {
      "id": "专业技术类公务员",
      "type": "Document",
      "name": {
        "zh-cn": [
          "专业技术类公务员"
        ],
        "en": [
          "Professional and technical civil servants"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国公务员职位类别之一，指在机关中从事专业技术工作，为实施公共管理提供专业技术支持和保障的公务员。",
          "en": "One of the job categories for civil servants in the People's Republic of China, referring to civil servants who engage in professional and technical work in government agencies to provide technical support and assurance for public administration."
        }
      }
    },
    {
      "id": "行政执法类公务员",
      "type": "Document",
      "name": {
        "zh-cn": [
          "行政执法类公务员"
        ],
        "en": [
          "Administrative law enforcement civil servants"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国公务员职位类别之一，指依照法律、法规对行政相对人直接履行行政许可、行政处罚、行政强制、行政检查等执法职责的公务员。",
          "en": "One of the job categories for civil servants in the People's Republic of China, referring to civil servants who directly perform law enforcement duties such as administrative licensing, administrative punishment, administrative enforcement, and administrative inspection on administrative counterparts in accordance with laws and regulations."
        }
      }
    },
    {
      "id": "人民警察",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "人民警察"
        ],
        "en": [
          "People's Police"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家武装性质的治安行政力量和刑事司法力量，其职务序列在公务员制度改革中被多次调整。",
          "en": "The state's armed public security administrative and criminal justice force of the People's Republic of China, whose job sequence has been adjusted multiple times during civil service system reforms."
        }
      }
    },
    {
      "id": "中央全面深化改革委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央全面深化改革委员会",
          "中央深改委"
        ],
        "en": [
          "Central Comprehensively Deepening Reforms Commission"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的决策议事协调机构，负责改革的总体设计、统筹协调、整体推进、督促落实。",
          "en": "The decision-making, deliberative, and coordinating body of the Central Committee of the Communist Party of China, responsible for the overall design, coordination, integrated advancement, and supervision of the implementation of reforms."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中华人民共和国公务员法",
      "target": "中华人民共和国公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "2006-01-01",
        "description": {
          "zh-cn": "《中华人民共和国公务员法》的施行，标志着中国现代公务员制度的正式建立和规范化。",
          "en": "The implementation of the 'Civil Servant Law of the People's Republic of China' marked the formal establishment and standardization of the modern civil service system in China."
        }
      }
    },
    {
      "source": "中共中央组织部",
      "target": "中华人民共和国公务员",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为中国共产党主管干部工作的职能部门，中共中央组织部对全国公务员工作进行统一管理。",
          "en": "As the functional department of the Chinese Communist Party in charge of cadre affairs, the Organization Department of the CPC Central Committee exercises unified management over the national civil service."
        }
      }
    },
    {
      "source": "国家公务员局",
      "target": "中共中央组织部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "根据2018年《深化党和国家机构改革方案》，国家公务员局被并入中共中央组织部，对外保留牌子。",
          "en": "According to the 'Plan for Deepening the Reform of Party and State Institutions' in 2018, the National Civil Service Administration was merged into the Organization Department of the CPC Central Committee, while retaining its nameplate for external affairs."
        }
      }
    },
    {
      "source": "国家公务员考试",
      "target": "中华人民共和国公务员",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "国家公务员考试是中华人民共和国录用公务员的主要途径。",
          "en": "The National Civil Service Examination is the primary means of recruiting civil servants in the People's Republic of China."
        }
      }
    },
    {
      "source": "科举",
      "target": "国家公务员考试",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "古代的科举考试体系被认为是现代国家公务员考试的雏形。",
          "en": "The ancient imperial examination system is considered the prototype of the modern national civil service examination."
        }
      }
    },
    {
      "source": "隋朝",
      "target": "科举",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "隋朝建立并推广了科举考试体系。",
          "en": "The Sui dynasty established and promoted the imperial examination system."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "干部四化",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "干部队伍的“革命化、年轻化、知识化、专业化”方针是根据邓小平的指示提出的。",
          "en": "The policy for the cadre corps to become 'more revolutionary, younger, better educated, and more professional' was proposed based on instructions from Deng Xiaoping."
        }
      }
    },
    {
      "source": "干部四化",
      "target": "干部 (职位)",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "“干部四化”方针的推行，使得干部选任开始注重“年轻化”及“专业化”。",
          "en": "The implementation of the 'Four Transformations of Cadres' policy led to an emphasis on 'youthfulness' and 'professionalism' in the selection and appointment of cadres."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "干部 (职位)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982-02",
        "description": {
          "zh-cn": "1982年2月，中共中央作出《关于建立老干部退休制度的决定》，对干部管理制度进行改革。",
          "en": "In February 1982, the CPC Central Committee issued the 'Decision on Establishing a Retirement System for Veteran Cadres', reforming the cadre management system."
        }
      }
    },
    {
      "source": "中国共产党第十三次全国代表大会",
      "target": "中华人民共和国公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987",
        "description": {
          "zh-cn": "1987年的中共十三大正式提出建立国家公务员制度。",
          "en": "The 13th National Congress of the CPC in 1987 formally proposed the establishment of a national civil service system."
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "国家公务员暂行条例",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993-08",
        "description": {
          "zh-cn": "1993年8月，国务院签发了《国家公务员暂行条例》。",
          "en": "In August 1993, the State Council issued the 'Interim Regulations on National Civil Servants'."
        }
      }
    },
    {
      "source": "国家公务员暂行条例",
      "target": "中华人民共和国公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993-08",
        "end_date": "2006-01-01",
        "description": {
          "zh-cn": "《国家公务员暂行条例》的施行标志着中国公务员制度的初步建立。",
          "en": "The implementation of the 'Interim Regulations on National Civil Servants' marked the initial establishment of China's civil service system."
        }
      }
    },
    {
      "source": "第十届全国人民代表大会常务委员会",
      "target": "中华人民共和国公务员法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2005-04-27",
        "description": {
          "zh-cn": "2005年4月27日，第十届全国人大常委会第十五次会议通过了《中华人民共和国公务员法》。",
          "en": "On April 27, 2005, the 15th session of the Standing Committee of the 10th National People's Congress passed the 'Civil Servant Law of the People's Republic of China'."
        }
      }
    },
    {
      "source": "中华人民共和国公务员法",
      "target": "国家公务员暂行条例",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2006-01-01",
        "description": {
          "zh-cn": "《中华人民共和国公务员法》于2006年1月1日施行，同时废止了1993年的《国家公务员暂行条例》。",
          "en": "The 'Civil Servant Law of the People's Republic of China' came into effect on January 1, 2006, simultaneously repealing the 1993 'Interim Regulations on National Civil Servants'."
        }
      }
    },
    {
      "source": "深化党和国家机构改革",
      "target": "国家公务员局",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "2018年的《深化党和国家机构改革方案》决定将国家公务员局并入中央组织部，不再保留单设的国家公务员局。",
          "en": "The 2018 'Plan for Deepening the Reform of Party and State Institutions' decided to merge the National Civil Service Administration into the Central Organization Department, abolishing it as a separate entity."
        }
      }
    },
    {
      "source": "深化党和国家机构改革",
      "target": "中共中央组织部",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "通过2018年的机构改革，中共中央组织部获得了对公务员工作的统一管理权，加强了其职能。",
          "en": "Through the 2018 institutional reform, the Organization Department of the CPC Central Committee gained unified management authority over civil service affairs, strengthening its functions."
        }
      }
    },
    {
      "source": "第十三届全国人民代表大会常务委员会",
      "target": "中华人民共和国公务员法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-12-29",
        "description": {
          "zh-cn": "2018年12月29日，第十三届全国人大常委会第七次会议通过了对《中华人民共和国公务员法》的修订。",
          "en": "On December 29, 2018, the 7th session of the Standing Committee of the 13th National People's Congress passed the revision to the 'Civil Servant Law of the People's Republic of China'."
        }
      }
    },
    {
      "source": "中华人民共和国公务员法",
      "target": "非领导职务",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2019-06-01",
        "description": {
          "zh-cn": "2018年修订并于2019年6月1日施行的《中华人民共和国公务员法》取消了“非领导职务”，代之以职务与职级并行制度。",
          "en": "The 'Civil Servant Law of the People's Republic of China', revised in 2018 and effective from June 1, 2019, abolished 'non-leading positions' and replaced them with a parallel system of duties and ranks."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "干部 (职位)",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "文化大革命结束后，由于运动期间干部队伍正常更替中断，出现了干部年龄老化现象。",
          "en": "After the Cultural Revolution, the normal succession of the cadre corps was interrupted during the movement, leading to an aging phenomenon among cadres."
        }
      }
    },
    {
      "source": "平反冤假错案",
      "target": "干部 (职位)",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "文化大革命结束后的平反冤假错案工作，使得大批老干部得以重返领导职位。",
          "en": "The work of rehabilitating unjust, false, and wrongful cases after the Cultural Revolution allowed a large number of veteran cadres to return to leadership positions."
        }
      }
    },
    {
      "source": "中央人民政府政务院",
      "target": "中华人民共和国公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950",
        "description": {
          "zh-cn": "1950年，中央人民政府政务院试行了25级工资制，这是对国家工作人员进行系统管理的早期尝试。",
          "en": "In 1950, the Government Administration Council of the Central People's Government trialed a 25-grade salary system, which was an early attempt at systematic management of state personnel."
        }
      }
    },
    {
      "source": "中共中央办公厅",
      "target": "专业技术类公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-07",
        "description": {
          "zh-cn": "2016年7月，中共中央办公厅联合国务院办公厅印发《专业技术类公务员管理规定（试行）》，建立了专业技术类公务员的管理制度。",
          "en": "In July 2016, the General Office of the CPC Central Committee, jointly with the General Office of the State Council, issued the 'Provisions on the Administration of Professional and Technical Civil Servants (for Trial Implementation)', establishing a management system for this category of civil servants."
        }
      }
    },
    {
      "source": "中共中央办公厅",
      "target": "行政执法类公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-07",
        "description": {
          "zh-cn": "2016年7月，中共中央办公厅联合国务院办公厅印发《行政执法类公务员管理规定（试行）》，建立了行政执法类公务员的管理制度。",
          "en": "In July 2016, the General Office of the CPC Central Committee, jointly with the General Office of the State Council, issued the 'Provisions on the Administration of Administrative Law Enforcement Civil Servants (for Trial Implementation)', establishing a management system for this category of civil servants."
        }
      }
    },
    {
      "source": "国务院办公厅",
      "target": "专业技术类公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-07",
        "description": {
          "zh-cn": "2016年7月，国务院办公厅联合中共中央办公厅印发《专业技术类公务员管理规定（试行）》，建立了专业技术类公务员的管理制度。",
          "en": "In July 2016, the General Office of the State Council, jointly with the General Office of the CPC Central Committee, issued the 'Provisions on the Administration of Professional and Technical Civil Servants (for Trial Implementation)', establishing a management system for this category of civil servants."
        }
      }
    },
    {
      "source": "国务院办公厅",
      "target": "行政执法类公务员",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-07",
        "description": {
          "zh-cn": "2016年7月，国务院办公厅联合中共中央办公厅印发《行政执法类公务员管理规定（试行）》，建立了行政执法类公务员的管理制度。",
          "en": "In July 2016, the General Office of the State Council, jointly with the General Office of the CPC Central Committee, issued the 'Provisions on the Administration of Administrative Law Enforcement Civil Servants (for Trial Implementation)', establishing a management system for this category of civil servants."
        }
      }
    },
    {
      "source": "中央全面深化改革委员会",
      "target": "人民警察",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-28",
        "description": {
          "zh-cn": "2018年3月28日，中央全面深化改革委员会第一次会议通过了《公安机关执法勤务警员职务序列改革方案（试行）》，对人民警察职务序列进行改革。",
          "en": "On March 28, 2018, the first meeting of the Central Comprehensively Deepening Reforms Commission passed the 'Reform Plan for the Duty Sequence of Law Enforcement Officers in Public Security Organs (for Trial Implementation)', reforming the job sequence of the People's Police."
        }
      }
    }
  ]
}