{
  "nodes": [
    {
      "id": "苏联解体",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "苏联解体"
        ],
        "en": [
          "Dissolution of the Soviet Union"
        ]
      },
      "properties": {
        "period": "1990-03-11 - 1991-12-26",
        "location": {
          "zh-cn": "苏联",
          "en": "Soviet Union"
        },
        "description": {
          "zh-cn": "指1991年12月25日苏联总统戈尔巴乔夫宣布辞职，苏联最高苏维埃于12月26日通过决议宣布苏联停止存在，标志着苏联作为主权国家的终结。此事件导致冷战结束，并使15个加盟共和国成为独立的主权国家。",
          "en": "Refers to the event where Soviet President Mikhail Gorbachev announced his resignation on December 25, 1991, and the Supreme Soviet of the Soviet Union passed a resolution on December 26 declaring the cessation of the Soviet Union's existence, marking the end of the USSR as a sovereign state. This event led to the end of the Cold War and the emergence of 15 constituent republics as independent sovereign nations."
        }
      }
    },
    {
      "id": "米哈伊尔·戈尔巴乔夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "米哈伊尔·戈尔巴乔夫",
          "戈尔巴乔夫",
          "米哈伊尔·谢尔盖耶维奇·戈尔巴乔夫"
        ],
        "en": [
          "Mikhail Gorbachev"
        ]
      },
      "properties": {
        "lifetime": "1931-03-02 - 2022-08-30",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联最后一任最高领导人，曾任苏联共产党中央委员会总书记和苏联总统。他的改革政策，如“新思维”，深刻影响了苏联的最终解体。",
          "en": "The last leader of the Soviet Union, serving as General Secretary of the Communist Party of the Soviet Union and President of the Soviet Union. His reform policies, such as 'New Thinking', profoundly influenced the final dissolution of the USSR."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联",
          "苏维埃社会主义共和国联盟"
        ],
        "en": [
          "Soviet Union",
          "Union of Soviet Socialist Republics",
          "USSR"
        ]
      },
      "properties": {
        "period": "1922-12-30 - 1991-12-26",
        "description": {
          "zh-cn": "一个存在于1922年至1991年的欧亚大陆社会主义联邦制国家，是世界上的两个超级大国之一，于1991年解体。",
          "en": "A socialist and federal state in Eurasia that existed from 1922 to 1991. It was one of the two superpowers in the world and dissolved in 1991."
        }
      }
    },
    {
      "id": "鲍里斯·叶利钦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲍里斯·叶利钦",
          "叶利钦",
          "叶尔辛",
          "鲍里斯·尼古拉耶维奇·叶利钦"
        ],
        "en": [
          "Boris Yeltsin"
        ]
      },
      "properties": {
        "lifetime": "1931-02-01 - 2007-04-23",
        "gender": "Male",
        "description": {
          "zh-cn": "俄罗斯联邦首任总统。他在苏联解体过程中扮演了关键角色，特别是在抵制八一九事件和签署《别洛韦日协议》方面。",
          "en": "The first President of the Russian Federation. He played a crucial role in the dissolution of the Soviet Union, especially in resisting the August Coup and signing the Belovezha Accords."
        }
      }
    },
    {
      "id": "苏联共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联共产党",
          "苏共"
        ],
        "en": [
          "Communist Party of the Soviet Union",
          "CPSU"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联的创建者和唯一执政党，实行一党专政。在八一九事件后，其活动被暂停，并最终随着苏联解体而解散。",
          "en": "The founding and sole ruling party of the Soviet Union, which practiced one-party rule. Its activities were suspended after the August Coup and it was eventually dissolved with the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "八一九事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "八一九事件"
        ],
        "en": [
          "August Coup"
        ]
      },
      "properties": {
        "period": "1991-08-19 - 1991-08-21",
        "description": {
          "zh-cn": "1991年8月，由苏联共产党保守派发动的一次未遂政变，旨在阻止戈尔巴乔夫的改革并维持苏联的统一。政变的失败极大地削弱了中央政府的权力，加速了苏联的解体。",
          "en": "An unsuccessful coup attempt in August 1991 by hardliners of the Communist Party of the Soviet Union, aimed at stopping Gorbachev's reforms and preserving the unity of the USSR. The coup's failure significantly weakened the central government's authority and accelerated the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "根纳季·亚纳耶夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "根纳季·亚纳耶夫"
        ],
        "en": [
          "Gennady Yanayev"
        ]
      },
      "properties": {
        "lifetime": "1937-08-26 - 2010-09-24",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联政治人物，时任苏联副总统。他是1991年八一九事件中成立的国家紧急状态委员会的名义领导人。",
          "en": "A Soviet politician and then-Vice President of the Soviet Union. He was the nominal leader of the State Committee on the State of Emergency during the 1991 August Coup."
        }
      }
    },
    {
      "id": "别洛韦日协议",
      "type": "Document",
      "name": {
        "zh-cn": [
          "别洛韦日协议"
        ],
        "en": [
          "Belovezha Accords"
        ]
      },
      "properties": {
        "period": "1991-12-08",
        "description": {
          "zh-cn": "由俄罗斯、乌克兰和白俄罗斯三国领导人签署的协议，该协议宣布苏联停止存在，并成立独立国家联合体。它是苏联正式解体的关键性文件。",
          "en": "An agreement signed by the leaders of Russia, Ukraine, and Belarus, which declared the dissolution of the Soviet Union and established the Commonwealth of Independent States. It was the key document formalizing the end of the USSR."
        }
      }
    },
    {
      "id": "独立国家联合体",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "独立国家联合体",
          "独联体"
        ],
        "en": [
          "Commonwealth of Independent States",
          "CIS"
        ]
      },
      "properties": {
        "period": "1991-12-08 - ",
        "description": {
          "zh-cn": "由前苏联大多数加盟共和国组成的区域性国际组织，于1991年12月8日通过《别洛韦日协议》成立，旨在取代苏联。",
          "en": "A regional intergovernmental organization composed of most of the former Soviet Republics, established on December 8, 1991, through the Belovezha Accords to replace the Soviet Union."
        }
      }
    },
    {
      "id": "冷战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "冷战"
        ],
        "en": [
          "Cold War"
        ]
      },
      "properties": {
        "period": "1947 - 1991",
        "description": {
          "zh-cn": "指第二次世界大战后，以美国为首的资本主义阵营与以苏联为首的社会主义阵营之间长达数十年的政治、经济、军事对抗。苏联解体标志着冷战的结束。",
          "en": "Refers to the decades-long political, economic, and military confrontation after World War II between the capitalist bloc led by the United States and the socialist bloc led by the Soviet Union. The dissolution of the Soviet Union marked the end of the Cold War."
        }
      }
    },
    {
      "id": "美国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国"
        ],
        "en": [
          "United States"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "在冷战期间与苏联对峙的超级大国。苏联解体后成为世界上唯一的超级大国。",
          "en": "A superpower that confronted the Soviet Union during the Cold War. It became the world's sole superpower after the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "切尔诺贝利核事故",
      "type": "Event",
      "name": {
        "zh-cn": [
          "切尔诺贝利核事故"
        ],
        "en": [
          "Chernobyl disaster"
        ]
      },
      "properties": {
        "period": "1986-04-26",
        "description": {
          "zh-cn": "1986年发生在乌克兰苏维埃社会主义共和国的一次严重核反应堆事故。该事件造成了巨大的经济损失和环境灾难，并严重动摇了民众对苏联政府的信任，被认为是苏联解体的原因之一。",
          "en": "A major nuclear reactor accident that occurred in 1986 in the Ukrainian Soviet Socialist Republic. The event caused immense economic damage and environmental disaster, and severely eroded public trust in the Soviet government, being considered one of the contributing factors to the dissolution of the Soviet Union."
        }
      }
    },
    {
      "id": "新思维 (苏联)",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "新思维 (苏联)"
        ],
        "en": [
          "New Thinking (Soviet Union)"
        ]
      },
      "properties": {
        "period": "1985 - 1991",
        "description": {
          "zh-cn": "戈尔巴乔夫时期提出的一系列改革思想和政策，包括“公开化”和“民主化”。这些改革虽然旨在振兴苏联，但客观上放松了中央控制，激发了民族主义和分离主义情绪，成为苏联解体的催化剂。",
          "en": "A series of reformist ideas and policies proposed during the Gorbachev era, including 'Glasnost' and 'Democratization'. Although aimed at revitalizing the Soviet Union, these reforms objectively loosened central control, spurred nationalist and separatist sentiments, and acted as a catalyst for the dissolution of the USSR."
        }
      }
    },
    {
      "id": "立陶宛",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "立陶宛"
        ],
        "en": [
          "Lithuania"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "前苏联加盟共和国之一。于1990年3月11日成为首个宣布脱离苏联独立的加盟共和国，引发了“主权游行”。",
          "en": "One of the former republics of the Soviet Union. On March 11, 1990, it became the first constituent republic to declare independence from the USSR, triggering the 'Parade of Sovereignties'."
        }
      }
    },
    {
      "id": "苏联最高苏维埃",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联最高苏维埃"
        ],
        "en": [
          "Supreme Soviet of the Soviet Union"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联的国家最高权力机关。1991年12月26日，该机构通过决议，正式宣布苏联停止存在。",
          "en": "The highest body of state authority in the Soviet Union. On December 26, 1991, this body passed a resolution officially declaring the cessation of the Soviet Union's existence."
        }
      }
    },
    {
      "id": "俄罗斯联邦",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄罗斯联邦",
          "俄罗斯"
        ],
        "en": [
          "Russian Federation",
          "Russia"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "苏联的主要继承国，由原苏联加盟共和国俄罗斯苏维埃联邦社会主义共和国更名而来。",
          "en": "The primary successor state of the Soviet Union, renamed from the former Soviet constituent republic, the Russian Soviet Federative Socialist Republic."
        }
      }
    },
    {
      "id": "列昂尼德·克拉夫丘克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "列昂尼德·克拉夫丘克",
          "克拉夫丘克"
        ],
        "en": [
          "Leonid Kravchuk"
        ]
      },
      "properties": {
        "lifetime": "1934-01-10 - 2022-05-10",
        "gender": "Male",
        "description": {
          "zh-cn": "乌克兰首任总统，作为乌克兰领导人签署了《别洛韦日协议》。",
          "en": "The first President of Ukraine, who signed the Belovezha Accords as the leader of Ukraine."
        }
      }
    },
    {
      "id": "斯坦尼斯拉夫·舒什克维奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "斯坦尼斯拉夫·舒什克维奇",
          "舒什克维奇"
        ],
        "en": [
          "Stanislav Shushkevich"
        ]
      },
      "properties": {
        "lifetime": "1934-12-15 - 2022-05-03",
        "gender": "Male",
        "description": {
          "zh-cn": "白俄罗斯独立后首位国家元首，作为白俄罗斯领导人签署了《别洛韦日协议》。",
          "en": "The first head of state of independent Belarus, who signed the Belovezha Accords as the leader of Belarus."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "米哈伊尔·戈尔巴乔夫",
      "target": "苏联",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1991-12-25",
        "position": {
          "zh-cn": "总统",
          "en": "President"
        },
        "description": {
          "zh-cn": "米哈伊尔·戈尔巴乔夫是苏联唯一一任总统，于1991年12月25日宣布辞职。",
          "en": "Mikhail Gorbachev was the one and only President of the Soviet Union, and he announced his resignation on December 25, 1991."
        }
      }
    },
    {
      "source": "米哈伊尔·戈尔巴乔夫",
      "target": "苏联共产党",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1991-08-24",
        "position": {
          "zh-cn": "中央委员会总书记",
          "en": "General Secretary of the Central Committee"
        },
        "description": {
          "zh-cn": "在八一九事件失败后，戈尔巴乔夫于1991年8月24日辞去苏共中央总书记职务。",
          "en": "After the failure of the August Coup, Gorbachev resigned from his position as General Secretary of the CPSU Central Committee on August 24, 1991."
        }
      }
    },
    {
      "source": "米哈伊尔·戈尔巴乔夫",
      "target": "新思维 (苏联)",
      "type": "PUSHED",
      "properties": {
        "start_date": "1985",
        "description": {
          "zh-cn": "戈尔巴乔夫上台后，推行了以“新思维”为代表的改革政策。",
          "en": "After coming to power, Gorbachev implemented reform policies represented by 'New Thinking'."
        }
      }
    },
    {
      "source": "新思维 (苏联)",
      "target": "苏联解体",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "戈尔巴乔夫的改革带来了意想不到的后果，随着中央权力的下放和“公开化”的深入，各加盟共和国寻求更大的自主权并最终独立，加速了苏联解体。",
          "en": "Gorbachev's reforms led to unintended consequences. As central power was devolved and 'Glasnost' deepened, constituent republics sought greater autonomy and eventual independence, accelerating the dissolution of the Soviet Union."
        }
      }
    },
    {
      "source": "八一九事件",
      "target": "苏联解体",
      "type": "PUSHED",
      "properties": {
        "start_date": "1991-08-21",
        "description": {
          "zh-cn": "未遂政变的失败严重削弱了苏联中央政府的权威，使得分离势力大为加强，各加盟共和国纷纷宣布独立，从而极大地加速了苏联的解体进程。",
          "en": "The failure of the attempted coup severely weakened the authority of the Soviet central government, greatly strengthening separatist forces and leading various constituent republics to declare independence, thereby significantly accelerating the process of the Soviet Union's dissolution."
        }
      }
    },
    {
      "source": "根纳季·亚纳耶夫",
      "target": "八一九事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "1991-08-19",
        "description": {
          "zh-cn": "时任苏联副总统根纳季·亚纳耶夫是发动八一九事件的苏共保守派领导人之一。",
          "en": "Then-Vice President of the Soviet Union Gennady Yanayev was one of the leaders of the CPSU hardliners who launched the August Coup."
        }
      }
    },
    {
      "source": "鲍里斯·叶利钦",
      "target": "八一九事件",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991-08-19",
        "description": {
          "zh-cn": "时任俄罗斯总统的叶利钦领导了对八一九事件的抵制，在政变失败中起到了决定性作用，并因此极大地提升了个人威望和俄罗斯的地位。",
          "en": "Then-President of Russia Boris Yeltsin led the resistance against the August Coup, playing a decisive role in its failure and thereby greatly enhancing his personal prestige and the status of Russia."
        }
      }
    },
    {
      "source": "鲍里斯·叶利钦",
      "target": "苏联共产党",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991-08",
        "description": {
          "zh-cn": "八一九事件后，俄罗斯总统叶利钦宣布苏联共产党为非法组织，并限制其在俄罗斯境内的活动，查封了其在莫斯科的中央大楼。",
          "en": "After the August Coup, Russian President Yeltsin declared the Communist Party of the Soviet Union an illegal organization, restricted its activities within Russia, and sealed its central building in Moscow."
        }
      }
    },
    {
      "source": "鲍里斯·叶利钦",
      "target": "米哈伊尔·戈尔巴乔夫",
      "type": "ENEMY_OF",
      "properties": {
        "period": "1990 - 1991",
        "description": {
          "zh-cn": "作为俄罗斯民选总统，叶利钦与苏联总统戈尔巴乔夫在权力上形成竞争和对抗关系。在苏联解体的最后阶段，叶利钦通过抵制政变和主导独联体成立，最终取代了戈尔巴乔夫的权力地位。",
          "en": "As the elected president of Russia, Yeltsin was in a competitive and confrontational power relationship with Soviet President Gorbachev. In the final stages of the Soviet dissolution, Yeltsin ultimately superseded Gorbachev's authority by resisting the coup and leading the establishment of the CIS."
        }
      }
    },
    {
      "source": "米哈伊尔·戈尔巴乔夫",
      "target": "鲍里斯·叶利钦",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1991-12-25",
        "description": {
          "zh-cn": "戈尔巴乔夫宣布辞去苏联总统职务，并将国家权力及核按钮移交给俄罗斯总统叶利钦。",
          "en": "Gorbachev announced his resignation as President of the Soviet Union and transferred state power and the nuclear briefcase to Russian President Yeltsin."
        }
      }
    },
    {
      "source": "别洛韦日协议",
      "target": "苏联解体",
      "type": "PUSHED",
      "properties": {
        "start_date": "1991-12-08",
        "description": {
          "zh-cn": "该协议的签署正式宣告了苏联作为国际法主体和地缘政治现实的终结。",
          "en": "The signing of this accord officially declared the end of the Soviet Union as a subject of international law and a geopolitical reality."
        }
      }
    },
    {
      "source": "鲍里斯·叶利钦",
      "target": "独立国家联合体",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1991-12-08",
        "description": {
          "zh-cn": "作为俄罗斯领导人，叶利钦与乌克兰、白俄罗斯领导人共同签署《别洛韦日协议》，创建了独立国家联合体。",
          "en": "As the leader of Russia, Yeltsin, along with the leaders of Ukraine and Belarus, co-signed the Belovezha Accords, creating the Commonwealth of Independent States."
        }
      }
    },
    {
      "source": "列昂尼德·克拉夫丘克",
      "target": "独立国家联合体",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1991-12-08",
        "description": {
          "zh-cn": "作为乌克兰领导人，克拉夫丘克与俄罗斯、白俄罗斯领导人共同签署《别洛韦日协议》，创建了独立国家联合体。",
          "en": "As the leader of Ukraine, Kravchuk, along with the leaders of Russia and Belarus, co-signed the Belovezha Accords, creating the Commonwealth of Independent States."
        }
      }
    },
    {
      "source": "斯坦尼斯拉夫·舒什克维奇",
      "target": "独立国家联合体",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1991-12-08",
        "description": {
          "zh-cn": "作为白俄罗斯领导人，舒什克维奇与俄罗斯、乌克兰领导人共同签署《别洛韦日协议》，创建了独立国家联合体。",
          "en": "As the leader of Belarus, Shushkevich, along with the leaders of Russia and Ukraine, co-signed the Belovezha Accords, creating the Commonwealth of Independent States."
        }
      }
    },
    {
      "source": "苏联解体",
      "target": "冷战",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991-12-26",
        "description": {
          "zh-cn": "苏联的解体标志着两极格局的结束，从而终结了持续近半个世纪的冷战。",
          "en": "The dissolution of the Soviet Union marked the end of the bipolar world order, thus ending the Cold War that had lasted for nearly half a century."
        }
      }
    },
    {
      "source": "苏联解体",
      "target": "美国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1991-12-26",
        "description": {
          "zh-cn": "随着苏联的解体，美国成为世界上唯一的超级大国。",
          "en": "With the dissolution of the Soviet Union, the United States became the world's sole superpower."
        }
      }
    },
    {
      "source": "切尔诺贝利核事故",
      "target": "苏联",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1986-04-26",
        "description": {
          "zh-cn": "切尔诺贝利核事故造成了巨大的经济负担，并严重动摇了民众对苏联政府的信任，从而对苏联的国家稳定和存续构成了打击。",
          "en": "The Chernobyl disaster caused a huge economic burden and severely eroded public trust in the Soviet government, thereby dealing a blow to the stability and existence of the Soviet state."
        }
      }
    },
    {
      "source": "立陶宛",
      "target": "苏联解体",
      "type": "PUSHED",
      "properties": {
        "start_date": "1990-03-11",
        "description": {
          "zh-cn": "立陶宛于1990年3月11日率先宣布独立，开启了各加盟共和国脱离苏联的“主权游行”，对苏联的最终解体起到了重要的推动作用。",
          "en": "Lithuania was the first to declare independence on March 11, 1990, initiating the 'Parade of Sovereignties' where other constituent republics broke away from the Soviet Union, playing a significant role in pushing forward its final dissolution."
        }
      }
    },
    {
      "source": "苏联最高苏维埃",
      "target": "苏联",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1991-12-26",
        "description": {
          "zh-cn": "苏联最高苏维埃于1991年12月26日通过决议，宣布苏联停止存在，从法律上终结了苏联。",
          "en": "On December 26, 1991, the Supreme Soviet of the Soviet Union passed a resolution declaring the cessation of the Soviet Union's existence, legally terminating the USSR."
        }
      }
    }
  ]
}