{
  "nodes": [
    {
      "id": "江泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江泽民"
        ],
        "en": [
          "Jiang Zemin"
        ]
      },
      "properties": {
        "lifetime": "1926-08-17 - 2022-11-30",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "江都县",
          "en": "Jiangdu County"
        },
        "death_place": {
          "zh-cn": "上海市华东医院",
          "en": "Huadong Hospital, Shanghai"
        },
        "description": {
          "zh-cn": "中国共产党、中华人民共和国政治人物，曾任中共中央总书记、国家主席、中央军委主席，是中国共产党第三代中央领导集体的核心。",
          "en": "A Chinese politician who served as General Secretary of the Chinese Communist Party, President of the People's Republic of China, and Chairman of the Central Military Commission. He was the core of the third generation of Chinese Communist Party leadership."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心，中华人民共和国的实际最高领导人之一。他选择了江泽民作为接班人，并在关键时刻支持其巩固权力。",
          "en": "The core of the second generation of Chinese Communist Party leadership and a paramount leader of the People's Republic of China. He selected Jiang Zemin as his successor and supported him in consolidating power at critical moments."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "lifetime": "1919-10-17 - 2005-01-17",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一，曾任中共中央总书记。在六四事件后被免职，由江泽民接替其总书记职务。",
          "en": "A former high-ranking leader of the Chinese Communist Party and the People's Republic of China, who served as General Secretary of the CCP. He was purged after the 1989 Tiananmen Square protests and was succeeded by Jiang Zemin as General Secretary."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": [
          "Hu Jintao"
        ]
      },
      "properties": {
        "lifetime": "1942-12-21 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人，接替江泽民担任中共中央总书记、国家主席、中央军委主席，是中国共产党第四代中央领导集体的核心。",
          "en": "A former high-ranking leader of the Chinese Communist Party and the People's Republic of China, who succeeded Jiang Zemin as General Secretary of the CCP, President of the PRC, and Chairman of the CMC. He was the core of the fourth generation of CCP leadership."
        }
      }
    },
    {
      "id": "朱镕基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱镕基"
        ],
        "en": [
          "Zhu Rongji"
        ]
      },
      "properties": {
        "lifetime": "1928-10-23 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一，曾任国务院总理。他在上海和中央政府时期与江泽民紧密合作。",
          "en": "A former high-ranking leader of the Chinese Communist Party and the People's Republic of China, who served as Premier of the State Council. He worked closely with Jiang Zemin in both Shanghai and the central government."
        }
      }
    },
    {
      "id": "汪道涵",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪道涵"
        ],
        "en": [
          "Wang Daohan"
        ]
      },
      "properties": {
        "lifetime": "1915-03-27 - 2005-12-24",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任上海市市长，是江泽民政治生涯中的重要引路人和提携者。",
          "en": "A Chinese politician who served as Mayor of Shanghai. He was a key mentor and patron in Jiang Zemin's political career."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件",
          "八九学运"
        ],
        "en": [
          "Tiananmen Square protests of 1989"
        ]
      },
      "properties": {
        "period": "1989-04-15 - 1989-06-04",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "1989年在中国发生的一系列学生和民众示威活动。江泽民因在上海果断处理相关事态而获得党内元老赏识，并因此被选为接替赵紫阳的中共中央总书记。",
          "en": "A series of student-led demonstrations in China in 1989. Jiang Zemin's decisive handling of related situations in Shanghai earned him the appreciation of party elders, leading to his selection to replace Zhao Ziyang as General Secretary of the CCP."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Chinese Communist Party",
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。江泽民于1946年4月加入，并最终成为其最高领导人。",
          "en": "The founding and sole ruling party of the People's Republic of China. Jiang Zemin joined in April 1946 and eventually became its paramount leader."
        }
      }
    },
    {
      "id": "中国共产党中央委员会总书记",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会总书记",
          "中共中央总书记"
        ],
        "en": [
          "General Secretary of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高领导人职务。江泽民于1989年至2002年担任此职。",
          "en": "The highest-ranking position in the Chinese Communist Party. Jiang Zemin held this position from 1989 to 2002."
        }
      }
    },
    {
      "id": "中华人民共和国主席",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国主席",
          "国家主席"
        ],
        "en": [
          "President of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的国家元首。江泽民于1993年至2003年担任此职。",
          "en": "The head of state of the People's Republic of China. Jiang Zemin held this position from 1993 to 2003."
        }
      }
    },
    {
      "id": "中国共产党中央军事委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央军事委员会",
          "中共中央军委"
        ],
        "en": [
          "Central Military Commission of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高军事领导机构。江泽民于1989年至2004年担任其主席。",
          "en": "The highest military leading body of the Chinese Communist Party. Jiang Zemin served as its chairman from 1989 to 2004."
        }
      }
    },
    {
      "id": "“三个代表”重要思想",
      "type": "Document",
      "name": {
        "zh-cn": [
          "“三个代表”重要思想",
          "三个代表"
        ],
        "en": [
          "Three Represents"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由江泽民提出的中国共产党指导思想，要求党始终代表中国先进社会生产力的发展要求、中国先进文化的前进方向和中国最广大人民的根本利益。",
          "en": "A guiding socio-political theory of the Chinese Communist Party, credited to Jiang Zemin, which states the CCP must always represent the development trends of China's advanced social productive forces, the orientation of China's advanced culture, and the fundamental interests of the overwhelming majority of the Chinese people."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966-05 - 1976-10",
        "description": {
          "zh-cn": "1966年至1976年在中国发生的一场政治运动。期间，江泽民在武汉受到冲击，被停职并下放五七干校劳动。",
          "en": "A political movement in China from 1966 to 1976. During this period, Jiang Zemin was impacted in Wuhan, suspended from his post, and sent to a May Seventh Cadre School for labor."
        }
      }
    },
    {
      "id": "上海市人民政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "上海市人民政府"
        ],
        "en": [
          "Shanghai Municipal People's Government"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "上海市的最高行政机关。江泽民于1985年至1987年担任市长。",
          "en": "The highest executive organ of Shanghai. Jiang Zemin served as its mayor from 1985 to 1987."
        }
      }
    },
    {
      "id": "中国共产党上海市委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党上海市委员会",
          "中共上海市委"
        ],
        "en": [
          "Shanghai Municipal Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党在上海市的领导机关。江泽民于1987年至1989年担任市委书记。",
          "en": "The leading organ of the Chinese Communist Party in Shanghai. Jiang Zemin served as its Party Secretary from 1987 to 1989."
        }
      }
    },
    {
      "id": "《世界经济导报》",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "《世界经济导报》"
        ],
        "en": [
          "World Economic Herald"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一份曾在上海出版的报纸，以其自由派观点著称。1989年，时任上海市委书记的江泽民下令将其停刊整顿。",
          "en": "A newspaper once published in Shanghai, known for its liberal views. In 1989, Jiang Zemin, then Shanghai Party Secretary, ordered its suspension for 'rectification'."
        }
      }
    },
    {
      "id": "杨尚昆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨尚昆"
        ],
        "en": [
          "Yang Shangkun"
        ]
      },
      "properties": {
        "lifetime": "1907-08-03 - 1998-09-14",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一，曾任国家主席。在九十年代初期的“杨家将事件”中被解除军职。",
          "en": "A major leader of the CCP and PRC, former President of the PRC. He was removed from his military posts during the 'Yang Family Incident' in the early 1990s."
        }
      }
    },
    {
      "id": "杨白冰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨白冰"
        ],
        "en": [
          "Yang Baibing"
        ]
      },
      "properties": {
        "lifetime": "1920-09-09 - 2013-01-15",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军上将，杨尚昆之弟。在九十年代初期的“杨家将事件”中被解除军职。",
          "en": "A general of the People's Liberation Army and younger brother of Yang Shangkun. He was removed from his military posts during the 'Yang Family Incident' in the early 1990s."
        }
      }
    },
    {
      "id": "邓小平南巡",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "邓小平南巡",
          "南方谈话"
        ],
        "en": [
          "Deng Xiaoping's Southern Tour"
        ]
      },
      "properties": {
        "period": "1992-01 - 1992-02",
        "description": {
          "zh-cn": "1992年初邓小平视察中国南方并发表一系列讲话，旨在推动停滞的经济改革。此举对江泽民领导的中央形成压力，促使其加快改革开放步伐。",
          "en": "Deng Xiaoping's inspection tour of southern China in early 1992 where he made a series of speeches to promote the stalled economic reforms. This put pressure on the central leadership under Jiang Zemin to accelerate the pace of reform and opening up."
        }
      }
    },
    {
      "id": "江世俊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江世俊"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "江泽民的生父。",
          "en": "Jiang Zemin's biological father."
        }
      }
    },
    {
      "id": "江上青",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江上青"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1911-04-10 - 1939-08-29",
        "gender": "Male",
        "description": {
          "zh-cn": "江泽民的叔父和嗣父，中国共产党烈士。",
          "en": "Jiang Zemin's uncle and adoptive father, a CCP martyr."
        }
      }
    },
    {
      "id": "王冶坪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王冶坪"
        ],
        "en": [
          "Wang Yeping"
        ]
      },
      "properties": {
        "lifetime": "1928-02-12 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "江泽民的夫人。",
          "en": "Wife of Jiang Zemin."
        }
      }
    },
    {
      "id": "江绵恒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江绵恒"
        ],
        "en": [
          "Jiang Mianheng"
        ]
      },
      "properties": {
        "lifetime": "1951-04-08 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "江泽民的长子，曾任中国科学院副院长、上海科技大学校长。",
          "en": "Jiang Zemin's eldest son, former Vice President of the Chinese Academy of Sciences and President of ShanghaiTech University."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "江泽民",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1946-04",
        "description": {
          "zh-cn": "江泽民于1946年4月加入中国共产党。",
          "en": "Jiang Zemin joined the Chinese Communist Party in April 1946."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "江泽民",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-05",
        "end_date": "1989-06",
        "description": {
          "zh-cn": "江泽民因在六四事件期间果断处理上海的学潮及《世界经济导报》事件，获得了邓小平等中共元老的赏识，被选为接替赵紫阳的中共中央总书记。",
          "en": "Jiang Zemin's decisive handling of the student protests and the World Economic Herald incident in Shanghai during the 1989 Tiananmen Square protests earned him the appreciation of CCP elders like Deng Xiaoping, leading to his selection to replace Zhao Ziyang as General Secretary of the CCP."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "赵紫阳",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06-24",
        "description": {
          "zh-cn": "在六四事件后，赵紫阳因被指“在反党反社会主义的动乱中所犯错误”，被免去所有党内职务。",
          "en": "After the 1989 Tiananmen Square protests, Zhao Ziyang was accused of 'making mistakes in the anti-party, anti-socialist turmoil' and was dismissed from all his positions within the party."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "中国共产党中央委员会总书记",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1989-06-24",
        "end_date": "2002-11-15",
        "position": {
          "zh-cn": "总书记",
          "en": "General Secretary"
        },
        "description": {
          "zh-cn": "江泽民担任第十三届（四中全会起）、十四届、十五届中共中央总书记。",
          "en": "Jiang Zemin served as General Secretary of the 13th (from the 4th Plenary Session), 14th, and 15th Central Committees of the CCP."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "胡锦涛",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2002-11-15",
        "description": {
          "zh-cn": "胡锦涛在中共十六届一中全会上接替江泽民，成为新一任中共中央总书记，完成了权力交接。",
          "en": "Hu Jintao succeeded Jiang Zemin as the new General Secretary of the CCP Central Committee at the 1st Plenary Session of the 16th Central Committee, completing the power transition."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "江泽民",
      "type": "PUSHED",
      "properties": {
        "start_date": "1989-05",
        "description": {
          "zh-cn": "在六四事件后，邓小平与其他中共元老共同决定，选择江泽民接替赵紫阳，成为中国共产党的新领导核心。",
          "en": "After the 1989 Tiananmen Square protests, Deng Xiaoping and other CCP elders decided to select Jiang Zemin to replace Zhao Ziyang, becoming the new core of the CCP's leadership."
        }
      }
    },
    {
      "source": "汪道涵",
      "target": "江泽民",
      "type": "PUSHED",
      "properties": {
        "period": "1949 - 1985",
        "description": {
          "zh-cn": "汪道涵是江泽民政治生涯早期的重要提携者，多次提拔和举荐江泽民，包括推荐其出任上海市市长。",
          "en": "Wang Daohan was a key patron in Jiang Zemin's early political career, promoting and recommending him on multiple occasions, including recommending him for the mayorship of Shanghai."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "朱镕基",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1988-04",
        "description": {
          "zh-cn": "朱镕基接任上海市长后，与时任市委书记的江泽民紧密合作。这一融洽的合作关系延续到两人进入中央政府之后。",
          "en": "After becoming the Mayor of Shanghai, Zhu Rongji worked closely with then-Party Secretary Jiang Zemin. This harmonious working relationship continued after both entered the central government."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "江泽民",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1967",
        "end_date": "1970",
        "description": {
          "zh-cn": "文化大革命期间，江泽民在武汉热工机械研究所受到冲击，被撤销所长职务并下放到五七干校劳动。",
          "en": "During the Cultural Revolution, Jiang Zemin was attacked at the Wuhan Thermal Engineering Machinery Research Institute, removed from his position as director, and sent to a May Seventh Cadre School for labor."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "《世界经济导报》",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-04",
        "description": {
          "zh-cn": "1989年学潮期间，时任上海市委书记的江泽民下令对《世界经济导报》进行停刊整顿，并解除了其总编辑的职务。",
          "en": "During the 1989 student protests, Jiang Zemin, then Shanghai Party Secretary, ordered the suspension and 'rectification' of the World Economic Herald and dismissed its editor-in-chief."
        }
      }
    },
    {
      "source": "邓小平南巡",
      "target": "江泽民",
      "type": "PUSHED",
      "properties": {
        "start_date": "1992-01",
        "description": {
          "zh-cn": "邓小平的南巡讲话对当时倾向保守的中央领导层形成了巨大压力，迫使江泽民公开支持并加快了改革开放的步伐。",
          "en": "Deng Xiaoping's southern tour speeches exerted significant pressure on the then-conservative central leadership, compelling Jiang Zemin to publicly support and accelerate the pace of reform and opening up."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "杨尚昆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1992-10",
        "description": {
          "zh-cn": "在邓小平的支持下，江泽民在中共十四大上解除了杨尚昆及其弟杨白冰的军职，巩固了对军队的控制，此事被称为“杨家将事件”。",
          "en": "With Deng Xiaoping's support, Jiang Zemin removed Yang Shangkun and his brother Yang Baibing from their military posts at the 14th Party Congress, consolidating his control over the army in what became known as the 'Yang Family Incident'."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "杨白冰",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1992-10",
        "description": {
          "zh-cn": "在邓小平的支持下，江泽民在中共十四大上解除了杨白冰及其兄杨尚昆的军职，巩固了对军队的控制，此事被称为“杨家将事件”。",
          "en": "With Deng Xiaoping's support, Jiang Zemin removed Yang Baibing and his brother Yang Shangkun from their military posts at the 14th Party Congress, consolidating his control over the army in what became known as the 'Yang Family Incident'."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "“三个代表”重要思想",
      "type": "PUSHED",
      "properties": {
        "start_date": "2000-02-25",
        "description": {
          "zh-cn": "江泽民在广东高州视察时首次提出“三个代表”重要思想，并将其作为其核心执政理念，后写入党章和宪法。",
          "en": "Jiang Zemin first proposed the 'Three Represents' theory during an inspection tour in Gaozhou, Guangdong, and established it as his core governing philosophy, which was later written into the Party Constitution and the PRC Constitution."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "江上青",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "江上青是江泽民的叔父。江上青去世后，其兄江世俊将江泽民过继给江上青为嗣子。",
          "en": "Jiang Shangqing was Jiang Zemin's uncle. After Jiang Shangqing's death, his elder brother Jiang Shijun had Jiang Zemin adopted as Jiang Shangqing's heir."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "江世俊",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "江世俊是江泽民的生父。",
          "en": "Jiang Shijun was Jiang Zemin's biological father."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "王冶坪",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1951-01-06",
        "end_date": "2022-11-30",
        "description": {
          "zh-cn": "江泽民与王冶坪于1951年1月6日结婚。",
          "en": "Jiang Zemin married Wang Yeping on January 6, 1951."
        }
      }
    },
    {
      "source": "江绵恒",
      "target": "江泽民",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "江绵恒是江泽民的长子。",
          "en": "Jiang Mianheng is the eldest son of Jiang Zemin."
        }
      }
    }
  ]
}