{
  "nodes": [
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "period": "1949-10-01 - ",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "位于东亚的社会主义国家，自1949年成立以来，与美国的关系经历了从敌对、缓和到战略竞争的多个阶段，是世界第二大经济体。",
          "en": "A socialist state in East Asia. Since its founding in 1949, its relationship with the United States has gone through various stages from hostility and détente to strategic competition. It is the world's second-largest economy."
        }
      }
    },
    {
      "id": "美国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "美国",
          "美利坚合众国"
        ],
        "en": [
          "United States",
          "United States of America"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "华盛顿哥伦比亚特区",
          "en": "Washington, D.C."
        },
        "description": {
          "zh-cn": "位于北美洲的联邦共和国，自冷战以来主导西方阵营，与中华人民共和国的关系是当代世界最重要和复杂的双边关系之一，是世界第一大经济体。",
          "en": "A federal republic in North America. It has led the Western Bloc since the Cold War. Its relationship with the People's Republic of China is one of the most important and complex bilateral relations in the contemporary world. It is the world's largest economy."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "自2012年起担任中共中央总书记和中共中央军委主席，成为中华人民共和国最高领导人。其任内中美关系进入战略竞争阶段。",
          "en": "Serving as General Secretary of the CCP Central Committee and Chairman of the Central Military Commission since 2012, becoming the paramount leader of the People's Republic of China. During his tenure, China-US relations have entered a phase of strategic competition."
        }
      }
    },
    {
      "id": "乔·拜登",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乔·拜登",
          "拜登"
        ],
        "en": [
          "Joe Biden"
        ]
      },
      "properties": {
        "lifetime": "1942-11-20 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "自2021年起担任美国第46任总统。其政府延续了对华战略竞争的政策，同时寻求与中国在部分领域保持沟通与合作。",
          "en": "Serving as the 46th President of the United States since 2021. His administration has continued the policy of strategic competition with China while seeking to maintain communication and cooperation in certain areas."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国的主要缔造者和第一代最高领导人。其执政期间，中美关系经历了从全面对抗到关系缓和的转变。",
          "en": "The main founder and first-generation paramount leader of the People's Republic of China. During his rule, China-US relations transitioned from full confrontation to détente."
        }
      }
    },
    {
      "id": "理查德·尼克松",
      "type": "Person",
      "name": {
        "zh-cn": [
          "理查德·尼克松",
          "尼克松"
        ],
        "en": [
          "Richard Nixon"
        ]
      },
      "properties": {
        "lifetime": "1913-01-09 - 1994-04-22",
        "gender": "Male",
        "description": {
          "zh-cn": "美国第37任总统。其1972年的访华行程开启了中美关系正常化的进程。",
          "en": "The 37th President of the United States. His 1972 visit to China initiated the process of normalization of China-US relations."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国首任国务院总理。在1970年代中美关系解冻中扮演了关键角色，邀请并接待了尼克松总统访华。",
          "en": "The first Premier of the State Council of the People's Republic of China. He played a key role in the thawing of China-US relations in the 1970s, inviting and hosting President Nixon's visit to China."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国改革开放的总设计师，第二代中央领导集体的核心。其任内推动中美正式建交，并于1979年访美。",
          "en": "The chief architect of China's reform and opening up and the core of the second-generation central leadership. During his tenure, he promoted the formal establishment of diplomatic relations between China and the US and visited the US in 1979."
        }
      }
    },
    {
      "id": "吉米·卡特",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吉米·卡特",
          "卡特"
        ],
        "en": [
          "Jimmy Carter"
        ]
      },
      "properties": {
        "lifetime": "1924-10-01 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "美国第39任总统。其任内，美国与中华人民共和国于1979年1月1日正式建立外交关系。",
          "en": "The 39th President of the United States. During his presidency, the United States formally established diplomatic relations with the People's Republic of China on January 1, 1979."
        }
      }
    },
    {
      "id": "唐纳·川普",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐纳·川普",
          "特朗普"
        ],
        "en": [
          "Donald Trump"
        ]
      },
      "properties": {
        "lifetime": "1946-06-14 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "美国第45任总统。其政府将中国视为“战略竞争者”，并发起了中美贸易战，导致两国关系急剧恶化。",
          "en": "The 45th President of the United States. His administration identified China as a 'strategic competitor' and initiated the US-China trade war, leading to a sharp deterioration in bilateral relations."
        }
      }
    },
    {
      "id": "朝鲜战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "朝鲜战争",
          "抗美援朝"
        ],
        "en": [
          "Korean War"
        ]
      },
      "properties": {
        "period": "1950-06-25 - 1953-07-27",
        "description": {
          "zh-cn": "朝鲜战争的爆发导致中美建交的可能性破灭，双方在战场上直接对抗，开启了长达20余年的全面敌对时期。",
          "en": "The outbreak of the Korean War shattered the possibility of establishing diplomatic relations between China and the US. The two sides confronted each other directly on the battlefield, initiating a period of comprehensive hostility that lasted for over 20 years."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件",
          "六四天安门事件"
        ],
        "en": [
          "Tiananmen Square Massacre"
        ]
      },
      "properties": {
        "period": "1989-06-04 - 1989-06-04",
        "description": {
          "zh-cn": "1989年发生在北京天安门广场的政治事件。事件后，美国及西方国家对中国实施了经济制裁和武器禁运，导致中美关系严重倒退。",
          "en": "A political event that took place in Tiananmen Square, Beijing in 1989. Following the incident, the United States and other Western countries imposed economic sanctions and an arms embargo on China, causing a severe setback in Sino-US relations."
        }
      }
    },
    {
      "id": "中美贸易战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中美贸易战"
        ],
        "en": [
          "China–United States trade war"
        ]
      },
      "properties": {
        "period": "2018 - ",
        "description": {
          "zh-cn": "自2018年起由美国特朗普政府发起的一系列贸易争端，双方互相加征关税，并延伸至科技等领域，标志着中美关系进入全面的战略竞争阶段。",
          "en": "A series of trade disputes initiated by the Trump administration in 2018, involving mutual tariff hikes and extending to technology and other fields, marking the entry of China-US relations into a comprehensive phase of strategic competition."
        }
      }
    },
    {
      "id": "2022年南西·裴洛西访问台湾",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2022年南西·裴洛西访问台湾",
          "裴洛西访问台湾"
        ],
        "en": [
          "2022 visit by Nancy Pelosi to Taiwan"
        ]
      },
      "properties": {
        "period": "2022-08-02 - 2022-08-03",
        "description": {
          "zh-cn": "时任美国众议院议长南希·佩洛西访问台湾，引发中国大陆的强烈反对和军事演习，并导致中美在多个领域的合作暂停。",
          "en": "The visit of then-U.S. House Speaker Nancy Pelosi to Taiwan triggered strong opposition and military exercises from mainland China, and led to the suspension of cooperation between China and the U.S. in several areas."
        }
      }
    },
    {
      "id": "2023年中国高空气球事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2023年中国高空气球事件",
          "高空气球事件"
        ],
        "en": [
          "2023 Chinese balloon incident"
        ]
      },
      "properties": {
        "period": "2023-01 - 2023-02",
        "description": {
          "zh-cn": "一个中国高空气球飞越北美上空，被美国击落。此事件导致美国国务卿布林肯取消访华行程，进一步加剧了双边关系的紧张。",
          "en": "A Chinese high-altitude balloon flew over North America and was shot down by the United States. The incident led to U.S. Secretary of State Antony Blinken's cancellation of his trip to China, further escalating bilateral tensions."
        }
      }
    },
    {
      "id": "乒乓外交",
      "type": "Event",
      "name": {
        "zh-cn": [
          "乒乓外交"
        ],
        "en": [
          "Ping-pong diplomacy"
        ]
      },
      "properties": {
        "period": "1971-04 - ",
        "description": {
          "zh-cn": "1971年，中美两国乒乓球队互访，开启了两国关系正常化的序幕。",
          "en": "In 1971, mutual visits by the Chinese and American ping-pong teams opened the door to the normalization of relations between the two countries."
        }
      }
    },
    {
      "id": "1972年尼克松访华",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1972年尼克松访华"
        ],
        "en": [
          "1972 Nixon visit to China"
        ]
      },
      "properties": {
        "period": "1972-02-21 - 1972-02-28",
        "description": {
          "zh-cn": "美国总统尼克松对中华人民共和国的历史性访问，打破了中美两国二十多年的隔绝状态，是关系正常化的关键一步。",
          "en": "President Nixon's historic visit to the People's Republic of China broke more than two decades of estrangement between the two countries and was a key step toward normalization of relations."
        }
      }
    },
    {
      "id": "亨利·基辛格",
      "type": "Person",
      "name": {
        "zh-cn": [
          "亨利·基辛格",
          "基辛格"
        ],
        "en": [
          "Henry Kissinger"
        ]
      },
      "properties": {
        "lifetime": "1923-05-27 - 2023-11-29",
        "gender": "Male",
        "description": {
          "zh-cn": "美国外交家，曾任国家安全顾问和国务卿。他在1971年秘密访华，为尼克松访华和中美关系正常化铺平了道路。",
          "en": "American diplomat who served as National Security Advisor and Secretary of State. His secret visit to China in 1971 paved the way for Nixon's visit and the normalization of China-US relations."
        }
      }
    },
    {
      "id": "基辛格秘密访华",
      "type": "Event",
      "name": {
        "zh-cn": [
          "基辛格秘密访华"
        ],
        "en": []
      },
      "properties": {
        "period": "1971-07-09 - 1971-07-11",
        "description": {
          "zh-cn": "1971年7月，美国国家安全顾问基辛格秘密访问北京，为尼克松总统访华做准备。",
          "en": "In July 1971, U.S. National Security Advisor Henry Kissinger made a secret visit to Beijing to prepare for President Nixon's visit."
        }
      }
    },
    {
      "id": "上海公报",
      "type": "Document",
      "name": {
        "zh-cn": [
          "上海公报",
          "中华人民共和国和美利坚合众国联合公报 (1972年)"
        ],
        "en": [
          "Shanghai Communiqué"
        ]
      },
      "properties": {
        "period": "1972-02-28 - ",
        "description": {
          "zh-cn": "中美三个联合公报中的第一个。在公报中，美国认识到海峡两岸都坚持一个中国，并对此不表异议，承诺逐步减少在台美军。",
          "en": "The first of the three US-China Joint Communiqués. In it, the U.S. acknowledged that both sides of the Taiwan Strait maintain there is but one China, stated it does not challenge that position, and pledged to progressively reduce its military forces on Taiwan."
        }
      }
    },
    {
      "id": "中美建交公报",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中美建交公报",
          "中华人民共和国和美利坚合众国关于建立外交关系的联合公报"
        ],
        "en": [
          "Joint Communiqué on the Establishment of Diplomatic Relations"
        ]
      },
      "properties": {
        "period": "1978-12-15 - ",
        "description": {
          "zh-cn": "中美三个联合公报中的第二个。该公报宣布两国自1979年1月1日起正式建立外交关系。",
          "en": "The second of the three US-China Joint Communiqués. This communiqué announced the formal establishment of diplomatic relations between the two countries as of January 1, 1979."
        }
      }
    },
    {
      "id": "八一七公报",
      "type": "Document",
      "name": {
        "zh-cn": [
          "八一七公报",
          "中华人民共和国和美利坚合众国联合公报 (1982年)"
        ],
        "en": [
          "August 17 Communiqué"
        ]
      },
      "properties": {
        "period": "1982-08-17 - ",
        "description": {
          "zh-cn": "中美三个联合公报中的第三个。美国承诺将逐渐减少对台的武器出售。",
          "en": "The third of the three US-China Joint Communiqués. The United States pledged to gradually reduce its arms sales to Taiwan."
        }
      }
    },
    {
      "id": "中华民国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国"
        ],
        "en": [
          "Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1949年后退守台湾的政府。在1979年以前被美国承认为中国的唯一合法政府。",
          "en": "The government that retreated to Taiwan after 1949. It was recognized by the United States as the sole legitimate government of China until 1979."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922-12-30 - 1991-12-26",
        "description": {
          "zh-cn": "20世纪的共产主义超级大国。在冷战初期，中华人民共和国是其领导的东方阵营成员。1960年代中苏关系破裂后，共同对抗苏联成为中美关系缓和的重要动因。",
          "en": "A communist superpower of the 20th century. In the early Cold War, the PRC was a member of the Eastern Bloc led by it. After the Sino-Soviet split in the 1960s, countering the Soviet Union became a key driver for the US-China détente."
        }
      }
    },
    {
      "id": "越南战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "越南战争",
          "抗美援越"
        ],
        "en": [
          "Vietnam War"
        ]
      },
      "properties": {
        "period": "1955-11-01 - 1975-04-30",
        "description": {
          "zh-cn": "发生于东南亚的长期战争。期间，中国向北越提供军事与后勤援助，与美国支持的南越对立。",
          "en": "A long-term war that took place in Southeast Asia. During the war, China provided military and logistical assistance to North Vietnam, opposing the U.S.-backed South Vietnam."
        }
      }
    },
    {
      "id": "林登·约翰逊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林登·约翰逊",
          "林登·B·约翰逊"
        ],
        "en": [
          "Lyndon B. Johnson"
        ]
      },
      "properties": {
        "lifetime": "1908-08-27 - 1973-01-22",
        "gender": "Male",
        "description": {
          "zh-cn": "美国第36任总统。因担心与中国重演朝鲜战争，其政府在越南战争中排除了对北越进行地面入侵的可能性。",
          "en": "The 36th President of the United States. Fearing a repeat of the Korean War with China, his administration ruled out a ground invasion of North Vietnam during the Vietnam War."
        }
      }
    },
    {
      "id": "911袭击",
      "type": "Event",
      "name": {
        "zh-cn": [
          "911袭击"
        ],
        "en": [
          "September 11 attacks"
        ]
      },
      "properties": {
        "period": "2001-09-11 - 2001-09-11",
        "description": {
          "zh-cn": "2001年在美国发生的一系列恐怖袭击事件。事件后，中美展开反恐合作，双边关系进入合作期。",
          "en": "A series of terrorist attacks in the United States in 2001. After the attacks, China and the U.S. began counter-terrorism cooperation, and bilateral relations entered a period of cooperation."
        }
      }
    },
    {
      "id": "江泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江泽民"
        ],
        "en": [
          "Jiang Zemin"
        ]
      },
      "properties": {
        "lifetime": "1926-08-17 - 2022-11-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第三代中央领导集体的核心，曾任中共中央总书记和国家主席。其任内经历了六四事件后的关系低谷和911事件后的合作期。",
          "en": "The core of the third generation of the CCP's central leadership, former General Secretary of the CCP and President of China. His tenure witnessed the low point in relations after the Tiananmen Square incident and the period of cooperation after the 9/11 attacks."
        }
      }
    },
    {
      "id": "乔治·沃克·布什",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乔治·沃克·布什",
          "小布什",
          "乔治·W·布什"
        ],
        "en": [
          "George W. Bush"
        ]
      },
      "properties": {
        "lifetime": "1946-07-06 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "美国第43任总统。其任内发生了中美撞机事件，但在911事件后，两国关系转向反恐合作。",
          "en": "The 43rd President of the United States. During his tenure, the Hainan Island incident occurred, but after the 9/11 attacks, bilateral relations shifted towards counter-terrorism cooperation."
        }
      }
    },
    {
      "id": "巴拉克·奥巴马",
      "type": "Person",
      "name": {
        "zh-cn": [
          "巴拉克·奥巴马",
          "欧巴马",
          "贝拉克·奥巴马"
        ],
        "en": [
          "Barack Obama"
        ]
      },
      "properties": {
        "lifetime": "1961-08-04 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "美国第44任总统。其政府提出了“亚太再平衡”战略以应对中国影响力的增加。",
          "en": "The 44th President of the United States. His administration proposed the 'Pivot to Asia' strategy to respond to China's growing influence."
        }
      }
    },
    {
      "id": "巴拉克·奥巴马政府的东亚外交政策",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "巴拉克·奥巴马政府的东亚外交政策",
          "亚太再平衡"
        ],
        "en": [
          "East Asian foreign policy of the Barack Obama administration"
        ]
      },
      "properties": {
        "period": "2011-11 - ",
        "description": {
          "zh-cn": "美国奥巴马政府提出的外交战略，旨在将美国的战略重心转向亚太地区，以应对中国经济和军事力量的持续增加。",
          "en": "A foreign policy strategy proposed by the Obama administration to shift America's strategic focus to the Asia-Pacific region in response to the continued growth of China's economic and military power."
        }
      }
    },
    {
      "id": "安东尼·布林肯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "安东尼·布林肯",
          "布林肯"
        ],
        "en": [
          "Antony Blinken"
        ]
      },
      "properties": {
        "lifetime": "1962-04-16 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "美国外交官，现任美国国务卿。在拜登政府内负责处理对华关系，多次与中方高层进行对话。",
          "en": "American diplomat, currently serving as the United States Secretary of State. He is responsible for handling relations with China in the Biden administration and has engaged in high-level dialogues with Chinese officials multiple times."
        }
      }
    },
    {
      "id": "珍妮特·耶伦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "珍妮特·耶伦",
          "耶伦"
        ],
        "en": [
          "Janet Yellen"
        ]
      },
      "properties": {
        "lifetime": "1946-08-13 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "美国经济学家，现任美国财政部长。多次访问中国，处理中美经贸关系，强调对华“去风险”而非“脱钩”。",
          "en": "American economist, currently serving as the United States Secretary of the Treasury. She has visited China multiple times to manage US-China economic relations, emphasizing 'de-risking' rather than 'decoupling' from China."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "中共"
        ],
        "en": [
          "Chinese Communist Party",
          "CCP"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党，对国家政治、经济、军事等各领域拥有绝对领导权。",
          "en": "The ruling party of the People's Republic of China, which holds absolute authority over all aspects of the country's politics, economy, and military."
        }
      }
    },
    {
      "id": "王毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王毅"
        ],
        "en": [
          "Wang Yi"
        ]
      },
      "properties": {
        "lifetime": "1953-10-19 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，现任中共中央政治局委员、中央外事工作委员会办公室主任，曾长期担任外交部长，是近年来中国对美外交的主要执行者之一。",
          "en": "Chinese diplomat, currently a member of the Politburo of the CCP Central Committee and Director of the Office of the Central Foreign Affairs Commission. He served as Foreign Minister for a long period and is one of the main executors of China's diplomacy towards the U.S. in recent years."
        }
      }
    },
    {
      "id": "杨洁篪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨洁篪"
        ],
        "en": [
          "Yang Jiechi"
        ]
      },
      "properties": {
        "lifetime": "1950-05-01 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国高级外交官，曾任中共中央政治局委员、中央外事工作委员会办公室主任。长期参与对美外交工作，包括2021年阿拉斯加中美高层战略对话。",
          "en": "Senior Chinese diplomat, former member of the Politburo of the CCP Central Committee and Director of the Office of the Central Foreign Affairs Commission. He has long been involved in diplomacy with the United States, including the 2021 high-level strategic dialogue in Alaska."
        }
      }
    },
    {
      "id": "2021年中美高层阿拉斯加会谈",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2021年中美高层阿拉斯加会谈",
          "阿拉斯加会谈"
        ],
        "en": [
          "US–China talks in Alaska"
        ]
      },
      "properties": {
        "period": "2021-03-18 - 2021-03-19",
        "description": {
          "zh-cn": "美国拜登政府上台后，中美双方首次高层面对面对话。会谈气氛紧张，充满火药味，反映出两国关系的紧张状态。",
          "en": "The first high-level, face-to-face dialogue between the U.S. and China after the Biden administration took office. The talks were tense and confrontational, reflecting the strained state of bilateral relations."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中华人民共和国",
      "target": "美国",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1949",
        "end_date": "1971",
        "description": {
          "zh-cn": "1949年至1971年间，由于冷战格局，中美处于全面敌对状态。美国承认退守台湾的中华民国政府，并在朝鲜战争中与中国直接交战。",
          "en": "From 1949 to 1971, due to the Cold War structure, China and the U.S. were in a state of comprehensive hostility. The U.S. recognized the Republic of China government in Taiwan and directly fought against China in the Korean War."
        }
      }
    },
    {
      "source": "朝鲜战争",
      "target": "中华人民共和国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-06-25",
        "description": {
          "zh-cn": "朝鲜战争爆发后，中国共产党对美国发表的《中美关系白皮书》反应强烈，毛泽东连续撰文批判，双方关系急速恶化。",
          "en": "After the outbreak of the Korean War, the Chinese Communist Party reacted strongly to the US 'China White Paper', with Mao Zedong writing successive articles of criticism, leading to a rapid deterioration in relations."
        }
      }
    },
    {
      "source": "朝鲜战争",
      "target": "美国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-06-25",
        "description": {
          "zh-cn": "朝鲜战争的爆发，使得中美建立外交关系的可能性破灭，美国派遣第七舰队巡逻台湾海峡。",
          "en": "The outbreak of the Korean War shattered the possibility of establishing diplomatic relations between China and the US, and the US dispatched the Seventh Fleet to patrol the Taiwan Strait."
        }
      }
    },
    {
      "source": "越南战争",
      "target": "中华人民共和国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1965",
        "description": {
          "zh-cn": "美国介入越南战争后，中国向北越派出防空部队和工兵营提供军事与后勤援助，与美国对立。",
          "en": "After the US intervened in the Vietnam War, China sent air defense units and engineering battalions to North Vietnam to provide military and logistical support, opposing the United States."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "林登·约翰逊",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965",
        "description": {
          "zh-cn": "中国在北越的存在，使得美国林登·约翰逊政府因害怕重演朝鲜战争，排除了对北越进行地面入侵的可能性。",
          "en": "China's presence in North Vietnam made the administration of US President Lyndon B. Johnson rule out the possibility of a ground invasion of North Vietnam, fearing a repeat of the Korean War."
        }
      }
    },
    {
      "source": "乒乓外交",
      "target": "中华人民共和国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1971-04",
        "description": {
          "zh-cn": "通过“乒乓外交”事件，中美关系实现历史性突破，为关系正常化铺平了道路。",
          "en": "Through the 'Ping-pong diplomacy' event, China-US relations achieved a historic breakthrough, paving the way for normalization."
        }
      }
    },
    {
      "source": "亨利·基辛格",
      "target": "基辛格秘密访华",
      "type": "PUSHED",
      "properties": {
        "start_date": "1971-07",
        "description": {
          "zh-cn": "时任美国国家安全顾问的基辛格对北京进行了一次秘密访问，为尼克松访华做准备。",
          "en": "Then-U.S. National Security Advisor Kissinger made a secret visit to Beijing to prepare for President Nixon's visit."
        }
      }
    },
    {
      "source": "理查德·尼克松",
      "target": "1972年尼克松访华",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972-02",
        "description": {
          "zh-cn": "时任美国总统尼克松访问中国，是中美关系正常化的关键一步。",
          "en": "Then-U.S. President Nixon visited China, a key step in the normalization of China-US relations."
        }
      }
    },
    {
      "source": "理查德·尼克松",
      "target": "毛泽东",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1972-02",
        "description": {
          "zh-cn": "在1972年访华期间，尼克松总统会见了中共中央主席毛泽东。",
          "en": "During his 1972 visit to China, President Nixon met with CCP Chairman Mao Zedong."
        }
      }
    },
    {
      "source": "理查德·尼克松",
      "target": "周恩来",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1972-02",
        "description": {
          "zh-cn": "在1972年访华期间，尼克松总统会见了中国国务院总理周恩来。",
          "en": "During his 1972 visit to China, President Nixon met with Chinese Premier Zhou Enlai."
        }
      }
    },
    {
      "source": "1972年尼克松访华",
      "target": "上海公报",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972-02-28",
        "description": {
          "zh-cn": "尼克松访华期间，中美双方签署了《上海公报》，承诺为外交关系完全正常化努力。",
          "en": "During Nixon's visit to China, the two sides signed the Shanghai Communiqué, committing to work towards the complete normalization of diplomatic relations."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "吉米·卡特",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1979-01",
        "description": {
          "zh-cn": "1979年1月底，时任中国副总理邓小平访美期间，会见了时任美国总统卡特。",
          "en": "In late January 1979, then-Vice Premier of China Deng Xiaoping met with then-U.S. President Carter during his visit to the United States."
        }
      }
    },
    {
      "source": "六四事件",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1989-06",
        "description": {
          "zh-cn": "六四事件后，美国对中国实施了多项经济制裁，并停止了高层和官方的交流，使中美关系坠入低谷。",
          "en": "After the Tiananmen Square incident, the United States imposed multiple economic sanctions on China and suspended high-level and official exchanges, causing Sino-US relations to hit a low point."
        }
      }
    },
    {
      "source": "911袭击",
      "target": "美国",
      "type": "PUSHED",
      "properties": {
        "start_date": "2001-09-11",
        "description": {
          "zh-cn": "911袭击事件后，美国不再将中国看作是最大的潜在威胁，转而注重中东局势以及恐怖主义威胁，并寻求与中国在反恐方面进行合作。",
          "en": "After the 9/11 attacks, the U.S. no longer viewed China as its greatest potential threat, shifting its focus to the situation in the Middle East and the threat of terrorism, and sought cooperation with China on counter-terrorism."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "乔治·沃克·布什",
      "type": "MET_WITH",
      "properties": {
        "start_date": [
          "2001-09-11",
          "2001-10"
        ],
        "description": {
          "zh-cn": "911袭击发生当晚，江泽民致电美国总统小布希表示同情。一个月后，小布什总统访华。",
          "en": "On the evening of the 9/11 attacks, Jiang Zemin called U.S. President George W. Bush to express his condolences. A month later, President Bush visited China."
        }
      }
    },
    {
      "source": "巴拉克·奥巴马政府的东亚外交政策",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2011-11",
        "description": {
          "zh-cn": "美国总统奥巴马提出的“亚太再平衡”战略，旨在应对中国经济和军事力量的持续增加。",
          "en": "The 'Pivot to Asia' strategy proposed by U.S. President Obama was aimed at responding to the continuous increase in China's economic and military power."
        }
      }
    },
    {
      "source": "美国",
      "target": "中美贸易战",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03-23",
        "description": {
          "zh-cn": "特朗普政府正式对中国进口钢铁和铝产品征收关税，并采取措施限制中国投资，引发了中美贸易战。",
          "en": "The Trump administration officially imposed tariffs on imported steel and aluminum products from China and took measures to restrict Chinese investment, triggering the US-China trade war."
        }
      }
    },
    {
      "source": "迈克·彭斯",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-10-04",
        "description": {
          "zh-cn": "时任美国副总统彭斯发表演说，全面抨击中国的内外政策，宣告美国以往的对华接触政策已经失败。",
          "en": "Then-US Vice President Pence delivered a speech comprehensively criticizing China's domestic and foreign policies, declaring the failure of the United States' past engagement policy towards China."
        }
      }
    },
    {
      "source": "美国",
      "target": "中国驻休斯敦总领事馆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-07-21",
        "end_date": "2020-07-24",
        "description": {
          "zh-cn": "2020年7月21日，美国要求中国在72小时内关闭其驻休斯敦总领事馆。",
          "en": "On July 21, 2020, the United States demanded that China close its consulate in Houston within 72 hours."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "美国驻成都总领事馆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-07-24",
        "description": {
          "zh-cn": "作为对美国关闭中国驻休斯敦总领馆的对等反制，中国于2020年7月24日宣布撤销美国驻成都总领事馆的设立和运行许可。",
          "en": "As a reciprocal countermeasure to the U.S. closure of the Chinese consulate in Houston, China announced on July 24, 2020, the revocation of the establishment and operation license for the U.S. consulate in Chengdu."
        }
      }
    },
    {
      "source": "迈克·蓬佩奥",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-07-23",
        "description": {
          "zh-cn": "时任美国国务卿蓬佩奥发表演说《共产中国与自由世界的未来》，呼吁改变中国威胁自由世界的行为，被认为是开启新冷战的“铁幕演讲”。",
          "en": "Then-US Secretary of State Pompeo delivered the speech 'Communist China and the Free World's Future,' calling for a change in China's behavior that threatens the free world, which is considered an 'Iron Curtain' speech marking the beginning of a new Cold War."
        }
      }
    },
    {
      "source": "2021年中美高层阿拉斯加会谈",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-03-18",
        "description": {
          "zh-cn": "拜登政府时期首次中美高层对话充满火药味，反映出双边关系持续低迷的状态。",
          "en": "The first high-level dialogue between China and the U.S. during the Biden administration was highly confrontational, reflecting the ongoing downturn in bilateral relations."
        }
      }
    },
    {
      "source": "2022年南西·裴洛西访问台湾",
      "target": "中华人民共和国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-08",
        "description": {
          "zh-cn": "佩洛西访台引发中国强烈反制，包括暂停中美两军交流、刑事司法合作、气候变化商谈等多项合作，使双边关系进一步恶化。",
          "en": "Pelosi's visit to Taiwan triggered strong countermeasures from China, including the suspension of military-to-military exchanges, criminal justice cooperation, and climate change talks, further deteriorating bilateral relations."
        }
      }
    },
    {
      "source": "2023年中国高空气球事件",
      "target": "美国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-02",
        "description": {
          "zh-cn": "“高空气球事件”导致美国国务卿布林肯取消原定的访华行程，使双边关系进一步紧张。",
          "en": "The 'high-altitude balloon incident' caused U.S. Secretary of State Blinken to cancel his planned visit to China, further tensing bilateral relations."
        }
      }
    },
    {
      "source": "习近平",
      "target": "乔·拜登",
      "type": "MET_WITH",
      "properties": {
        "start_date": [
          "2022-11-14",
          "2023-11-15"
        ],
        "description": {
          "zh-cn": "习近平与拜登分别在2022年巴厘岛G20峰会和2023年旧金山APEC峰会期间举行会晤，试图管控分歧并稳定双边关系。",
          "en": "Xi Jinping and Joe Biden met during the 2022 G20 Summit in Bali and the 2023 APEC Summit in San Francisco, attempting to manage differences and stabilize bilateral relations."
        }
      }
    },
    {
      "source": "珍妮特·耶伦",
      "target": "中华人民共和国",
      "type": "INFLUENCED",
      "properties": {
        "start_date": [
          "2023-07-06",
          "2024-04-04"
        ],
        "description": {
          "zh-cn": "美国财政部长耶伦多次访问中国，与中方经济团队会谈，旨在稳定两国经济关系，并沟通美方对中国“产能过剩”等问题的关切。",
          "en": "U.S. Treasury Secretary Yellen visited China multiple times for talks with the Chinese economic team, aiming to stabilize bilateral economic relations and communicate U.S. concerns about issues such as China's 'overcapacity'."
        }
      }
    },
    {
      "source": "安东尼·布林肯",
      "target": "习近平",
      "type": "MET_WITH",
      "properties": {
        "start_date": [
          "2023-06-19",
          "2024-04-26"
        ],
        "description": {
          "zh-cn": "美国国务卿布林肯在2023年6月和2024年4月两度访华，并与中国国家主席习近平会面，进行“坦诚、实质性和建设性的会谈”。",
          "en": "U.S. Secretary of State Antony Blinken visited China twice, in June 2023 and April 2024, and met with Chinese President Xi Jinping for 'candid, substantive, and constructive talks'."
        }
      }
    }
  ]
}