{
  "nodes": [
    {
      "id": "八六学潮",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "八六学潮",
          "丙寅学运"
        ],
        "en": []
      },
      "properties": {
        "period": "1986-12-05 - 1987-01-02",
        "location": {
          "zh-cn": "中华人民共和国",
          "en": "People's Republic of China"
        },
        "description": {
          "zh-cn": "1986年底由中国大陆各地高校学生发起的一场学生运动，旨在争取民主选举、新闻自由等权利。该运动是中华人民共和国民主运动的一部分，并对后续的政治事件产生了深远影响。",
          "en": "A student movement initiated by university students across mainland China at the end of 1986, aiming to demand rights such as democratic elections and freedom of the press. The movement was part of the Chinese democracy movement and had a profound impact on subsequent political events."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任中国共产党中央委员会总书记，被视为中共高层改革派。因处理八六学潮的方式被党内保守派批评为纵容“资产阶级自由化”，而被迫辞职。",
          "en": "A Chinese political figure, then General Secretary of the Central Committee of the Communist Party of China, regarded as a leading reformist within the CCP. He was forced to resign for his handling of the 1986 student demonstrations, which was criticized by party conservatives as condoning 'bourgeois liberalization'."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任中央军委主席，中华人民共和国第二代主要领导人。他在处理八六学潮问题上持强硬立场，批评胡耀邦，并推动了随后的“反对资产阶级自由化”运动。",
          "en": "A Chinese political figure, then Chairman of the Central Military Commission and the paramount leader of the second generation of the People's Republic of China. He took a hardline stance on the 1986 student demonstrations, criticized Hu Yaobang, and promoted the subsequent 'Anti-Bourgeois Liberalization Campaign'."
        }
      }
    },
    {
      "id": "保守派 (中国共产党)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "保守派 (中国共产党)",
          "中共保守派"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党内的一个政治派系。在八六学潮后，该派系将学潮归咎于胡耀邦的纵容，并成功施压使其下台。",
          "en": "A political faction within the Communist Party of China. After the 1986 student demonstrations, this faction blamed the protests on Hu Yaobang's leniency and successfully pressured him into resigning."
        }
      }
    },
    {
      "id": "反对资产阶级自由化",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反对资产阶级自由化"
        ],
        "en": []
      },
      "properties": {
        "period": "1987-01-28 - 1987-05-13",
        "description": {
          "zh-cn": "八六学潮后由中共保守派发起的一场政治运动，旨在批判被认为是“资产阶级自由化”的思想和言论。运动导致多名知识分子和官员受到处分。",
          "en": "A political campaign initiated by CCP conservatives after the 1986 student demonstrations, aimed at criticizing ideas and speeches deemed 'bourgeois liberalization'. The campaign led to the punishment of several intellectuals and officials."
        }
      }
    },
    {
      "id": "胡耀邦下台",
      "type": "Event",
      "name": {
        "zh-cn": [
          "胡耀邦下台"
        ],
        "en": []
      },
      "properties": {
        "period": "1987-01-16",
        "description": {
          "zh-cn": "指胡耀邦在1987年1月16日中共中央政治局扩大会议上辞去中共中央总书记职务的事件。该事件是八六学潮最直接的政治后果。",
          "en": "Refers to the event on January 16, 1987, when Hu Yaobang resigned from his position as General Secretary of the CCP Central Committee at an enlarged Politburo meeting. This event was the most direct political consequence of the 1986 student demonstrations."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，在胡耀邦辞职后代理中共中央总书记。他后来通过讲话，限制了“反对资产阶级自由化”运动的扩大化，使其在1987年夏天基本结束。",
          "en": "A Chinese political figure who became the acting General Secretary of the CCP Central Committee after Hu Yaobang's resignation. He later delivered a speech that curbed the expansion of the 'Anti-Bourgeois Liberalization Campaign', effectively ending it by the summer of 1987."
        }
      }
    },
    {
      "id": "方励之",
      "type": "Person",
      "name": {
        "zh-cn": [
          "方励之"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国天体物理学家，时任中国科学技术大学副校长。他的民主思想和演讲对学生产生了重要影响，被认为是八六学潮的精神领袖之一。后因此被撤职并开除党籍。",
          "en": "A Chinese astrophysicist and then-Vice President of the University of Science and Technology of China. His democratic ideas and speeches had a significant influence on students, and he was considered one of the spiritual leaders of the 1986 student demonstrations. He was subsequently dismissed from his post and expelled from the party."
        }
      }
    },
    {
      "id": "中国科学技术大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国科学技术大学"
        ],
        "en": []
      },
      "properties": {
        "location": {
          "zh-cn": "安徽省合肥市",
          "en": "Hefei, Anhui Province"
        },
        "description": {
          "zh-cn": "位于安徽合肥的大学，是八六学潮的策源地。该校学生因不满地方人大代表选举问题而率先发起游行。",
          "en": "A university located in Hefei, Anhui, which was the origin of the 1986 student demonstrations. Its students were the first to march in protest against issues with the local People's Congress deputy elections."
        }
      }
    },
    {
      "id": "刘宾雁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘宾雁"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国作家、记者，时任中国作家协会副主席。他因其支持民主改革的言论对学生产生影响，并在“反对资产阶级自由化”运动中被开除党籍。",
          "en": "A Chinese writer and journalist, then-Vice Chairman of the Chinese Writers Association. He influenced students with his pro-democratic reform views and was expelled from the party during the 'Anti-Bourgeois Liberalization Campaign'."
        }
      }
    },
    {
      "id": "王若望",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王若望"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国作家，中国作家协会理事。他因其批评性言论和对“资产阶级自由化”的支持，在学潮后的运动中被开除党籍。",
          "en": "A Chinese writer and a director of the Chinese Writers Association. He was expelled from the party during the post-demonstration campaign for his critical remarks and support of 'bourgeois liberalization'."
        }
      }
    },
    {
      "id": "管惟炎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "管惟炎"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任中国科学技术大学校长。因学潮事件，他与副校长方励之同时被撤职。",
          "en": "Then-President of the University of Science and Technology of China. He was dismissed from his post along with Vice President Fang Lizhi due to the student demonstrations."
        }
      }
    },
    {
      "id": "六四事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四事件"
        ],
        "en": []
      },
      "properties": {
        "period": "1989-04-15 - 1989-06-04",
        "description": {
          "zh-cn": "1989年发生在中国的一系列学生领导的民主示威活动。八六学潮被认为是其前奏，为该事件埋下伏笔。",
          "en": "A series of student-led pro-democracy demonstrations in China in 1989. The 1986 student demonstrations are considered a precursor that set the stage for this event."
        }
      }
    },
    {
      "id": "改革开放",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "改革开放"
        ],
        "en": []
      },
      "properties": {
        "period": "1978 - ",
        "description": {
          "zh-cn": "1978年以来中华人民共和国实行的经济改革和对外开放政策。该政策带来的思想解放氛围是八六学潮发生的宏观背景。",
          "en": "The economic reform and opening-up policy implemented by the People's Republic of China since 1978. The atmosphere of intellectual liberation brought about by this policy provided the macro context for the 1986 student demonstrations."
        }
      }
    },
    {
      "id": "中华人民共和国民主运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国民主运动"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "指在中华人民共和国境内发生的要求实现政治民主、保障公民权利的社会政治运动。八六学潮是该运动的重要组成部分。",
          "en": "Refers to the socio-political movements within the People's Republic of China demanding political democracy and the protection of civil rights. The 1986 student demonstrations are an important part of this movement."
        }
      }
    },
    {
      "id": "中国共产党中央委员会总书记",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会总书记",
          "中共中央总书记"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高领导人职务。",
          "en": "The highest-ranking position in the Communist Party of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "改革开放",
      "target": "八六学潮",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "改革开放带来的思想解放、对西方民主观念的接触以及对政治体制改革的讨论，为八六学潮的发生提供了重要的社会和思想背景。",
          "en": "The intellectual liberation, exposure to Western democratic concepts, and discussions on political system reform brought by the Reform and Opening-up provided a significant social and ideological background for the 1986 student demonstrations."
        }
      }
    },
    {
      "source": "中国科学技术大学",
      "target": "八六学潮",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-12-05",
        "description": {
          "zh-cn": "因对合肥市西市区人大代表选举问题不满，中国科学技术大学学生率先发起游行，标志着八六学潮的正式开始。",
          "en": "Dissatisfied with the election of deputies to the Xishi District People's Congress in Hefei, students from the University of Science and Technology of China initiated a protest, marking the official start of the 1986 student demonstrations."
        }
      }
    },
    {
      "source": "方励之",
      "target": "八六学潮",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-12-04",
        "description": {
          "zh-cn": "时任中国科学技术大学副校长方励之在校内的竞选演讲中，宣扬民主需要靠自己争取，其言论和公开支持极大地鼓舞了学生，推动了学潮的发生和发展。",
          "en": "In his campaign speech at the university, then-Vice President Fang Lizhi advocated that democracy must be fought for, which greatly inspired the students and propelled the outbreak and development of the demonstrations."
        }
      }
    },
    {
      "source": "刘宾雁",
      "target": "八六学潮",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-11",
        "description": {
          "zh-cn": "时任中国作家协会副主席刘宾雁与方励之一同前往上海多所高校发表演讲，对学生思想产生影响，推动了学潮的酝酿。",
          "en": "Then-Vice Chairman of the Chinese Writers Association, Liu Binyan, delivered speeches at several universities in Shanghai along with Fang Lizhi, influencing student thought and contributing to the fomentation of the demonstrations."
        }
      }
    },
    {
      "source": "八六学潮",
      "target": "中华人民共和国民主运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "八六学潮是改革开放时期第一次全国范围的学潮，是中华人民共和国民主运动中的一个重要事件，推动了民主思想的传播。",
          "en": "The 1986 student demonstrations were the first nationwide student movement during the Reform and Opening-up era, a significant event in the democracy movement of the People's Republic of China that promoted the spread of democratic ideas."
        }
      }
    },
    {
      "source": "八六学潮",
      "target": "胡耀邦下台",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "八六学潮是导致时任中共中央总书记胡耀邦被迫辞职的直接导火索。",
          "en": "The 1986 student demonstrations were the direct catalyst that led to the forced resignation of then-CCP General Secretary Hu Yaobang."
        }
      }
    },
    {
      "source": "保守派 (中国共产党)",
      "target": "胡耀邦下台",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-12-27",
        "description": {
          "zh-cn": "中共保守派将学潮的爆发归咎于胡耀邦对资产阶级自由化的纵容，并向邓小平等核心领导人施压，最终促使其下台。",
          "en": "CCP conservatives blamed the outbreak of the student movement on Hu Yaobang's tolerance of bourgeois liberalization and pressured paramount leader Deng Xiaoping and others, ultimately leading to his ousting."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "胡耀邦下台",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-12-30",
        "description": {
          "zh-cn": "邓小平在与胡耀邦等人的谈话中严厉批评其应对学潮不力，并主持了决定胡耀邦辞职的中央政治局扩大会议，起到了决定性作用。",
          "en": "In a talk with Hu Yaobang and others, Deng Xiaoping severely criticized his ineffective response to the student unrest and presided over the enlarged Politburo meeting that decided Hu's resignation, playing a decisive role."
        }
      }
    },
    {
      "source": "胡耀邦下台",
      "target": "胡耀邦",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1987-01-16",
        "description": {
          "zh-cn": "在1987年1月16日的中共中央政治局扩大会议上，胡耀邦辞去中共中央总书记职务。",
          "en": "At the enlarged meeting of the CCP Politburo on January 16, 1987, Hu Yaobang resigned from his position as General Secretary of the CCP Central Committee."
        }
      }
    },
    {
      "source": "胡耀邦下台",
      "target": "赵紫阳",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987-01-16",
        "description": {
          "zh-cn": "胡耀邦辞职后，赵紫阳被一致推选为代理中共中央总书记。",
          "en": "Following Hu Yaobang's resignation, Zhao Ziyang was unanimously elected as the acting General Secretary of the CCP Central Committee."
        }
      }
    },
    {
      "source": "八六学潮",
      "target": "反对资产阶级自由化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1987-01-28",
        "description": {
          "zh-cn": "为了肃清学潮的思想影响，中共中央在学潮平息后发起了“反对资产阶级自由化”运动。",
          "en": "To eliminate the ideological influence of the student movement, the CCP Central Committee launched the 'Anti-Bourgeois Liberalization Campaign' after the unrest was suppressed."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "反对资产阶级自由化",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-12-30",
        "description": {
          "zh-cn": "邓小平在1986年12月30日的谈话中，强调必须“旗帜鲜明地反对资产阶级自由化”，为该运动的展开奠定了基调。",
          "en": "In his speech on December 30, 1986, Deng Xiaoping emphasized the need to 'take a clear-cut stand against bourgeois liberalization,' setting the tone for the campaign."
        }
      }
    },
    {
      "source": "反对资产阶级自由化",
      "target": "方励之",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1987-01-17",
        "description": {
          "zh-cn": "在反对资产阶级自由化运动中，方励之被撤销中国科学技术大学副校长职务，并于1987年1月17日被开除党籍。",
          "en": "During the Anti-Bourgeois Liberalization Campaign, Fang Lizhi was removed from his post as Vice President of the University of Science and Technology of China and was expelled from the party on January 17, 1987."
        }
      }
    },
    {
      "source": "反对资产阶级自由化",
      "target": "管惟炎",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1987-01-12",
        "description": {
          "zh-cn": "在反对资产阶级自由化运动中，管惟炎被撤销中国科学技术大学校长职务。",
          "en": "During the Anti-Bourgeois Liberalization Campaign, Guan Weiyan was removed from his post as President of the University of Science and Technology of China."
        }
      }
    },
    {
      "source": "反对资产阶级自由化",
      "target": "刘宾雁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1987-01-23",
        "description": {
          "zh-cn": "在反对资产阶级自由化运动中，刘宾雁被开除党籍。",
          "en": "During the Anti-Bourgeois Liberalization Campaign, Liu Binyan was expelled from the party."
        }
      }
    },
    {
      "source": "反对资产阶级自由化",
      "target": "王若望",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1987-01-13",
        "description": {
          "zh-cn": "在反对资产阶级自由化运动中，王若望被开除党籍。",
          "en": "During the Anti-Bourgeois Liberalization Campaign, Wang Ruowang was expelled from the party."
        }
      }
    },
    {
      "source": "赵紫阳",
      "target": "反对资产阶级自由化",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1987-05-13",
        "description": {
          "zh-cn": "时任代理总书记赵紫阳在1987年5月13日的讲话中宣布“资产阶级自由化思潮泛滥的情况已经扭转”，并批评了运动扩大化的倾向，事实上结束了该运动。",
          "en": "In his speech on May 13, 1987, acting General Secretary Zhao Ziyang declared that 'the tide of bourgeois liberalization has been turned' and criticized the tendency to broaden the campaign, effectively ending it."
        }
      }
    },
    {
      "source": "八六学潮",
      "target": "六四事件",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "八六学潮为1989年的六四事件埋下伏笔，部分学潮的参与者后来也成为六四事件的发起人和组织者。",
          "en": "The 1986 student demonstrations set the stage for the 1989 Tiananmen Square protests, and some of its participants later became initiators and organizers of the 1989 events."
        }
      }
    },
    {
      "source": "胡耀邦",
      "target": "中国共产党中央委员会总书记",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "1987-01-16",
        "position": {
          "zh-cn": "总书记",
          "en": "General Secretary"
        },
        "description": {
          "zh-cn": "胡耀邦担任中共中央总书记，直至因八六学潮被迫辞职。",
          "en": "Hu Yaobang served as the General Secretary of the CCP Central Committee until he was forced to resign due to the 1986 student demonstrations."
        }
      }
    },
    {
      "source": "赵紫阳",
      "target": "中国共产党中央委员会总书记",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1987-01-16",
        "position": {
          "zh-cn": "代理总书记",
          "en": "Acting General Secretary"
        },
        "description": {
          "zh-cn": "赵紫阳在胡耀邦辞职后代理中共中央总书记职务。",
          "en": "Zhao Ziyang served as the acting General Secretary of the CCP Central Committee after Hu Yaobang's resignation."
        }
      }
    }
  ]
}