{
  "nodes": [
    {
      "id": "空印案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "空印案"
        ],
        "en": []
      },
      "properties": {
        "period": "1376",
        "location": {
          "zh-cn": "明朝",
          "en": "Ming Dynasty"
        },
        "description": {
          "zh-cn": "明朝洪武年间，因地方官员使用预先盖印的空白文书到户部核对账目，而被明太祖朱元璋视为欺君重罪，进而引发的一场大规模政治清洗事件。",
          "en": "A major political purge during the Hongwu era of the Ming Dynasty, initiated by Emperor Hongwu (Zhu Yuanzhang) who considered the widespread practice of officials using pre-sealed blank documents for auditing purposes a grave crime of deceiving the monarch."
        }
      }
    },
    {
      "id": "朱元璋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱元璋",
          "明太祖"
        ],
        "en": [
          "Zhu Yuanzhang",
          "Hongwu Emperor"
        ]
      },
      "properties": {
        "lifetime": "1328-10-21 - 1398-06-24",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国皇帝，年号洪武。在位期间发动了包括空印案、胡惟庸案、蓝玉案、郭桓案在内的多起政治清洗。",
          "en": "The founding emperor of the Ming Dynasty, reigning as the Hongwu Emperor. He initiated several major political purges during his reign, including the Empty Seal Case, the case of Hu Weiyong, the case of Lan Yu, and the case of Guo Huan."
        }
      }
    },
    {
      "id": "明代",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "明代",
          "明朝"
        ],
        "en": [
          "Ming dynasty"
        ]
      },
      "properties": {
        "period": "1368 - 1644",
        "description": {
          "zh-cn": "中国历史上的一个朝代，由朱元璋建立。",
          "en": "A dynasty in Chinese history, founded by Zhu Yuanzhang."
        }
      }
    },
    {
      "id": "户部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "户部"
        ],
        "en": [
          "Ministry of Revenue"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代官署，掌管全国疆土、田地、户籍、赋税、俸饷及一切财政事宜。空印案的核心争议发生在地方官员与户部核对账目期间。",
          "en": "A ministry in imperial China responsible for land, census, taxation, salaries, and all fiscal matters. The core dispute of the Empty Seal Case occurred during the auditing process between local officials and the Ministry of Revenue."
        }
      }
    },
    {
      "id": "元朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "元朝"
        ],
        "en": [
          "Yuan dynasty"
        ]
      },
      "properties": {
        "period": "1271 - 1368",
        "description": {
          "zh-cn": "中国历史上由蒙古族建立的王朝，其官场上使用空印文书的习惯做法被明朝沿用，并最终引发了空印案。",
          "en": "A dynasty in Chinese history founded by the Mongols. The bureaucratic practice of using empty-sealed documents, inherited from the Yuan, led to the Empty Seal Case in the Ming dynasty."
        }
      }
    },
    {
      "id": "郑士利",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑士利"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝官员，因在空印案中上疏为涉案者辩护而激怒朱元璋，后被罚去服刑。",
          "en": "A Ming dynasty official who angered Emperor Hongwu by submitting a memorial to defend those implicated in the Empty Seal Case, and was subsequently punished with forced labor."
        }
      }
    },
    {
      "id": "方克勤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "方克勤"
        ],
        "en": []
      },
      "properties": {
        "lifetime": " - 1376-10-24",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝官员，学者方孝孺之父。在空印案中受牵连，于狱中去世。",
          "en": "A Ming dynasty official and the father of the scholar Fang Xiaoru. He was implicated in the Empty Seal Case and died in prison."
        }
      }
    },
    {
      "id": "叶伯巨",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶伯巨"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝官员，洪武九年因上疏直言批评朱元璋的政策而被下狱，死于狱中。",
          "en": "A Ming dynasty official who was imprisoned and died in prison after submitting a memorial in the 9th year of Hongwu (1376) to frankly criticize Zhu Yuanzhang's policies."
        }
      }
    },
    {
      "id": "郑士元",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑士元"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝官员，郑士利之兄。因在河南任职时曾使用空印文书，在空印案中被牵连入狱。",
          "en": "A Ming dynasty official and the elder brother of Zheng Shili. He was implicated and imprisoned in the Empty Seal Case for having used pre-sealed blank documents during his tenure in Henan."
        }
      }
    },
    {
      "id": "方孝孺",
      "type": "Person",
      "name": {
        "zh-cn": [
          "方孝孺"
        ],
        "en": [
          "Fang Xiaoru"
        ]
      },
      "properties": {
        "lifetime": "1357 - 1402",
        "gender": "Male",
        "description": {
          "zh-cn": "明代学者、官员，在其著作《叶郑传》和《先府君行状》中记载了空印案的相关情况。",
          "en": "A Ming dynasty scholar and official who recorded details about the Empty Seal Case in his works 'Biography of Ye and Zheng' and 'Conduct of My Late Father'."
        }
      }
    },
    {
      "id": "明初四大案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "明初四大案"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "明朝洪武年间，明太祖朱元璋为整顿吏治、清除功臣、加强中央集权而策划的四起重大政治案件，包括空印案、郭桓案、胡惟庸案和蓝玉案。",
          "en": "Four major political cases during the Hongwu era of the Ming Dynasty, initiated by Emperor Hongwu (Zhu Yuanzhang) to consolidate power, purge officials and meritorious subjects, and centralize authority. They include the Empty Seal Case, the Case of Guo Huan, the Case of Hu Weiyong, and the Case of Lan Yu."
        }
      }
    },
    {
      "id": "胡惟庸案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "胡惟庸案"
        ],
        "en": []
      },
      "properties": {
        "period": "1380",
        "description": {
          "zh-cn": "明初四大案之一，丞相胡惟庸被指控谋反，导致数万人被株连处死，朱元璋随后废除丞相制度。",
          "en": "One of the Four Major Cases of the Early Ming Dynasty. Chancellor Hu Weiyong was accused of treason, leading to the execution of tens of thousands of people. Following the case, Zhu Yuanzhang abolished the chancellorship."
        }
      }
    },
    {
      "id": "蓝玉案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "蓝玉案"
        ],
        "en": []
      },
      "properties": {
        "period": "1393",
        "description": {
          "zh-cn": "明初四大案之一，大将军蓝玉被指控谋反，超过一万五千人被株连。",
          "en": "One of the Four Major Cases of the Early Ming Dynasty. General Lan Yu was accused of treason, resulting in the implication and execution of over 15,000 people."
        }
      }
    },
    {
      "id": "郭桓案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "郭桓案"
        ],
        "en": []
      },
      "properties": {
        "period": "1385",
        "description": {
          "zh-cn": "明初四大案之一，户部侍郎郭桓等人被指控贪污，数万人因此案被处死。",
          "en": "One of the Four Major Cases of the Early Ming Dynasty. Vice Minister of Revenue Guo Huan and others were accused of corruption, leading to the execution of tens of thousands of people."
        }
      }
    },
    {
      "id": "胡蓝党狱",
      "type": "Event",
      "name": {
        "zh-cn": [
          "胡蓝党狱"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "胡惟庸案和蓝玉案的合称，是明初规模最大的两次政治清洗。",
          "en": "The collective term for the cases of Hu Weiyong and Lan Yu, representing the two largest political purges of the early Ming Dynasty."
        }
      }
    },
    {
      "id": "南北榜案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "南北榜案"
        ],
        "en": []
      },
      "properties": {
        "period": "1397",
        "description": {
          "zh-cn": "明朝洪武年间发生的一场科举舞弊大案。",
          "en": "A major imperial examination scandal that occurred during the Hongwu era of the Ming Dynasty."
        }
      }
    },
    {
      "id": "郭桓 (明朝)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭桓 (明朝)",
          "郭桓"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "明朝户部侍郎，郭桓案的核心人物。",
          "en": "Vice Minister of Revenue of the Ming Dynasty and the central figure in the Case of Guo Huan."
        }
      }
    },
    {
      "id": "胡惟庸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡惟庸"
        ],
        "en": [
          "Hu Weiyong"
        ]
      },
      "properties": {
        "death_date": "1380",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝最后一任丞相，胡惟庸案的核心人物。",
          "en": "The last Chancellor of the Ming Dynasty and the central figure in the Case of Hu Weiyong."
        }
      }
    },
    {
      "id": "蓝玉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蓝玉"
        ],
        "en": [
          "Lan Yu"
        ]
      },
      "properties": {
        "death_date": "1393",
        "gender": "Male",
        "description": {
          "zh-cn": "明朝开国将领，蓝玉案的核心人物。",
          "en": "A founding general of the Ming Dynasty and the central figure in the Case of Lan Yu."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "朱元璋",
      "target": "空印案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1376",
        "description": {
          "zh-cn": "朱元璋认为使用空印文书是官员相互勾结的欺君重罪，对此大为震怒，下令严厉处罚所有相关官员，引发了空印案。",
          "en": "Zhu Yuanzhang became enraged, viewing the use of pre-sealed blank documents as a serious crime of deceiving the monarch and colluding among officials, and ordered severe punishment for all involved, thus initiating the Empty Seal Case."
        }
      }
    },
    {
      "source": "元朝",
      "target": "空印案",
      "type": "INFLUENCED",
      "properties": {
        "end_date": "1376",
        "description": {
          "zh-cn": "空印案中涉及的使用盖有印信的空白书册的做法，是从元朝沿袭而来的习惯，这为案件的发生埋下了伏笔。",
          "en": "The practice of using pre-sealed blank books, which was at the center of the Empty Seal Case, was a custom inherited from the Yuan Dynasty, setting the stage for the incident."
        }
      }
    },
    {
      "source": "空印案",
      "target": "方克勤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1376",
        "end_date": "1376-10-24",
        "description": {
          "zh-cn": "方克勤在即将服刑期满时，因空印案爆发而受到牵连，最终在狱中去世。",
          "en": "Just as Fang Keqin was about to complete his prison term, he was implicated in the outbreak of the Empty Seal Case and subsequently died in prison."
        }
      }
    },
    {
      "source": "郑士利",
      "target": "空印案",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1376",
        "description": {
          "zh-cn": "郑士利上疏为在空印案中获罪的官员申辩，认为此乃权宜之计，且法不先示而诛不当，试图阻止朱元璋的清洗。",
          "en": "Zheng Shili submitted a memorial defending the officials convicted in the Empty Seal Case, arguing it was an expedient measure and that punishing without prior prohibition was unjust, attempting to block Zhu Yuanzhang's purge."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "郑士利",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1376",
        "description": {
          "zh-cn": "朱元璋对郑士利的上疏大怒，不予采纳，并将郑士利及其兄郑士元发往江浦服刑。",
          "en": "Zhu Yuanzhang was enraged by Zheng Shili's memorial, rejected it, and sentenced both Zheng Shili and his brother Zheng Shiyuan to forced labor in Jiangpu."
        }
      }
    },
    {
      "source": "空印案",
      "target": "郑士元",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1376",
        "description": {
          "zh-cn": "郑士元因过去在河南任职期间使用空印文书，在空印案中受到牵连而被捕入狱。",
          "en": "Zheng Shiyuan was implicated and imprisoned in the Empty Seal Case for his past use of pre-sealed blank documents during his tenure in Henan."
        }
      }
    },
    {
      "source": "郑士利",
      "target": "郑士元",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "郑士利是郑士元的弟弟。",
          "en": "Zheng Shili is the younger brother of Zheng Shiyuan."
        }
      }
    },
    {
      "source": "叶伯巨",
      "target": "朱元璋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1376",
        "description": {
          "zh-cn": "叶伯巨于洪武九年上疏，批评朱元璋“分封太侈，用刑太繁，求治太速”等政策。",
          "en": "In the 9th year of Hongwu (1376), Ye Boju submitted a memorial criticizing Zhu Yuanzhang's policies, such as 'excessive enfeoffment, overly harsh punishments, and excessive haste in seeking governance'."
        }
      }
    },
    {
      "source": "朱元璋",
      "target": "叶伯巨",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1376",
        "description": {
          "zh-cn": "朱元璋因叶伯巨的上疏而大怒，下令将其逮捕下狱，叶伯巨最终死于狱中。",
          "en": "Enraged by Ye Boju's memorial, Zhu Yuanzhang ordered his arrest and imprisonment, where Ye eventually died."
        }
      }
    },
    {
      "source": "方孝孺",
      "target": "方克勤",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "方克勤是方孝孺的父亲。",
          "en": "Fang Keqin is the father of Fang Xiaoru."
        }
      }
    },
    {
      "source": "空印案",
      "target": "明初四大案",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "空印案是明初四大案之一。",
          "en": "The Empty Seal Case is one of the Four Major Cases of the Early Ming Dynasty."
        }
      }
    },
    {
      "source": "郭桓案",
      "target": "明初四大案",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "郭桓案是明初四大案之一。",
          "en": "The Case of Guo Huan is one of the Four Major Cases of the Early Ming Dynasty."
        }
      }
    },
    {
      "source": "胡蓝党狱",
      "target": "明初四大案",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "胡蓝党狱（胡惟庸案和蓝玉案）是明初四大案的组成部分。",
          "en": "The Hu-Lan Faction Case (Case of Hu Weiyong and Case of Lan Yu) is part of the Four Major Cases of the Early Ming Dynasty."
        }
      }
    },
    {
      "source": "胡惟庸案",
      "target": "胡蓝党狱",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "胡惟庸案是胡蓝党狱的一部分。",
          "en": "The Case of Hu Weiyong is part of the Hu-Lan Faction Case."
        }
      }
    },
    {
      "source": "蓝玉案",
      "target": "胡蓝党狱",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "蓝玉案是胡蓝党狱的一部分。",
          "en": "The Case of Lan Yu is part of the Hu-Lan Faction Case."
        }
      }
    }
  ]
}