{
  "nodes": [
    {
      "id": "赵高",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵高"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "-0257 - -0206",
        "gender": "Male",
        "death_place": {
          "zh-cn": "咸阳",
          "en": "Xianyang"
        },
        "description": {
          "zh-cn": "中国战国时期秦国及秦朝的丞相、宠臣、宦官，历仕秦始皇、秦二世和秦王子婴三代君主。他是秦国宗室远亲，出身卑贱，后因精通刑法被秦王政提拔。他发动了沙丘之变和望夷宫之变，对秦朝的迅速灭亡负有重要责任。",
          "en": "A chancellor, favored courtier, and eunuch of the state of Qin and the Qin dynasty during the Warring States period of China, serving three monarchs: Qin Shi Huang, Qin Er Shi, and Ziying. A distant relative of the Qin royal family, he rose from a humble background due to his expertise in law. He initiated the Shaqiu coup and the Wangyi Palace coup, bearing significant responsibility for the rapid collapse of the Qin dynasty."
        }
      }
    },
    {
      "id": "秦始皇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦始皇",
          "秦王政"
        ],
        "en": [
          "Qin Shi Huang"
        ]
      },
      "properties": {
        "lifetime": "-0258 - -0209",
        "gender": "Male",
        "description": {
          "zh-cn": "中国古代杰出的政治家、战略家、改革家，首次完成中国大一统的政治人物，也是中国第一个称皇帝的君主。",
          "en": "An outstanding statesman, strategist, and reformer in ancient China, the first political figure to complete the great unification of China, and the first monarch in China to be called 'Emperor'."
        }
      }
    },
    {
      "id": "秦二世",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦二世",
          "胡亥"
        ],
        "en": [
          "Qin Er Shi"
        ]
      },
      "properties": {
        "lifetime": "-0229 - -0206",
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝第二位皇帝，秦始皇第十八子。在赵高与李斯的帮助下，通过沙丘之变继承皇位。后被赵高在望夷宫之变中逼迫自杀。",
          "en": "The second emperor of the Qin dynasty, the 18th son of Qin Shi Huang. He ascended the throne through the Shaqiu coup with the help of Zhao Gao and Li Si. He was later forced to commit suicide by Zhao Gao during the Wangyi Palace coup."
        }
      }
    },
    {
      "id": "秦王子婴",
      "type": "Person",
      "name": {
        "zh-cn": [
          "秦王子婴",
          "子婴"
        ],
        "en": [
          "Ziying"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝末代君主。秦二世死后被赵高立为秦王。登基后不久，设计杀死了赵高。",
          "en": "The last ruler of the Qin dynasty. He was installed as King of Qin by Zhao Gao after the death of Qin Er Shi. Shortly after ascending the throne, he orchestrated the assassination of Zhao Gao."
        }
      }
    },
    {
      "id": "李斯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李斯"
        ],
        "en": [
          "Li Si"
        ]
      },
      "properties": {
        "lifetime": "-0279 - -0207",
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝丞相，协助秦始皇统一六国。后与赵高合谋发动沙丘之变，最终被赵高诬陷致死。",
          "en": "Chancellor of the Qin dynasty who assisted Qin Shi Huang in unifying the Six States. He later conspired with Zhao Gao to launch the Shaqiu coup and was eventually framed and executed by Zhao Gao."
        }
      }
    },
    {
      "id": "扶苏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "扶苏"
        ],
        "en": [
          "Fusu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦始皇长子，原定的皇位继承人。因沙丘之变中赵高和李斯伪造的遗诏而被迫自杀。",
          "en": "The eldest son of Qin Shi Huang and the original heir to the throne. He was forced to commit suicide due to a forged imperial edict by Zhao Gao and Li Si during the Shaqiu coup."
        }
      }
    },
    {
      "id": "蒙恬",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒙恬"
        ],
        "en": [
          "Meng Tian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝名将，深得秦始皇信任。沙丘之变后，被赵高、李斯等人囚禁，最终服毒自尽。",
          "en": "A famous general of the Qin dynasty, deeply trusted by Qin Shi Huang. After the Shaqiu coup, he was imprisoned by Zhao Gao, Li Si, and others, and eventually committed suicide by taking poison."
        }
      }
    },
    {
      "id": "蒙毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒙毅"
        ],
        "en": [
          "Meng Yi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蒙恬之弟，秦朝大臣。曾依法判处赵高死刑，后遭赵高报复，被矫诏赐死。",
          "en": "The younger brother of Meng Tian and a minister of the Qin dynasty. He once sentenced Zhao Gao to death according to the law, but was later retaliated against by Zhao Gao and killed by a forged imperial edict."
        }
      }
    },
    {
      "id": "沙丘之变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "沙丘之变"
        ],
        "en": [
          "Shaqiu Coup"
        ]
      },
      "properties": {
        "period": "-0209 - -0209",
        "location": {
          "zh-cn": "沙丘",
          "en": "Shaqiu"
        },
        "description": {
          "zh-cn": "秦始皇在沙丘驾崩后，赵高、李斯和胡亥合谋篡改遗诏，立胡亥为帝（秦二世）并赐死公子扶苏的政变事件。",
          "en": "A political coup that occurred after Qin Shi Huang's death in Shaqiu, where Zhao Gao, Li Si, and Huhai conspired to forge the imperial will, install Huhai as emperor (Qin Er Shi), and order the suicide of Prince Fusu."
        }
      }
    },
    {
      "id": "望夷宫之变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "望夷宫之变"
        ],
        "en": [
          "Wangyi Palace Coup"
        ]
      },
      "properties": {
        "period": "-0206 - -0206",
        "location": {
          "zh-cn": "望夷宫",
          "en": "Wangyi Palace"
        },
        "description": {
          "zh-cn": "赵高为自保而发动的宫廷政变，派其女婿阎乐率兵包围望夷宫，逼迫秦二世自杀。",
          "en": "A palace coup initiated by Zhao Gao for self-preservation, in which he dispatched his son-in-law Yan Le to lead troops to surround Wangyi Palace and force Qin Er Shi to commit suicide."
        }
      }
    },
    {
      "id": "指鹿为马",
      "type": "Event",
      "name": {
        "zh-cn": [
          "指鹿为马"
        ],
        "en": [
          "Pointing to a deer and calling it a horse"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "赵高为测试群臣是否顺从，在朝堂上指着鹿称其为马，并暗中迫害那些说实话的大臣，以巩固自己的权力。",
          "en": "An event where Zhao Gao, to test the obedience of the court officials, pointed to a deer and called it a horse. He secretly persecuted those ministers who told the truth, thereby consolidating his power."
        }
      }
    },
    {
      "id": "阎乐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阎乐"
        ],
        "en": [
          "Yan Le"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "赵高的女婿，时任咸阳令。在望夷宫之变中，他奉赵高之命率兵逼迫秦二世自杀。",
          "en": "Zhao Gao's son-in-law, who was the Prefect of Xianyang at the time. During the Wangyi Palace coup, he led troops under Zhao Gao's orders to force Qin Er Shi to commit suicide."
        }
      }
    },
    {
      "id": "韩谈",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩谈"
        ],
        "en": [
          "Han Tan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝宦官。在秦王子婴的授意下，于斋宫中刺杀了权臣赵高。",
          "en": "A eunuch of the Qin dynasty. Under the instruction of Prince Ziying of Qin, he assassinated the powerful minister Zhao Gao in the fasting palace."
        }
      }
    },
    {
      "id": "赵成 (赵高弟)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵成 (赵高弟)",
          "赵成"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "赵高的弟弟，时任郎中令。在望夷宫之变中担任赵高的内应。",
          "en": "Zhao Gao's younger brother, who was the Prefect of the Gentlemen of the Palace at the time. He served as Zhao Gao's inside agent during the Wangyi Palace coup."
        }
      }
    },
    {
      "id": "章邯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章邯"
        ],
        "en": [
          "Zhang Han"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦朝末年将领。在巨鹿之战被项羽击败后，因赵高的猜忌而心生恐惧，最终率军投降项羽。",
          "en": "A general in the late Qin dynasty. After being defeated by Xiang Yu at the Battle of Julu, he grew fearful of Zhao Gao's suspicion and eventually surrendered with his army to Xiang Yu."
        }
      }
    },
    {
      "id": "项羽",
      "type": "Person",
      "name": {
        "zh-cn": [
          "项羽"
        ],
        "en": [
          "Xiang Yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "秦末义军领袖之一，在巨鹿之战中击败秦军主力。",
          "en": "One of the leaders of the rebel armies at the end of the Qin dynasty, who defeated the main force of the Qin army at the Battle of Julu."
        }
      }
    },
    {
      "id": "爰历章",
      "type": "Document",
      "name": {
        "zh-cn": [
          "爰历章",
          "爰历"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "秦始皇时期由中车府令赵高创作的用于规范文字的字帖，是小篆的范本之一。",
          "en": "A calligraphy primer created by Zhao Gao, the Prefect of the Palace Carriage, during the reign of Qin Shi Huang to standardize writing, serving as one of the models for the Small Seal Script."
        }
      }
    },
    {
      "id": "秦朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "秦朝"
        ],
        "en": [
          "Qin dynasty"
        ]
      },
      "properties": {
        "period": "-0220 - -0206",
        "description": {
          "zh-cn": "中国历史上第一个大一统的封建王朝。",
          "en": "The first unified feudal dynasty in Chinese history."
        }
      }
    },
    {
      "id": "刘邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘邦"
        ],
        "en": [
          "Liu Bang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "汉朝开国皇帝。秦末时为反秦义军领袖之一。",
          "en": "The founding emperor of the Han dynasty. He was one of the leaders of the anti-Qin rebel forces at the end of the Qin dynasty."
        }
      }
    },
    {
      "id": "丞相",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "丞相",
          "中丞相"
        ],
        "en": [
          "Chancellor"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国古代的政府首脑职位。",
          "en": "The chief minister position in ancient Chinese government."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "赵高",
      "target": "秦始皇",
      "type": "SUBORDINATE_OF",
      "properties": {
        "position": {
          "zh-cn": "中车府令",
          "en": "Prefect of the Palace Carriage"
        },
        "description": {
          "zh-cn": "赵高因精通刑法被秦始皇提拔为中车府令。",
          "en": "Zhao Gao was promoted by Qin Shi Huang to be the Prefect of the Palace Carriage due to his expertise in law."
        }
      }
    },
    {
      "source": "赵高",
      "target": "秦二世",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "-0209",
        "end_date": "-0206",
        "position": {
          "zh-cn": "郎中令、中丞相",
          "en": "Prefect of the Gentlemen of the Palace, Middle Chancellor"
        },
        "description": {
          "zh-cn": "秦二世登基后，赵高升任郎中令，后又成为中丞相，独揽朝政。",
          "en": "After Qin Er Shi ascended the throne, Zhao Gao was promoted to Prefect of the Gentlemen of the Palace and later became the Middle Chancellor, monopolizing state power."
        }
      }
    },
    {
      "source": "赵高",
      "target": "秦二世",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "赵高曾担任公子胡亥（后来的秦二世）的老师，教授他决断讼案。",
          "en": "Zhao Gao served as a tutor to Prince Huhai (later Qin Er Shi), teaching him how to adjudicate legal cases."
        }
      }
    },
    {
      "source": "赵高",
      "target": "沙丘之变",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0209",
        "description": {
          "zh-cn": "秦始皇驾崩后，赵高与李斯、胡亥合谋，发动沙丘之变，篡改遗诏。",
          "en": "After the death of Qin Shi Huang, Zhao Gao conspired with Li Si and Huhai to launch the Shaqiu Coup, forging the imperial will."
        }
      }
    },
    {
      "source": "沙丘之变",
      "target": "秦二世",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0209",
        "description": {
          "zh-cn": "沙丘之变使胡亥得以取代原继承人扶苏，登基成为秦二世。",
          "en": "The Shaqiu Coup enabled Huhai to replace the original heir Fusu and ascend the throne as Qin Er Shi."
        }
      }
    },
    {
      "source": "沙丘之变",
      "target": "扶苏",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0209",
        "description": {
          "zh-cn": "在沙丘之变中，赵高等人以秦始皇的名义矫诏，赐死公子扶苏。",
          "en": "During the Shaqiu Coup, Zhao Gao and others forged an edict in Qin Shi Huang's name, ordering the suicide of Prince Fusu."
        }
      }
    },
    {
      "source": "蒙毅",
      "target": "赵高",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "赵高曾犯下重罪，秦王政让蒙毅依法惩处，蒙毅依法判赵高死刑，但秦始皇最终赦免了他。",
          "en": "Zhao Gao once committed a serious crime. King Zheng of Qin ordered Meng Yi to handle it according to the law. Meng Yi sentenced Zhao Gao to death, but Qin Shi Huang ultimately pardoned him."
        }
      }
    },
    {
      "source": "赵高",
      "target": "蒙毅",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "秦二世即位后，赵高因旧怨日夜在秦二世面前毁谤蒙毅，并进谗言称其阻挠立胡亥为太子，最终致其被杀。",
          "en": "After Qin Er Shi ascended the throne, Zhao Gao, holding a grudge, slandered Meng Yi day and night before the emperor, falsely accusing him of obstructing Huhai's enthronement, which ultimately led to Meng Yi's execution."
        }
      }
    },
    {
      "source": "赵高",
      "target": "蒙恬",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在沙丘之变后，赵高挑唆秦二世，致使蒙恬被囚禁并最终服毒自尽。",
          "en": "After the Shaqiu Coup, Zhao Gao incited Qin Er Shi, leading to Meng Tian's imprisonment and eventual suicide by poison."
        }
      }
    },
    {
      "source": "赵高",
      "target": "李斯",
      "type": "BLOCKED",
      "properties": {
        "end_date": "-0207",
        "description": {
          "zh-cn": "赵高诬陷李斯及其子李由谋反，致使李斯被判处五刑，在咸阳街市腰斩，并被诛灭三族。",
          "en": "Zhao Gao framed Li Si and his son Li You for treason, leading to Li Si being sentenced to the 'Five Pains', publicly executed by being cut in half at the waist in the Xianyang market, and having his clan exterminated to the third degree."
        }
      }
    },
    {
      "source": "赵高",
      "target": "望夷宫之变",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "因害怕秦二世追究关东起义之事而对自己不利，赵高先发制人，发动了望夷宫之变。",
          "en": "Fearing that Qin Er Shi would hold him accountable for the eastern rebellions, Zhao Gao launched a preemptive strike by initiating the Wangyi Palace Coup."
        }
      }
    },
    {
      "source": "望夷宫之变",
      "target": "秦二世",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "在望夷宫之变中，秦二世被赵高所派的阎乐逼迫自杀。",
          "en": "During the Wangyi Palace Coup, Qin Er Shi was forced to commit suicide by Yan Le, who was sent by Zhao Gao."
        }
      }
    },
    {
      "source": "阎乐",
      "target": "秦二世",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "奉赵高之命，率吏卒一千多人包围望夷宫，当面历数秦二世罪状并逼其自杀。",
          "en": "Under Zhao Gao's orders, he led over a thousand soldiers to surround Wangyi Palace, enumerated Qin Er Shi's crimes to his face, and forced him to commit suicide."
        }
      }
    },
    {
      "source": "阎乐",
      "target": "赵高",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "阎乐是赵高的女婿，并听从其命令发动了望夷宫之变。",
          "en": "Yan Le was Zhao Gao's son-in-law and followed his orders to launch the Wangyi Palace Coup."
        }
      }
    },
    {
      "source": "赵高",
      "target": "秦王子婴",
      "type": "PUSHED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "在杀死秦二世后，赵高召集群臣和诸公子，拥立子婴为秦王。",
          "en": "After killing Qin Er Shi, Zhao Gao summoned the ministers and princes and installed Ziying as the King of Qin."
        }
      }
    },
    {
      "source": "秦王子婴",
      "target": "赵高",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "子婴登基五天后，设计诱骗赵高亲自前来，并派宦官韩谈在斋宫中将其刺杀，随后诛灭其三族。",
          "en": "Five days after ascending the throne, Ziying devised a plan to lure Zhao Gao to come in person and had the eunuch Han Tan assassinate him in the fasting palace, subsequently exterminating his clan to the third degree."
        }
      }
    },
    {
      "source": "韩谈",
      "target": "赵高",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "奉秦王子婴之命，在斋宫中刺杀了赵高。",
          "en": "Under the order of Prince Ziying of Qin, he assassinated Zhao Gao in the fasting palace."
        }
      }
    },
    {
      "source": "赵成 (赵高弟)",
      "target": "赵高",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "赵成是赵高的弟弟。",
          "en": "Zhao Cheng was Zhao Gao's younger brother."
        }
      }
    },
    {
      "source": "赵高",
      "target": "指鹿为马",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "赵高为测试群臣，策划了指鹿为马事件，以清除异己，巩固权力。",
          "en": "To test the ministers, Zhao Gao orchestrated the 'pointing to a deer and calling it a horse' incident to eliminate dissenters and consolidate power."
        }
      }
    },
    {
      "source": "项羽",
      "target": "章邯",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "在巨鹿之战中，项羽率领的军队击败了章邯率领的秦军主力。",
          "en": "At the Battle of Julu, the army led by Xiang Yu defeated the main force of the Qin army led by Zhang Han."
        }
      }
    },
    {
      "source": "赵高",
      "target": "章邯",
      "type": "BLOCKED",
      "properties": {
        "start_date": "-0206",
        "description": {
          "zh-cn": "章邯派长史司马欣向赵高请示，赵高拒不接见，加剧了章邯的恐惧和不信任，最终导致其投降。",
          "en": "Zhang Han sent his chief clerk Sima Xin to consult Zhao Gao, but Zhao Gao refused to see him, exacerbating Zhang Han's fear and distrust, which ultimately led to his surrender."
        }
      }
    },
    {
      "source": "赵高",
      "target": "爰历章",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "奉秦始皇之命，创作了《爰历》六章，作为全国规范字帖之一。",
          "en": "Under the order of Qin Shi Huang, he created the six chapters of 'Yuan Li' as one of the national standard calligraphy primers."
        }
      }
    },
    {
      "source": "赵高",
      "target": "刘邦",
      "type": "MET_WITH",
      "properties": {
        "description": {
          "zh-cn": "赵高在杀死秦二世后，曾派使者联络刘邦，欲与关东诸侯共同瓜分秦朝，但遭到刘邦拒绝。",
          "en": "After killing Qin Er Shi, Zhao Gao sent an emissary to contact Liu Bang, intending to divide the Qin territory with the eastern lords, but was refused by Liu Bang."
        }
      }
    },
    {
      "source": "赵高",
      "target": "丞相",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "-0207",
        "end_date": "-0206",
        "position": {
          "zh-cn": "中丞相",
          "en": "Middle Chancellor"
        },
        "description": {
          "zh-cn": "李斯死后，秦二世任命赵高任中丞相。",
          "en": "After the death of Li Si, Qin Er Shi appointed Zhao Gao as the Middle Chancellor."
        }
      }
    }
  ]
}