{
  "nodes": [
    {
      "id": "刘志军",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘志军",
          "刘跨越",
          "中国高铁之父"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1953-01-29 - ",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "中华人民共和国湖北省黄冈专区鄂城县",
          "en": "Echeng County, Huanggang Prefecture, Hubei Province, People's Republic of China"
        },
        "description": {
          "zh-cn": "中华人民共和国铁道部前部长，因推动中国高速铁路“跨越式发展”而闻名，后因受贿罪、滥用职权罪被判处死刑，缓期二年执行。民间对其功过评价存在争议，常与日本新干线之父十河信二相比较。",
          "en": "Former Minister of Railways of the People's Republic of China, known for promoting the \"leapfrog development\" of China's high-speed rail. He was later sentenced to death with a two-year reprieve for bribery and abuse of power. Public opinion on his legacy is divided, and he is often compared to Shinji Sogō, the father of the Japanese Shinkansen."
        }
      }
    },
    {
      "id": "中华人民共和国铁道部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国铁道部",
          "铁道部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院曾经的组成部门，负责管理全国铁路客货运，2013年被撤销。在刘志军任内，该部门主导了中国高速铁路的大规模建设。",
          "en": "A former constituent department of the State Council of the People's Republic of China, responsible for managing national railway passenger and freight transport. It was abolished in 2013. Under Liu Zhijun's tenure, the ministry led the large-scale construction of China's high-speed rail network."
        }
      }
    },
    {
      "id": "温家宝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "温家宝"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国政治人物，曾任国务院总理。2003年，他提名刘志军为铁道部部长。",
          "en": "A Chinese politician who served as Premier of the State Council. In 2003, he nominated Liu Zhijun as Minister of Railways."
        }
      }
    },
    {
      "id": "傅志寰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "傅志寰"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国铁道部前部长，是刘志军的前任。他曾推行“网运分离”的铁路改革，但该方向在刘志军上任后被逆转。他曾联名举报刘志军。",
          "en": "Former Minister of Railways of the People's Republic of China and Liu Zhijun's predecessor. He promoted the \"separation of network and operation\" railway reform, a policy that was reversed after Liu took office. He co-signed a letter to report Liu Zhijun's misconduct."
        }
      }
    },
    {
      "id": "盛光祖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "盛光祖"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国政治人物，在刘志军被免职后接任铁道部部长。",
          "en": "A Chinese politician who succeeded Liu Zhijun as Minister of Railways after Liu's dismissal."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。刘志军于1973年加入，2012年被开除党籍。",
          "en": "The ruling political party of the People's Republic of China. Liu Zhijun joined in 1973 and was expelled in 2012."
        }
      }
    },
    {
      "id": "鄂城县",
      "type": "Location",
      "name": {
        "zh-cn": [
          "鄂城县"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "刘志军的出生地，位于湖北省，现为鄂州市华容区的一部分。",
          "en": "Liu Zhijun's birthplace, located in Hubei Province, now part of Huairong District, Ezhou City."
        }
      }
    },
    {
      "id": "刘志祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘志祥"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "刘志军的弟弟，曾任汉口火车站站长等职，后因多项罪名被判处死缓。",
          "en": "Liu Zhijun's younger brother, who served as the station master of Hankou Railway Station. He was later sentenced to death with a reprieve on multiple charges."
        }
      }
    },
    {
      "id": "中共中央党校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央党校"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的直属机构，负责培训党的高级领导干部。刘志军在此获得硕士学历。",
          "en": "An institution directly under the Central Committee of the Communist Party of China, responsible for training senior party cadres. Liu Zhijun obtained a master's degree here."
        }
      }
    },
    {
      "id": "铁路跨越式发展",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "铁路跨越式发展"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "刘志军在担任铁道部部长期间提出的核心方针，旨在通过引进技术和大规模投资，在短时间内快速提升中国铁路的技术水平和运输能力，尤其是发展高速铁路。",
          "en": "The core policy proposed by Liu Zhijun during his tenure as Minister of Railways, aiming to rapidly enhance China's railway technology and transport capacity, especially in high-speed rail, through technology acquisition and large-scale investment in a short period."
        }
      }
    },
    {
      "id": "中华人民共和国高速铁路",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国高速铁路"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国的全国性高速铁路网络建设计划。刘志军是这一计划的主要推动者，在其任内，中国高速铁路建设进入高速发展期。",
          "en": "China's national high-speed railway network construction project. Liu Zhijun was the main promoter of this project, and during his tenure, China's high-speed rail construction entered a period of rapid development."
        }
      }
    },
    {
      "id": "北京市第二中级人民法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京市第二中级人民法院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国北京市的司法机构。该法院于2013年一审判处刘志军死刑，缓期二年执行。",
          "en": "A judicial body in Beijing, China. In 2013, this court sentenced Liu Zhijun to death with a two-year reprieve in the first-instance trial."
        }
      }
    },
    {
      "id": "黄立平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄立平"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "刘志军的前妻，其父黄从全是刘志军早年在铁路系统的上级。",
          "en": "Liu Zhijun's ex-wife. Her father, Huang Congquan, was Liu's superior in the railway system during his early career."
        }
      }
    },
    {
      "id": "黄从全",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄从全"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曾任武汉铁路分局副局长，是刘志军早期的上级和岳父，对刘志军的升迁起到了提携作用。",
          "en": "Former deputy director of the Wuhan Railway Bureau, Liu Zhijun's early superior and father-in-law, who played a role in promoting Liu's career."
        }
      }
    },
    {
      "id": "胡锦涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡锦涛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国政治人物，曾任国家主席。2003年，他根据全国人大的决定任命刘志军为铁道部部长。",
          "en": "A Chinese politician who served as President of the People's Republic of China. In 2003, he appointed Liu Zhijun as Minister of Railways based on the decision of the National People's Congress."
        }
      }
    },
    {
      "id": "中长期铁路网规划",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中长期铁路网规划"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国铁路发展的纲领性文件，于2004年经国务院审议通过，为中国高速铁路的大规模建设提供了蓝图，其制定和实施与刘志军密切相关。",
          "en": "A programmatic document for China's railway development, approved by the State Council in 2004. It provided the blueprint for the large-scale construction of China's high-speed rail and its formulation and implementation were closely related to Liu Zhijun."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高国家行政机关。该机构批准了《中长期铁路网规划》，并为铁路建设提供了大量资金支持，尤其是在四万亿经济刺激计划中。",
          "en": "The highest state administrative organ of the People's Republic of China. It approved the \"Medium- and Long-Term Railway Network Plan\" and provided substantial financial support for railway construction, especially through the four-trillion-yuan economic stimulus package."
        }
      }
    },
    {
      "id": "刘友梅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘友梅"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国工程院院士，“中华之星”动车组总设计师。他曾联名举报刘志军在高铁技术引进中排挤国产技术的行为。",
          "en": "An academician of the Chinese Academy of Engineering and the chief designer of the \"China Star\" EMU. He co-signed a letter to report Liu Zhijun for sidelining domestically developed technology in favor of foreign high-speed rail technology."
        }
      }
    },
    {
      "id": "2008年胶济铁路列车相撞事故",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2008年胶济铁路列车相撞事故"
        ],
        "en": []
      },
      "properties": {
        "period": "2008-04-28",
        "location": {
          "zh-cn": "胶济铁路"
        },
        "description": {
          "zh-cn": "2008年发生在中国山东省胶济铁路的特大交通安全事故，造成72人死亡。时任铁道部部长刘志军因此次事故被记过处分。",
          "en": "A major railway accident that occurred in 2008 on the Jiaoji Railway in Shandong Province, China, resulting in 72 deaths. Then-Minister of Railways Liu Zhijun received a demerit as a result of the accident."
        }
      }
    },
    {
      "id": "丁书苗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "丁书苗",
          "丁羽心"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国女商人，与刘志军关系密切。刘志军滥用职权为其获取巨额非法利益，丁书苗也为刘志军充当了行贿的中间人。她是刘志军案的关键人物。",
          "en": "A Chinese businesswoman with close ties to Liu Zhijun. Liu abused his power to help her obtain huge illicit profits, and Ding acted as an intermediary for Liu's bribery activities. She is a key figure in Liu Zhijun's case."
        }
      }
    },
    {
      "id": "中华人民共和国审计署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国审计署",
          "国家审计署"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "负责中华人民共和国国家财政收支审计工作的国务院组成部门。该机构在对京沪高铁进行跟踪审计时发现了丁书苗与刘志军的线索，从而揭开了刘志军案。",
          "en": "The constituent department of the State Council responsible for auditing the fiscal revenues and expenditures of the People's Republic of China. While conducting a follow-up audit of the Beijing-Shanghai High-Speed Railway, it uncovered clues related to Ding Shumiao and Liu Zhijun, which led to the exposure of Liu's case."
        }
      }
    },
    {
      "id": "徐爱生",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐爱生"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任国家审计署投资司司长，在对京沪高铁的审计中发现了丁书苗的线索，是揭开刘志军案的关键人物之一。",
          "en": "Then-director of the Investment Audit Department of the National Audit Office. He discovered clues related to Ding Shumiao during the audit of the Beijing-Shanghai High-Speed Railway and was one of the key figures in uncovering Liu Zhijun's case."
        }
      }
    },
    {
      "id": "中国共产党中央纪律检查委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央纪律检查委员会",
          "中共中央纪委"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的最高纪律检查机关。该机构于2011年对刘志军涉嫌严重违纪问题进行了调查。",
          "en": "The highest internal disciplinary body of the Communist Party of China. This commission investigated Liu Zhijun for suspected serious violations of discipline in 2011."
        }
      }
    },
    {
      "id": "2011年甬台温铁路列车追尾事故",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2011年甬台温铁路列车追尾事故"
        ],
        "en": []
      },
      "properties": {
        "period": "2011-07-23",
        "location": {
          "zh-cn": "甬台温铁路"
        },
        "description": {
          "zh-cn": "发生在中国浙江省温州市附近甬台温铁路上的特大铁路交通事故。事故调查报告认定，已被免职的刘志军对此事故负有主要领导责任。",
          "en": "A major railway accident that occurred on the Yongtaiwen Railway near Wenzhou, Zhejiang Province, China. The accident investigation report concluded that Liu Zhijun, who had already been dismissed, bore primary leadership responsibility for the accident."
        }
      }
    },
    {
      "id": "秦城监狱",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "秦城监狱"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国北京市昌平区，是一所以关押高级别政治犯而闻名的监狱。刘志军被判刑后在此服刑。",
          "en": "Located in Changping District, Beijing, China, it is a prison famous for incarcerating high-ranking political prisoners. Liu Zhijun has been serving his sentence here since being convicted."
        }
      }
    },
    {
      "id": "邵力平 (1954年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邵力平 (1954年)"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "检察院指控刘志军曾为其提供帮助并收受其财物的人员之一。",
          "en": "One of the individuals whom prosecutors accused Liu Zhijun of helping in exchange for bribes."
        }
      }
    },
    {
      "id": "钱列阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱列阳"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国著名律师，在刘志军案中担任其辩护人，为其作罪轻辩护。",
          "en": "A famous Chinese lawyer who acted as Liu Zhijun's defense counsel, arguing for a lighter sentence."
        }
      }
    },
    {
      "id": "何洪达",
      "type": "Person",
      "name": {
        "zh-cn": [
          "何洪达"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原铁道部落马官员，刘志军曾被指授意丁书苗花费巨资为其疏通关系，试图使其免于刑罚。",
          "en": "A former disgraced official from the Ministry of Railways. Liu Zhijun was accused of instructing Ding Shumiao to spend a large sum of money to bribe officials in an attempt to help He avoid punishment."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "刘志军",
      "target": "刘志祥",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "刘志祥是刘志军的弟弟。",
          "en": "Liu Zhixiang is Liu Zhijun's younger brother."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "黄立平",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "黄立平是刘志军的前妻，两人在刘志军担任武汉铁路分局党委书记后不久离婚。",
          "en": "Huang Liping is Liu Zhijun's ex-wife; they divorced shortly after he became the Party Secretary of the Wuhan Railway Bureau."
        }
      }
    },
    {
      "source": "黄立平",
      "target": "黄从全",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "黄立平是武汉铁路分局副局长黄从全的女儿。",
          "en": "Huang Liping is the daughter of Huang Congquan, the deputy director of the Wuhan Railway Bureau."
        }
      }
    },
    {
      "source": "黄从全",
      "target": "刘志军",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为刘志军早年在武汉铁路分局的上级，黄从全赏识刘志军的才能，不仅将女儿嫁给他，也对其职业生涯起到了提携作用。",
          "en": "As Liu Zhijun's superior at the Wuhan Railway Bureau in his early years, Huang Congquan appreciated Liu's talents, not only marrying his daughter to him but also helping to advance his career."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "中共中央党校",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1995-09",
        "end_date": "1998-07",
        "degree": {
          "zh-cn": "在职研究生",
          "en": "In-service postgraduate study"
        },
        "description": {
          "zh-cn": "刘志军在中共中央党校培训部哲学专业在职研究生班学习。",
          "en": "Liu Zhijun studied in the in-service postgraduate program in philosophy at the Training Department of the Central Party School."
        }
      }
    },
    {
      "source": "温家宝",
      "target": "刘志军",
      "type": "PUSHED",
      "properties": {
        "start_date": "2003-03-17",
        "description": {
          "zh-cn": "时任国务院总理温家宝提名刘志军担任中华人民共和国铁道部部长。",
          "en": "Then-Premier Wen Jiabao nominated Liu Zhijun to be the Minister of Railways of the People's Republic of China."
        }
      }
    },
    {
      "source": "胡锦涛",
      "target": "刘志军",
      "type": "PUSHED",
      "properties": {
        "start_date": "2003-03-17",
        "description": {
          "zh-cn": "时任国家主席胡锦涛根据全国人民代表大会的决定，任命刘志军为铁道部部长。",
          "en": "Then-President Hu Jintao appointed Liu Zhijun as Minister of Railways in accordance with the decision of the National People's Congress."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "中华人民共和国铁道部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2003-03-17",
        "end_date": "2011-02-25",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        },
        "description": {
          "zh-cn": "刘志军在此期间担任铁道部部长及党组书记。",
          "en": "Liu Zhijun served as the Minister and Party Group Secretary of the Ministry of Railways during this period."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "温家宝",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2003-03-17",
        "end_date": "2011-02-12",
        "position": {
          "zh-cn": "铁道部部长",
          "en": "Minister of Railways"
        },
        "description": {
          "zh-cn": "在刘志军担任铁道部部长期间，温家宝是其上级（国务院总理）。",
          "en": "During Liu Zhijun's tenure as Minister of Railways, Wen Jiabao was his superior (Premier of the State Council)."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "傅志寰",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2003-03-17",
        "description": {
          "zh-cn": "刘志军接替傅志寰成为铁道部部长。",
          "en": "Liu Zhijun succeeded Fu Zhihuan as Minister of Railways."
        }
      }
    },
    {
      "source": "盛光祖",
      "target": "刘志军",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2011-02-25",
        "description": {
          "zh-cn": "盛光祖在刘志军被免职后接任铁道部部长。",
          "en": "Sheng Guangzu succeeded Liu Zhijun as Minister of Railways after Liu's dismissal."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "铁路跨越式发展",
      "type": "PUSHED",
      "properties": {
        "start_date": "2002-12",
        "description": {
          "zh-cn": "刘志军是“铁路跨越式发展”方针的主要提出者和推动者。",
          "en": "Liu Zhijun was the main proponent and driving force behind the \"Railway Leapfrog Development\" policy."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "中华人民共和国高速铁路",
      "type": "PUSHED",
      "properties": {
        "start_date": "2003",
        "end_date": "2011",
        "description": {
          "zh-cn": "在其部长任内，刘志军大力推动了中国高速铁路网的建设，因此被称为“中国高铁之父”。",
          "en": "During his tenure as minister, Liu Zhijun vigorously promoted the construction of China's high-speed rail network, earning him the nickname \"Father of China's High-Speed Rail.\""
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "中长期铁路网规划",
      "type": "PUSHED",
      "properties": {
        "start_date": "2004-01",
        "description": {
          "zh-cn": "国务院常务会议审议通过了《中长期铁路网规划》，为高铁建设提供了政策支持。",
          "en": "The State Council's executive meeting reviewed and approved the \"Medium- and Long-Term Railway Network Plan,\" providing policy support for high-speed rail construction."
        }
      }
    },
    {
      "source": "中长期铁路网规划",
      "target": "中华人民共和国高速铁路",
      "type": "PUSHED",
      "properties": {
        "start_date": "2004-01",
        "description": {
          "zh-cn": "该规划提出了“四纵四横”客运专线网络，是中国高速铁路大规模建设的蓝图。",
          "en": "This plan proposed the \"Four Vertical and Four Horizontal\" passenger-dedicated line network, which served as the blueprint for the large-scale construction of high-speed rail in China."
        }
      }
    },
    {
      "source": "2008年胶济铁路列车相撞事故",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2008-04-28",
        "description": {
          "zh-cn": "因对该起特大交通事故负有领导责任，刘志军被记过处分。",
          "en": "Liu Zhijun received a demerit for his leadership responsibility in this major traffic accident."
        }
      }
    },
    {
      "source": "中华人民共和国审计署",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2010",
        "description": {
          "zh-cn": "国家审计署在对京沪高铁的审计中发现了与刘志军有关的线索，直接导致了对其的调查。",
          "en": "The National Audit Office discovered clues related to Liu Zhijun during its audit of the Beijing-Shanghai High-Speed Railway, which directly led to the investigation against him."
        }
      }
    },
    {
      "source": "徐爱生",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2010",
        "description": {
          "zh-cn": "时任国家审计署投资司司长徐爱生在审计中发现了丁书苗的线索，从而揭开了刘志军案。",
          "en": "As the then-director of the Investment Audit Department of the National Audit Office, Xu Aisheng discovered clues related to Ding Shumiao during an audit, thereby exposing the Liu Zhijun case."
        }
      }
    },
    {
      "source": "中国共产党中央纪律检查委员会",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2011-02-12",
        "end_date": "2012-05-28",
        "description": {
          "zh-cn": "中共中央纪委对刘志军涉嫌严重违纪问题进行立案调查，并最终决定开除其党籍。",
          "en": "The CCDI of the CPC investigated Liu Zhijun for suspected serious violations of discipline and ultimately decided to expel him from the party."
        }
      }
    },
    {
      "source": "北京市第二中级人民法院",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2013-07-08",
        "description": {
          "zh-cn": "该法院一审以受贿罪、滥用职权罪判处刘志军死刑，缓期二年执行。",
          "en": "This court sentenced Liu Zhijun to death with a two-year reprieve for bribery and abuse of power in the first-instance trial."
        }
      }
    },
    {
      "source": "秦城监狱",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2013",
        "description": {
          "zh-cn": "刘志军被判刑后在秦城监狱服刑。",
          "en": "Liu Zhijun has been serving his sentence at Qincheng Prison since his conviction."
        }
      }
    },
    {
      "source": "傅志寰",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "傅志寰联名多位院士向国务院上书，举报刘志军在高铁技术引进中的不当行为。",
          "en": "Fu Zhihuan co-signed a letter with multiple academicians to the State Council, reporting Liu Zhijun's misconduct in the process of high-speed rail technology acquisition."
        }
      }
    },
    {
      "source": "刘友梅",
      "target": "刘志军",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "“中华之星”总设计师刘友梅联名多位院士向国务院上书，举报刘志军在高铁技术引进中的不当行为。",
          "en": "Liu Youmei, the chief designer of \"China Star,\" co-signed a letter with multiple academicians to the State Council, reporting Liu Zhijun's misconduct in the process of high-speed rail technology acquisition."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "丁书苗",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986",
        "end_date": "2011",
        "description": {
          "zh-cn": "刘志军利用职务便利，为丁书苗在获取铁路货物运输计划、运作工程项目中标等方面提供帮助，使其获得巨额经济利益。",
          "en": "Liu Zhijun used his official position to help Ding Shumiao obtain railway freight transport plans and win bids for construction projects, enabling her to gain huge economic benefits."
        }
      }
    },
    {
      "source": "丁书苗",
      "target": "刘志军",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "丁书苗按照刘志军的指使，为刘志军谋求职务晋升而进行行贿活动。",
          "en": "Following Liu Zhijun's instructions, Ding Shumiao engaged in bribery activities to seek a promotion for Liu."
        }
      }
    },
    {
      "source": "邵力平 (1954年)",
      "target": "刘志军",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "邵力平是向刘志军行贿以获取帮助的11人之一。",
          "en": "Shao Liping was one of the 11 individuals who bribed Liu Zhijun in exchange for assistance."
        }
      }
    },
    {
      "source": "钱列阳",
      "target": "刘志军",
      "type": "MET_WITH",
      "properties": {
        "start_date": "2013",
        "description": {
          "zh-cn": "钱列阳在刘志军案中担任其辩护律师。",
          "en": "Qian Lieyang served as Liu Zhijun's defense lawyer in his case."
        }
      }
    },
    {
      "source": "刘志军",
      "target": "何洪达",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "刘志军被指授意丁书苗花费4390万元，试图通过疏通关系帮助因腐败落马的官员何洪达。",
          "en": "Liu Zhijun was accused of instructing Ding Shumiao to spend 43.9 million yuan to bribe officials in an attempt to help He Hongda, a disgraced official."
        }
      }
    }
  ]
}