{
  "nodes": [
    {
      "id": "武汉大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "武汉大学",
          "武大"
        ],
        "en": [
          "Wuhan University",
          "WHU"
        ]
      },
      "properties": {
        "period": "1893 - ",
        "location": {
          "zh-cn": "中国湖北省武汉市武昌区珞珈山",
          "en": "Luojia Hill, Wuchang District, Wuhan, Hubei, China"
        },
        "description": {
          "zh-cn": "位于中国湖北省武汉市的综合研究型大学，是“双一流A类”、“985工程”、“211工程”重点建设大学。其办学源头可追溯至1893年由张之洞创办的自强学堂。2000年8月2日，与武汉水利电力大学、武汉测绘科技大学、湖北医科大学合并组建新的武汉大学。",
          "en": "A comprehensive research university located in Wuhan, Hubei, China. It is a key university under the 'Double First Class University Plan', 'Project 985', and 'Project 211'. Its origins trace back to the Ziqiang Institute, founded by Zhang Zhidong in 1893. On August 2, 2000, it merged with Wuhan University of Hydraulic and Electric Engineering, Wuhan Technical University of Surveying and Mapping, and Hubei Medical University to form the new Wuhan University."
        }
      }
    },
    {
      "id": "张之洞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张之洞"
        ],
        "en": [
          "Zhang Zhidong"
        ]
      },
      "properties": {
        "lifetime": "1837-09-02 - 1909-10-04",
        "gender": "Male",
        "description": {
          "zh-cn": "晚清名臣，洋务派代表人物。时任湖广总督期间，创办了自强学堂、两湖书院等新式学堂。",
          "en": "A prominent official in the late Qing dynasty and a representative of the Self-Strengthening Movement. During his tenure as Viceroy of Huguang, he founded modern educational institutions such as the Ziqiang Institute and Lianghu Academy."
        }
      }
    },
    {
      "id": "自强学堂",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "自强学堂"
        ],
        "en": [
          "Ziqiang Institute"
        ]
      },
      "properties": {
        "period": "1893 - 1902",
        "description": {
          "zh-cn": "由时任湖广总督张之洞于1893年创办，是武汉大学的办学源头。1902年更名为方言学堂。",
          "en": "Founded in 1893 by Zhang Zhidong, then Viceroy of Huguang, it is considered the origin of Wuhan University. It was renamed the Fangyan School in 1902."
        }
      }
    },
    {
      "id": "国立武昌高等师范学校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立武昌高等师范学校",
          "国立武昌高师"
        ],
        "en": [
          "National Wuchang Higher Normal School"
        ]
      },
      "properties": {
        "period": "1913 - 1923",
        "description": {
          "zh-cn": "1913年由北洋政府教育部成立，是武汉大学明确的办学始源之一。1923年更名为国立武昌师范大学。",
          "en": "Established in 1913 by the Ministry of Education of the Beiyang Government, it is one of the clear origins of Wuhan University. It was renamed National Wuchang Normal University in 1923."
        }
      }
    },
    {
      "id": "国立武汉大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立武汉大学"
        ],
        "en": [
          "National Wuhan University"
        ]
      },
      "properties": {
        "period": "1928 - 1949",
        "description": {
          "zh-cn": "1928年由南京国民政府以国立武昌中山大学为基础改建而成。1949年被中国共产党接管并更名。",
          "en": "Reorganized in 1928 by the Nanjing Nationalist Government based on the National Wuchang Sun Yat-sen University. In 1949, it was taken over by the Communist Party of China and renamed."
        }
      }
    },
    {
      "id": "王世杰 (1891年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王世杰 (1891年)",
          "王世杰"
        ],
        "en": [
          "Wang Shijie"
        ]
      },
      "properties": {
        "lifetime": "1891-03-10 - 1981-04-21",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家、教育家，国立武汉大学首位正式校长。",
          "en": "A politician and educator of the Republic of China, and the first formal president of National Wuhan University."
        }
      }
    },
    {
      "id": "抗日战争 (中国)",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "抗日战争 (中国)",
          "日本全面侵华战争"
        ],
        "en": [
          "Second Sino-Japanese War"
        ]
      },
      "properties": {
        "period": "1937-07-07 - 1945-09-02",
        "description": {
          "zh-cn": "二十世纪中期中国抵抗日本全面侵略的战争。战争期间，国立武汉大学西迁四川乐山办学。",
          "en": "The war in the mid-20th century where China resisted a full-scale invasion by Japan. During the war, National Wuhan University relocated to Leshan, Sichuan to continue its operations."
        }
      }
    },
    {
      "id": "乐山",
      "type": "Location",
      "name": {
        "zh-cn": [
          "乐山"
        ],
        "en": [
          "Leshan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国四川省下辖地级市。抗日战争期间，国立武汉大学西迁至此办学八年。",
          "en": "A prefecture-level city in Sichuan Province, China. During the Second Sino-Japanese War, National Wuhan University relocated here and operated for eight years."
        }
      }
    },
    {
      "id": "老武汉大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "老武汉大学",
          "武汉大学（老）"
        ],
        "en": [
          "Old Wuhan University"
        ]
      },
      "properties": {
        "period": "1949 - 2000-08-02",
        "description": {
          "zh-cn": "指1949年更名后至2000年四校合并前的武汉大学。在1950年代院系调整中成为文理科综合大学。",
          "en": "Refers to Wuhan University from its renaming in 1949 until the four-university merger in 2000. It became a comprehensive university focusing on arts and sciences after the 1950s higher education reorganization."
        }
      }
    },
    {
      "id": "1952年武汉高校院系调整",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "1952年武汉高校院系调整"
        ],
        "en": [
          "1952 Reorganization of Higher Education Institutions in Wuhan"
        ]
      },
      "properties": {
        "period": "1952",
        "description": {
          "zh-cn": "1950年代初期中国大陆高校之间进行的大规模院系调整的一部分。在此次调整中，武汉大学的工科、农科、医科被拆分出去，成为一所文理科综合大学。",
          "en": "Part of the large-scale reorganization of colleges and departments among mainland Chinese universities in the early 1950s. In this adjustment, Wuhan University's engineering, agriculture, and medical schools were separated, making it a comprehensive university of arts and sciences."
        }
      }
    },
    {
      "id": "李达 (哲学家)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李达 (哲学家)",
          "李达"
        ],
        "en": [
          "Li Da (philosopher)"
        ]
      },
      "properties": {
        "lifetime": "1890-10-02 - 1966-08-24",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党的创始人之一，马克思主义哲学家和教育家。自1952年起担任武汉大学校长，在文化大革命期间被迫害致死。",
          "en": "One of the founders of the Communist Party of China, a Marxist philosopher and educator. He served as the president of Wuhan University from 1952 and was persecuted to death during the Cultural Revolution."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966-05 - 1976-10",
        "description": {
          "zh-cn": "中华人民共和国时期的一场政治运动。期间，武汉大学校长李达被迫害致死，学校在之后14年间没有校长。",
          "en": "A political movement in the People's Republic of China. During this period, Wuhan University President Li Da was persecuted to death, and the university had no president for the following 14 years."
        }
      }
    },
    {
      "id": "刘道玉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘道玉"
        ],
        "en": [
          "Liu Daoyu"
        ]
      },
      "properties": {
        "lifetime": "1933-11 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国教育家，1981年至1988年担任武汉大学校长。在任期间推行一系列改革措施，使武大迎来快速发展期，但后因改革被认为过于激进而被免职。",
          "en": "A Chinese educator who served as the president of Wuhan University from 1981 to 1988. During his tenure, he implemented a series of reforms that led to a period of rapid development for the university, but he was later dismissed because his reforms were considered too radical."
        }
      }
    },
    {
      "id": "武汉水利电力大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "武汉水利电力大学",
          "武汉水利电力学院"
        ],
        "en": [
          "Wuhan University of Hydraulic and Electric Engineering"
        ]
      },
      "properties": {
        "period": " - 2000-08-02",
        "description": {
          "zh-cn": "原为中华人民共和国电力工业部直属的全国重点大学，2000年并入武汉大学，成为其工学部的主要组成部分。",
          "en": "Formerly a national key university directly under the Ministry of Electric Power Industry of the PRC. In 2000, it merged into Wuhan University, becoming the main component of its Faculty of Engineering."
        }
      }
    },
    {
      "id": "武汉测绘科技大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "武汉测绘科技大学",
          "武汉测绘学院"
        ],
        "en": [
          "Wuhan Technical University of Surveying and Mapping"
        ]
      },
      "properties": {
        "period": " - 2000-08-02",
        "description": {
          "zh-cn": "原为国家测绘局直属的全国重点大学，2000年并入武汉大学，成为其信息科学学部的主要组成部分。",
          "en": "Formerly a national key university directly under the National Bureau of Surveying and Mapping. In 2000, it merged into Wuhan University, becoming the main component of its Faculty of Information Sciences."
        }
      }
    },
    {
      "id": "湖北医科大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "湖北医科大学"
        ],
        "en": [
          "Hubei Medical University"
        ]
      },
      "properties": {
        "period": " - 2000-08-02",
        "description": {
          "zh-cn": "原为湖北省属重点院校，2000年并入武汉大学，成为其医学部。",
          "en": "Formerly a key institution under the jurisdiction of Hubei Province. In 2000, it merged into Wuhan University to become its Faculty of Medicine."
        }
      }
    },
    {
      "id": "985工程",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "985工程"
        ],
        "en": [
          "Project 985"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国政府于1998年提出的建设若干所世界一流大学和一批国际知名的高水平研究型大学的工程。武汉大学于2001年入选。",
          "en": "A project initiated by the Chinese government in 1998 to build a number of world-class universities and a group of internationally renowned high-level research universities. Wuhan University was selected in 2001."
        }
      }
    },
    {
      "id": "211工程",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "211工程"
        ],
        "en": [
          "Project 211"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国政府于1995年启动的，面向21世纪、重点建设100所左右的高等学校和一批重点学科的建设工程。武汉大学于1995年入选。",
          "en": "A project launched by the Chinese government in 1995 to strengthen about 100 universities and a number of key disciplines for the 21st century. Wuhan University was selected in 1995."
        }
      }
    },
    {
      "id": "雷军",
      "type": "Person",
      "name": {
        "zh-cn": [
          "雷军"
        ],
        "en": [
          "Lei Jun"
        ]
      },
      "properties": {
        "lifetime": "1969-12-16 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国企业家，小米集团创始人、董事长兼首席执行官，武汉大学计算机系1987级校友。2023年向武汉大学捐赠13亿元人民币。",
          "en": "Chinese entrepreneur, founder, chairman, and CEO of Xiaomi Inc. He is an alumnus of Wuhan University's Department of Computer Science, class of 1987. In 2023, he donated 1.3 billion RMB to Wuhan University."
        }
      }
    },
    {
      "id": "小米集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "小米集团"
        ],
        "en": [
          "Xiaomi Inc."
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国科技公司，由武汉大学校友雷军创立。",
          "en": "A Chinese technology company founded by Wuhan University alumnus Lei Jun."
        }
      }
    },
    {
      "id": "中华人民共和国教育部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国教育部"
        ],
        "en": [
          "Ministry of Education of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院主管教育事业和语言文字工作的组成部门。武汉大学是其直属高校。",
          "en": "The constituent department of the State Council of the People's Republic of China that oversees education and language-related work. Wuhan University is a university directly affiliated with the ministry."
        }
      }
    },
    {
      "id": "张平文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张平文"
        ],
        "en": [
          "Zhang Pingwen"
        ]
      },
      "properties": {
        "lifetime": "1966-07 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国数学家，中国科学院院士，武汉大学校长。",
          "en": "A Chinese mathematician, an academician of the Chinese Academy of Sciences, and the president of Wuhan University."
        }
      }
    },
    {
      "id": "马英九",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马英九"
        ],
        "en": [
          "Ma Ying-jeou"
        ]
      },
      "properties": {
        "lifetime": "1950-07-13 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，曾任中华民国总统。2023年3月访问武汉大学并与师生交流。",
          "en": "A politician of the Republic of China who served as the President of the Republic of China. He visited Wuhan University in March 2023 for an exchange with faculty and students."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国开国元勋，曾任中华人民共和国国务院总理。他与法国总统戴高乐商定将武汉列为中法合作基地城市，并曾向武汉大学转赠日本首相田中角荣赠送的樱花树。",
          "en": "A founding father of the People's Republic of China and served as the first Premier of the PRC. He and French President Charles de Gaulle agreed to designate Wuhan as a base city for Sino-French cooperation. He also transferred cherry trees, a gift from Japanese Prime Minister Kakuei Tanaka, to Wuhan University."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "张之洞",
      "target": "自强学堂",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1893",
        "description": {
          "zh-cn": "时任湖广总督的张之洞于1893年创建了自强学堂，该学堂被武汉大学官方认定为办学起点。",
          "en": "Zhang Zhidong, then Viceroy of Huguang, founded the Ziqiang Institute in 1893, which is officially recognized by Wuhan University as its starting point."
        }
      }
    },
    {
      "source": "自强学堂",
      "target": "武汉大学",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "武汉大学官方将自强学堂作为其办学源头。",
          "en": "Wuhan University officially considers the Ziqiang Institute as its origin."
        }
      }
    },
    {
      "source": "国立武昌高等师范学校",
      "target": "武汉大学",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1913",
        "description": {
          "zh-cn": "国立武昌高等师范学校是武汉大学较为明确的始源，其成立被视为武汉大学历史上的一个重要节点。",
          "en": "National Wuchang Higher Normal School is a more definitive origin of Wuhan University, and its establishment is considered an important milestone in the university's history."
        }
      }
    },
    {
      "source": "国立武汉大学",
      "target": "老武汉大学",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1949",
        "description": {
          "zh-cn": "1949年，国立武汉大学被中国共产党接管并更名为武汉大学（后通称老武汉大学）。",
          "en": "In 1949, National Wuhan University was taken over by the Communist Party of China and renamed Wuhan University (later commonly known as Old Wuhan University)."
        }
      }
    },
    {
      "source": "老武汉大学",
      "target": "武汉大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2000-08-02",
        "description": {
          "zh-cn": "2000年8月2日，原武汉大学与武汉水利电力大学、武汉测绘科技大学、湖北医科大学合并组建新的武汉大学。",
          "en": "On August 2, 2000, the former Wuhan University merged with Wuhan University of Hydraulic and Electric Engineering, Wuhan Technical University of Surveying and Mapping, and Hubei Medical University to form the new Wuhan University."
        }
      }
    },
    {
      "source": "武汉水利电力大学",
      "target": "武汉大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2000-08-02",
        "description": {
          "zh-cn": "2000年8月2日，武汉水利电力大学并入武汉大学，成为其工学部的主要组成部分。",
          "en": "On August 2, 2000, Wuhan University of Hydraulic and Electric Engineering merged into Wuhan University, becoming the main component of its Faculty of Engineering."
        }
      }
    },
    {
      "source": "武汉测绘科技大学",
      "target": "武汉大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2000-08-02",
        "description": {
          "zh-cn": "2000年8月2日，武汉测绘科技大学并入武汉大学，成为其信息科学学部的主要组成部分。",
          "en": "On August 2, 2000, Wuhan Technical University of Surveying and Mapping merged into Wuhan University, becoming the main component of its Faculty of Information Sciences."
        }
      }
    },
    {
      "source": "湖北医科大学",
      "target": "武汉大学",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2000-08-02",
        "description": {
          "zh-cn": "2000年8月2日，湖北医科大学并入武汉大学，成为其医学部。",
          "en": "On August 2, 2000, Hubei Medical University merged into Wuhan University, becoming its Faculty of Medicine."
        }
      }
    },
    {
      "source": "王世杰 (1891年)",
      "target": "国立武汉大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1929-02",
        "end_date": "1933-04",
        "position": {
          "zh-cn": "校长",
          "en": "President"
        },
        "description": {
          "zh-cn": "王世杰是国立武汉大学首位正式校长，提出了将学校办成六大学院万人大学的宏伟目标。",
          "en": "Wang Shijie was the first formal president of National Wuhan University and proposed the ambitious goal of developing the university into a large-scale institution with six colleges and ten thousand students."
        }
      }
    },
    {
      "source": "抗日战争 (中国)",
      "target": "国立武汉大学",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1938",
        "end_date": "1946",
        "description": {
          "zh-cn": "受抗日战争影响，国立武汉大学于1938年被迫西迁至四川乐山继续办学，直到1946年迁回武昌珞珈山。",
          "en": "Affected by the Second Sino-Japanese War, National Wuhan University was forced to relocate to Leshan, Sichuan in 1938 to continue its operations, returning to Luojia Hill in Wuchang in 1946."
        }
      }
    },
    {
      "source": "国立武汉大学",
      "target": "乐山",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1938",
        "end_date": "1946",
        "description": {
          "zh-cn": "国立武汉大学在抗日战争期间西迁至乐山办学八年。",
          "en": "National Wuhan University relocated to Leshan for eight years during the Second Sino-Japanese War."
        }
      }
    },
    {
      "source": "1952年武汉高校院系调整",
      "target": "老武汉大学",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1952",
        "description": {
          "zh-cn": "在1950年代的院系调整中，武汉大学的工科、农科、医科被拆分，独立或并入其他高校，使其变为一所文理科综合大学。",
          "en": "During the higher education reorganization in the 1950s, Wuhan University's engineering, agriculture, and medical schools were separated to become independent or merge with other institutions, transforming it into a comprehensive university of arts and sciences."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "李达 (哲学家)",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1966-08-24",
        "description": {
          "zh-cn": "时任武汉大学校长的李达在文化大革命爆发后受到迫害，并于1966年8月去世。",
          "en": "Li Da, then president of Wuhan University, was persecuted after the outbreak of the Cultural Revolution and died in August 1966."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "老武汉大学",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "end_date": "1980",
        "description": {
          "zh-cn": "文化大革命期间，武汉大学大批学者受到迫害，校长李达被迫害致死，导致学校在1966年至1980年间长期没有正式校长。",
          "en": "During the Cultural Revolution, many scholars at Wuhan University were persecuted, and President Li Da was persecuted to death, leaving the university without a formal president for a long period from 1966 to 1980."
        }
      }
    },
    {
      "source": "李达 (哲学家)",
      "target": "老武汉大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1952-11",
        "end_date": "1966-08",
        "position": {
          "zh-cn": "校长",
          "en": "President"
        }
      }
    },
    {
      "source": "刘道玉",
      "target": "武汉大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1981-07",
        "end_date": "1988-04",
        "position": {
          "zh-cn": "校长",
          "en": "President"
        }
      }
    },
    {
      "source": "刘道玉",
      "target": "武汉大学",
      "type": "PUSHED",
      "properties": {
        "start_date": "1981",
        "end_date": "1988",
        "description": {
          "zh-cn": "担任校长期间，刘道玉在校内推行一系列教学和管理体制改革措施，使武大迎来了1949年后的第一个快速发展期。",
          "en": "During his presidency, Liu Daoyu implemented a series of reforms in teaching and management systems, ushering in the first rapid development period for Wuhan University after 1949."
        }
      }
    },
    {
      "source": "雷军",
      "target": "武汉大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "degree": {
          "zh-cn": "计算机系1987级校友",
          "en": "Alumnus of the Department of Computer Science, Class of 1987"
        }
      }
    },
    {
      "source": "雷军",
      "target": "武汉大学",
      "type": "PUSHED",
      "properties": {
        "start_date": "2023-11-29",
        "description": {
          "zh-cn": "在武汉大学130周年校庆之际，校友雷军向母校捐赠13亿元人民币，创下中国高校单笔个人捐赠纪录。",
          "en": "On the occasion of Wuhan University's 130th anniversary, alumnus Lei Jun donated 1.3 billion RMB to his alma mater, setting a record for the largest single personal donation to a Chinese university."
        }
      }
    },
    {
      "source": "雷军",
      "target": "小米集团",
      "type": "FOUNDED",
      "properties": {
        "position": {
          "zh-cn": "创始人、董事长兼首席执行官",
          "en": "Founder, Chairman and CEO"
        }
      }
    },
    {
      "source": "张平文",
      "target": "武汉大学",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2022-12",
        "position": {
          "zh-cn": "校长",
          "en": "President"
        }
      }
    },
    {
      "source": "武汉大学",
      "target": "中华人民共和国教育部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "武汉大学是中华人民共和国教育部直属高等学校。",
          "en": "Wuhan University is a higher education institution directly under the Ministry of Education of the People's Republic of China."
        }
      }
    },
    {
      "source": "马英九",
      "target": "武汉大学",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2023-03-30",
        "description": {
          "zh-cn": "中华民国前总统马英九访问武汉大学并与师生进行交流座谈。",
          "en": "Former President of the Republic of China, Ma Ying-jeou, visited Wuhan University and held a discussion with faculty and students."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "武汉大学",
      "type": "PUSHED",
      "properties": {
        "start_date": "1972",
        "description": {
          "zh-cn": "中日邦交正常化后，中国总理周恩来将日本首相田中角荣赠送的1000株大山樱中的50株转赠给武汉大学，成为武大樱花的重要来源之一。",
          "en": "After the normalization of Sino-Japanese relations, Chinese Premier Zhou Enlai transferred 50 of the 1,000 Oyamazakura cherry trees gifted by Japanese Prime Minister Kakuei Tanaka to Wuhan University, which became a significant source of the university's cherry blossoms."
        }
      }
    }
  ]
}