{
  "nodes": [
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "CPC",
          "CCP",
          "CP",
          "党妈",
          "共匪",
          "赤匪",
          "毛匪",
          "毛赤",
          "黄俄",
          "土共",
          "中共匪党",
          "中共",
          "特色党",
          "中修",
          "中特资",
          "老共",
          "共狗",
          "左仔",
          "西朝鲜",
          "黑社会主义",
          "中共法西斯",
          "伟光正",
          "赤纳粹",
          "支共",
          "支那共产党",
          "北狄",
          "恶党",
          "邪党",
          "共产邪党",
          "共产邪灵",
          "共惨党",
          "共残党",
          "共铲党",
          "共掺党"
        ],
        "en": [
          "Communist Party of China",
          "Chinese Communist Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的执政党，本文主要围绕对其在不同语境下的褒称与贬称进行论述。",
          "en": "The ruling party of China. This text primarily discusses the laudatory and derogatory appellations used for it in various contexts."
        }
      }
    },
    {
      "id": "中华民国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国政府",
          "国民政府"
        ],
        "en": [
          "Government of the Republic of China"
        ]
      },
      "properties": {
        "period": "1927 - ",
        "description": {
          "zh-cn": "在与中国共产党的长期对立中，曾使用“共匪”、“赤匪”等词汇称呼对方，并在法律和宣传上采取敌对政策。",
          "en": "During its long-term confrontation with the Chinese Communist Party, it used terms like 'Communist bandits' and 'Red bandits' to refer to the latter and adopted hostile policies in law and propaganda."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "领导中华民国政府与中国共产党进行长期斗争的政党。",
          "en": "The political party that led the Government of the Republic of China in a long-term struggle against the Chinese Communist Party."
        }
      }
    },
    {
      "id": "蒋中正",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋中正",
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887-10-31 - 1975-04-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国前领导人，在其领导下，国民政府将中国共产党视为“赤匪”，并推行“攘外必先安内”的政策。",
          "en": "Former leader of the Republic of China under whose leadership the Nationalist Government regarded the Chinese Communist Party as 'Red bandits' and pursued a policy of 'internal pacification before resisting external aggression'."
        }
      }
    },
    {
      "id": "中国人民解放军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军",
          "共军",
          "武装共匪",
          "党卫军",
          "党卫队",
          "国家社会主义中华劳工党党卫队",
          "匪党军"
        ],
        "en": [
          "People's Liberation Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的武装力量，在与国民党的对立时期及之后，常被称为“共军”。批评者亦使用“党卫军”等词汇来讽刺其对党的绝对服从。",
          "en": "The armed forces of the Chinese Communist Party, often referred to as 'Gong Jun' (Communist Army) during and after the conflict with the Kuomintang. Critics also use terms like 'Party's Guard' (Dang Wei Jun) to satirize its absolute obedience to the party."
        }
      }
    },
    {
      "id": "中华人民共和国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国政府",
          "北平匪伪政权",
          "匪伪政府"
        ],
        "en": [
          "Government of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由中国共产党建立的政府，在台湾戒严时期被中华民国政府称为“匪伪政府”等。",
          "en": "The government established by the Chinese Communist Party, which was referred to by the Government of the Republic of China with terms like 'bandit puppet government' during the martial law period in Taiwan."
        }
      }
    },
    {
      "id": "法轮功",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "法轮功"
        ],
        "en": [
          "Falun Gong"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一个新兴宗教运动，其相关媒体使用“恶党”、“邪党”等词汇称呼中国共产党。",
          "en": "A new religious movement whose affiliated media use terms such as 'Evil Party' and 'Vile Party' to refer to the Chinese Communist Party."
        }
      }
    },
    {
      "id": "香港泛民主派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港泛民主派"
        ],
        "en": [
          "Hong Kong pro-democracy camp"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "香港的政治派别，其成员及支持者使用“老共”、“共狗”等贬称来称呼中国共产党及其支持者。",
          "en": "A political faction in Hong Kong whose members and supporters use derogatory terms like 'Old Commies' and 'Commie dogs' to refer to the Chinese Communist Party and its supporters."
        }
      }
    },
    {
      "id": "香港本土派",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港本土派"
        ],
        "en": [
          "Hong Kong localist camp"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "香港的政治派别，其成员及支持者使用“土共”、“支共”等贬称来称呼中国共产党及其支持者。",
          "en": "A political faction in Hong Kong whose members and supporters use derogatory terms like 'Local Commies' and 'Chinazi Commies' to refer to the Chinese Communist Party and its supporters."
        }
      }
    },
    {
      "id": "李登辉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李登辉"
        ],
        "en": [
          "Lee Teng-hui"
        ]
      },
      "properties": {
        "lifetime": "1923-01-15 - 2020-07-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国前总统，在千岛湖事件后曾公开批评中共为“土匪政权”。",
          "en": "Former President of the Republic of China who publicly criticized the CCP as a 'bandit regime' after the Qiandao Lake incident."
        }
      }
    },
    {
      "id": "千岛湖事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "千岛湖事件"
        ],
        "en": [
          "Qiandao Lake incident"
        ]
      },
      "properties": {
        "period": "1994",
        "description": {
          "zh-cn": "1994年发生于浙江省千岛湖的抢劫杀人案件，因受害者多为台湾游客，引发台湾社会强烈不满，并导致时任总统李登辉严厉批评中共。",
          "en": "A robbery and murder case that occurred in 1994 at Qiandao Lake, Zhejiang Province. Since most victims were Taiwanese tourists, it caused strong dissatisfaction in Taiwanese society and led then-President Lee Teng-hui to severely criticize the CCP."
        }
      }
    },
    {
      "id": "蒋经国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋经国"
        ],
        "en": [
          "Chiang Ching-kuo"
        ]
      },
      "properties": {
        "lifetime": "1910-04-27 - 1988-01-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国前总统，于1983年首次在文告中以“中共”取代“共匪”来称呼对岸政权，标志着官方用语的转变。",
          "en": "Former President of the Republic of China who, in 1983, first used 'CCP' instead of 'Communist bandits' in an official proclamation to refer to the regime on the other side of the strait, marking a shift in official terminology."
        }
      }
    },
    {
      "id": "动员戡乱时期临时条款",
      "type": "Document",
      "name": {
        "zh-cn": [
          "动员戡乱时期临时条款"
        ],
        "en": [
          "Temporary Provisions against the Communist Rebellion"
        ]
      },
      "properties": {
        "period": "1948-05-10 - 1991-05-01",
        "description": {
          "zh-cn": "中华民国在国共内战时期制订的宪法附加条款，为政府将中共定义为“匪”提供了法律基础。其废止标志着敌对状态的缓和。",
          "en": "Additional constitutional articles enacted by the Republic of China during the Chinese Civil War, providing a legal basis for the government to define the CCP as 'bandits'. Its abolition marked a de-escalation of hostilities."
        }
      }
    },
    {
      "id": "中国大陆",
      "type": "Location",
      "name": {
        "zh-cn": [
          "中国大陆",
          "匪区",
          "北平匪伪政权",
          "中共匪区",
          "大陆匪区",
          "大陆沦陷区"
        ],
        "en": [
          "Mainland China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指中华人民共和国统治下的区域，在台湾戒严时期被中华民国官方称为“匪区”或“沦陷区”。",
          "en": "Refers to the area under the rule of the People's Republic of China, which was officially called the 'bandit area' or 'fallen area' by the Republic of China during the martial law period in Taiwan."
        }
      }
    },
    {
      "id": "改革开放",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "改革开放"
        ],
        "en": [
          "Reform and Opening-up"
        ]
      },
      "properties": {
        "period": "1978-12 - ",
        "description": {
          "zh-cn": "中国共产党推行的经济改革政策。一些左翼异议人士认为此政策导致了修正主义，并因此称中共为“特色党”或“中修”。",
          "en": "An economic reform policy implemented by the Chinese Communist Party. Some left-wing dissidents believe this policy led to revisionism and thus call the CCP the 'Specialty Party' or 'Chinese Revisionists'."
        }
      }
    },
    {
      "id": "中国特色社会主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国特色社会主义"
        ],
        "en": [
          "Socialism with Chinese characteristics"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党在改革开放后提出的官方意识形态。被一些左翼异议人士认为是修正主义。",
          "en": "The official ideology proposed by the Chinese Communist Party after the Reform and Opening-up. It is considered revisionism by some left-wing dissidents."
        }
      }
    },
    {
      "id": "辛灏年",
      "type": "Person",
      "name": {
        "zh-cn": [
          "辛灏年"
        ],
        "en": [
          "Xin Haonian"
        ]
      },
      "properties": {
        "lifetime": "1947-11-02 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "历史学者，提出“驱除马列，恢复中华”的口号，延续了蒋中正的反共思想。",
          "en": "A historian who proposed the slogan 'Expel Marxism-Leninism, Restore China', continuing the anti-communist thought of Chiang Kai-shek."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "lifetime": "1866-11-12 - 1925-03-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国国父，其“驱逐鞑虏，恢复中华”的口号影响了后来的反共人士辛灏年。",
          "en": "Founding Father of the Republic of China, whose slogan 'Expel the Tartars, Restore China' influenced the later anti-communist figure Xin Haonian."
        }
      }
    },
    {
      "id": "中国工农红军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国工农红军",
          "红军"
        ],
        "en": [
          "Chinese Workers' and Peasants' Red Army"
        ]
      },
      "properties": {
        "period": "1927 - 1937",
        "description": {
          "zh-cn": "中国共产党在第二次国共内战时期的主要武装力量，被国民政府称为“赤匪”。",
          "en": "The main armed force of the Chinese Communist Party during the Second Sino-Japanese War, referred to as 'Red bandits' by the Nationalist Government."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者之一，与朱德、贺龙等人在井冈山建立武装力量。",
          "en": "One of the main founders of the Chinese Communist Party and the People's Republic of China, who established armed forces in the Jinggangshan Mountains with Zhu De, He Long, and others."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中华民国政府",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1927",
        "description": {
          "zh-cn": "自1927年国民政府宣布“剿匪”后，长期将中国共产党及其成员称为“共匪”或“赤匪”，并采取军事和政治上的敌对政策。",
          "en": "Since the Nationalist Government declared the 'Bandit Suppression Campaign' in 1927, it has long referred to the Chinese Communist Party and its members as 'Communist bandits' or 'Red bandits' and adopted hostile military and political policies."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "蒋中正领导下的中华民国政府将扑灭“赤匪”视为最急要之工作，其多篇文告均体现了强烈的反共立场。",
          "en": "The Government of the Republic of China under Chiang Kai-shek's leadership regarded the eradication of 'Red bandits' as the most urgent task, and his numerous proclamations reflected a strong anti-communist stance."
        }
      }
    },
    {
      "source": "中国共产党",
      "target": "蒋中正",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "中国共产党曾在其宣传材料中使用“蒋匪介石”的称呼，反映了双方的敌对关系。",
          "en": "The Chinese Communist Party used the term 'bandit Chiang Kai-shek' in its propaganda materials, reflecting the hostile relationship between the two sides."
        }
      }
    },
    {
      "source": "法轮功",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "法轮功方面成立的媒体通常以“恶党”、“邪党”等称呼中国共产党，并发表《九评共产党》等文章，立场尖锐对立。",
          "en": "Media established by Falun Gong typically refer to the Chinese Communist Party with terms like 'Evil Party' and 'Vile Party', and publish articles such as the 'Nine Commentaries on the Communist Party', indicating a sharply antagonistic stance."
        }
      }
    },
    {
      "source": "香港泛民主派",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "香港泛民主派使用“老共”、“共狗”等贬称来称呼中国共产党党员及其支持者。",
          "en": "The Hong Kong pro-democracy camp uses derogatory terms like 'Old Commies' and 'Commie dogs' to refer to members and supporters of the Chinese Communist Party."
        }
      }
    },
    {
      "source": "香港本土派",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "香港本土派使用“土共”、“支共”等贬称来称呼中国共产党党员及其支持者。",
          "en": "The Hong Kong localist camp uses derogatory terms like 'Local Commies' and 'Chinazi Commies' to refer to members and supporters of the Chinese Communist Party."
        }
      }
    },
    {
      "source": "李登辉",
      "target": "中国共产党",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "在1994年千岛湖事件后，时任中华民国总统李登辉公开批评中共是“土匪政权”。",
          "en": "After the 1994 Qiandao Lake incident, then-President of the Republic of China Lee Teng-hui publicly criticized the CCP as a 'bandit regime'."
        }
      }
    },
    {
      "source": "中国人民解放军",
      "target": "中国共产党",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国人民解放军是中国共产党的武装力量。批评者使用“党卫军”等词汇来强调其从属于党而非国家的性质。",
          "en": "The People's Liberation Army is the armed force of the Chinese Communist Party. Critics use terms like 'Party's Guard' (Dang Wei Jun) to emphasize its subordination to the party rather than the state."
        }
      }
    },
    {
      "source": "中国工农红军",
      "target": "中国共产党",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国工农红军是中国共产党在早期建立和领导的武装力量。",
          "en": "The Chinese Workers' and Peasants' Red Army was the armed force established and led by the Chinese Communist Party in its early period."
        }
      }
    },
    {
      "source": "千岛湖事件",
      "target": "李登辉",
      "type": "PUSHED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "千岛湖事件的发生及其后续处理引发了台湾社会强烈不满，促使时任总统李登辉对中共发表严厉批评。",
          "en": "The occurrence of the Qiandao Lake incident and its subsequent handling triggered strong dissatisfaction in Taiwanese society, pushing then-President Lee Teng-hui to issue harsh criticism against the CCP."
        }
      }
    },
    {
      "source": "蒋经国",
      "target": "中华民国政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1983",
        "description": {
          "zh-cn": "1983年，时任总统蒋经国首次在官方文告中以“中共”取代“共匪”，推动了中华民国政府官方用语的转变。",
          "en": "In 1983, then-President Chiang Ching-kuo first used 'CCP' instead of 'Communist bandits' in an official proclamation, pushing a shift in the official terminology of the ROC government."
        }
      }
    },
    {
      "source": "动员戡乱时期临时条款",
      "target": "中华民国政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1948-05-10",
        "end_date": "1991-05-01",
        "description": {
          "zh-cn": "该条款为中华民国政府将中共定义为“匪谍”和“匪区”等提供了法律依据，并推动了戒严时期的反共政策。",
          "en": "This provision provided the legal basis for the ROC government to define the CCP with terms like 'bandit spies' and 'bandit area', and it pushed the anti-communist policies of the martial law era."
        }
      }
    },
    {
      "source": "改革开放",
      "target": "中国特色社会主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1978-12",
        "description": {
          "zh-cn": "改革开放政策的推行催生了“中国特色社会主义”这一思想理论体系。",
          "en": "The implementation of the Reform and Opening-up policy gave rise to the ideological and theoretical system of 'Socialism with Chinese characteristics'."
        }
      }
    },
    {
      "source": "辛灏年",
      "target": "中国共产党",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "辛灏年提出“驱除马列，恢复中华”的口号，旨在反对中国共产党的马克思主义意识形态和统治。",
          "en": "Xin Haonian proposed the slogan 'Expel Marxism-Leninism, Restore China', aiming to oppose the Marxist ideology and rule of the Chinese Communist Party."
        }
      }
    },
    {
      "source": "孙中山",
      "target": "辛灏年",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "辛灏年提出的口号“驱除马列，恢复中华”在形式上类同于孙中山的“驱逐鞑虏，恢复中华”，受到了其思想的影响。",
          "en": "The slogan proposed by Xin Haonian, 'Expel Marxism-Leninism, Restore China', is structurally similar to Sun Yat-sen's 'Expel the Tartars, Restore China', and was influenced by his ideas."
        }
      }
    },
    {
      "source": "蒋中正",
      "target": "辛灏年",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "辛灏年的主张延续了蒋中正的反共复国思想。",
          "en": "Xin Haonian's advocacy continues the anti-communist and national restoration ideology of Chiang Kai-shek."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "中国工农红军",
      "type": "FOUNDED",
      "properties": {
        "description": {
          "zh-cn": "与贺龙、朱德等人在井冈山建立独立的武装，即后来的中国工农红军。",
          "en": "Together with He Long, Zhu De, and others, established an independent armed force in the Jinggangshan Mountains, which later became the Chinese Workers' and Peasants' Red Army."
        }
      }
    }
  ]
}