{
  "nodes": [
    {
      "id": "万里",
      "type": "Person",
      "name": {
        "zh-cn": [
          "万里",
          "万明礼",
          "秀峰"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1916-12-01 - 2015-07-15",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "山东省东平县",
          "en": "Dongping County, Shandong Province"
        },
        "death_place": {
          "zh-cn": "北京市北京医院",
          "en": "Beijing Hospital, Beijing"
        },
        "description": {
          "zh-cn": "中国共产党和中华人民共和国政治人物，原正国级领导人。曾任中共中央书记处书记、中央政治局委员、国务院副总理及第七届全国人大常委会委员长。他是邓小平“改革开放”政策的重要支持者，被视为中共八大元老之一。",
          "en": "A politician of the Communist Party of China and the People's Republic of China, and a former national-level leader. He served as a secretary of the CCP Central Secretariat, a member of the Politburo, Vice Premier of the State Council, and Chairman of the 7th Standing Committee of the National People's Congress. He was a key supporter of Deng Xiaoping's 'Reform and Opening-up' policy and is considered one of the Eight Elders of the CCP."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心，中华人民共和国“改革开放”的总设计师。",
          "en": "The core of the second generation of Chinese Communist Party leadership and the chief architect of China's 'Reform and Opening-up'."
        }
      }
    },
    {
      "id": "改革开放",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "改革开放"
        ],
        "en": [
          "Reform and Opening-up"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1978年起由邓小平等中国共产党人领导的，在中国大陆推行的经济及政治体制改革政策。",
          "en": "The economic and political system reform policy implemented in mainland China since 1978, led by Deng Xiaoping and other CCP leaders."
        }
      }
    },
    {
      "id": "中共八大元老",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共八大元老"
        ],
        "en": [
          "Eight Elders of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指中国共产党内，在1980年代至1990年代间，于中国政治上拥有实际决策权力的八位及广义上的十多位革命元老，万里是其中之一。",
          "en": "Refers to a group of eight, or more broadly, over a dozen revolutionary veterans of the Communist Party of China who held actual decision-making power in Chinese politics from the 1980s to the 1990s. Wan Li was one of them."
        }
      }
    },
    {
      "id": "赵紫阳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵紫阳"
        ],
        "en": [
          "Zhao Ziyang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一，曾任国务院总理和中共中央总书记。因在六四天安门事件中反对武力镇压而下台。他与万里在推动农村改革方面齐名。",
          "en": "A former high-ranking leader of the CCP and the PRC, serving as Premier of the State Council and General Secretary of the CCP. He was dismissed for opposing the use of force in the Tiananmen Square protests. He and Wan Li were equally famous for promoting rural reforms."
        }
      }
    },
    {
      "id": "包产到户",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "包产到户"
        ],
        "en": [
          "Household responsibility system"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国农村在改革开放初期推行的一项重要改革，即家庭联产承包责任制。万里在安徽省任职期间对此政策给予了支持和鼓励。",
          "en": "A major reform implemented in rural China during the early stages of Reform and Opening-up, also known as the household responsibility system. Wan Li supported and encouraged this policy during his tenure in Anhui Province."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "中华人民共和国历史上的一场政治运动，万里在此期间曾一度失去自由。",
          "en": "A political movement in the history of the People's Republic of China, during which Wan Li lost his freedom for a period."
        }
      }
    },
    {
      "id": "江青反革命集团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "江青反革命集团",
          "四人帮"
        ],
        "en": [
          "Gang of Four"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指文化大革命后期的中共中央四位核心人物，包括江青、张春桥、姚文元和王洪文。他们在“反击右倾翻案风”中将万里作为批判对象之一。",
          "en": "Refers to the four core figures of the CCP Central Committee in the later stages of the Cultural Revolution, including Jiang Qing, Zhang Chunqiao, Yao Wenyuan, and Wang Hongwen. They targeted Wan Li as one of the objects of criticism during the 'Counterattack the Right-Deviating Verdict-Reversing Wind' campaign."
        }
      }
    },
    {
      "id": "反击右倾翻案风",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反击右倾翻案风"
        ],
        "en": [
          "Counterattack the Right-Deviating Verdict-Reversing Wind"
        ]
      },
      "properties": {
        "period": "1975 - 1976",
        "description": {
          "zh-cn": "文化大革命末期由四人帮发动的政治运动，旨在批判邓小平及万里等人。该运动导致万里第二次被打倒。",
          "en": "A political campaign launched by the Gang of Four in the late Cultural Revolution, aimed at criticizing Deng Xiaoping, Wan Li, and others. The campaign led to Wan Li's second political purge."
        }
      }
    },
    {
      "id": "六四天安门事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "六四天安门事件"
        ],
        "en": [
          "Tiananmen Square protests of 1989"
        ]
      },
      "properties": {
        "period": "1989-04 - 1989-06",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "1989年在中国北京发生的一场学生民主运动。时任全国人大常委会委员长的万里在事件关键阶段位于海外，其立场和行动备受关注。",
          "en": "A student-led pro-democracy movement that took place in Beijing, China in 1989. Wan Li, then Chairman of the Standing Committee of the National People's Congress, was abroad during the crucial phase of the event, and his stance and actions were closely watched."
        }
      }
    },
    {
      "id": "江泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江泽民"
        ],
        "en": [
          "Jiang Zemin"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党第三代中央领导集体的核心。在六四事件期间，时任上海市委书记的江泽民在上海接待了从海外提前返回的万里，并向其传达了中央的指示。",
          "en": "The core of the third generation of CCP central leadership. During the Tiananmen Square protests, Jiang Zemin, then Party Secretary of Shanghai, received Wan Li upon his early return from abroad and conveyed the central committee's instructions to him."
        }
      }
    },
    {
      "id": "乔石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乔石"
        ],
        "en": [
          "Qiao Shi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一，接替万里担任第八届全国人大常委会委员长。",
          "en": "A former high-ranking leader of the CCP and the PRC, who succeeded Wan Li as the Chairman of the 8th Standing Committee of the National People's Congress."
        }
      }
    },
    {
      "id": "边涛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "边涛"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1920 - 2003-10-19",
        "gender": "Female",
        "description": {
          "zh-cn": "万里的妻子。",
          "en": "Wife of Wan Li."
        }
      }
    },
    {
      "id": "万季飞",
      "type": "Person",
      "name": {
        "zh-cn": [
          "万季飞"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "万里的三子。",
          "en": "Third son of Wan Li."
        }
      }
    },
    {
      "id": "万宝宝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "万宝宝",
          "万荧女"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "万里的孙女，万季飞的女儿。",
          "en": "Granddaughter of Wan Li, daughter of Wan Jifei."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党和中华人民共和国第一代主要领导人之一，曾长期担任中华人民共和国国务院总理。万里曾协助其兴建北京“十大建筑”。",
          "en": "One of the first-generation leaders of the CCP and the PRC, who served as the Premier of the State Council for a long time. Wan Li assisted him in the construction of Beijing's 'Ten Great Buildings'."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人。他曾称赞万里在北京“十大建筑”项目中的工作。",
          "en": "The main founder and leader of the Communist Party of China, the People's Liberation Army, and the People's Republic of China. He praised Wan Li's work on the 'Ten Great Buildings' project in Beijing."
        }
      }
    },
    {
      "id": "胡耀邦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡耀邦"
        ],
        "en": [
          "Hu Yaobang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党和中华人民共和国前主要领导人之一，曾任中共中央总书记。他与万里、周荣鑫、张爱萍被合称为邓小平的“四大金刚”，被认为是中共党内改革派。",
          "en": "A former high-ranking leader of the CCP and the PRC, who served as General Secretary of the CCP. He, along with Wan Li, Zhou Rongxin, and Zhang Aiping, was referred to as one of Deng Xiaoping's 'Four Great Warriors' and was considered a reformist within the CCP."
        }
      }
    },
    {
      "id": "全国人民代表大会常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "全国人民代表大会常务委员会"
        ],
        "en": [
          "Standing Committee of the National People's Congress"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国最高国家权力机关全国人民代表大会的常设机关。",
          "en": "The permanent body of the National People's Congress, the highest organ of state power in the People's Republic of China."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国中央人民政府。",
          "en": "The Central People's Government of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国共产党安徽省委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党安徽省委员会"
        ],
        "en": [
          "Anhui Provincial Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "安徽省",
          "en": "Anhui Province"
        },
        "description": {
          "zh-cn": "中国共产党在安徽省的领导机关。",
          "en": "The leading organ of the Communist Party of China in Anhui Province."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "万里",
      "target": "邓小平",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "万里是邓小平“改革开放”政策的重要支持者，被视为邓小平主政时期的“中共八大元老”之一及“四大金刚”之一，政治上关系密切。",
          "en": "Wan Li was a key supporter of Deng Xiaoping's 'Reform and Opening-up' policy, considered one of the 'Eight Elders' and 'Four Great Warriors' during Deng's era, indicating a close political relationship."
        }
      }
    },
    {
      "source": "万里",
      "target": "改革开放",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "万里是邓小平“改革开放”政策的重要支持者，尤其在安徽省任职期间，通过支持“包产到户”等政策，成为中国改革开放的先锋。",
          "en": "Wan Li was a key supporter of Deng Xiaoping's 'Reform and Opening-up' policy. Especially during his tenure in Anhui Province, he became a pioneer of China's reforms by supporting policies like the household responsibility system."
        }
      }
    },
    {
      "source": "万里",
      "target": "中共八大元老",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "万里被认为是邓小平主政时期的“中共八大元老”之一。",
          "en": "Wan Li is considered one of the 'Eight Elders of the CCP' during Deng Xiaoping's era."
        }
      }
    },
    {
      "source": "万里",
      "target": "赵紫阳",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "万里在安徽推动农村改革，与在四川的赵紫阳齐名，有“要吃米，找万里；要吃粮，找紫阳”的说法。两人政治主张相近，关系亲密。",
          "en": "Wan Li promoted rural reform in Anhui and was as famous as Zhao Ziyang in Sichuan, leading to the saying 'For rice, find Wan Li; for grain, find Ziyang'. They shared similar political views and had a close relationship."
        }
      }
    },
    {
      "source": "万里",
      "target": "包产到户",
      "type": "PUSHED",
      "properties": {
        "start_date": "1977",
        "description": {
          "zh-cn": "在担任中共安徽省委第一书记期间，万里支持和鼓励了小岗村的“包产到户”政策，并在全省推广。",
          "en": "During his tenure as the First Secretary of the Anhui Provincial Party Committee, Wan Li supported and encouraged the 'household responsibility system' policy of Xiaogang Village and promoted it throughout the province."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "万里",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "在“文化大革命”前期，万里失去自由，受到政治迫害。",
          "en": "In the early stages of the 'Cultural Revolution', Wan Li lost his freedom and was politically persecuted."
        }
      }
    },
    {
      "source": "反击右倾翻案风",
      "target": "万里",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1976",
        "description": {
          "zh-cn": "在“反击右倾翻案风”运动中，万里与邓小平一同被批判，并第二次被打倒。",
          "en": "During the 'Counterattack the Right-Deviating Verdict-Reversing Wind' campaign, Wan Li was criticized along with Deng Xiaoping and was purged for the second time."
        }
      }
    },
    {
      "source": "江青反革命集团",
      "target": "万里",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1976",
        "description": {
          "zh-cn": "江青反革命集团发动的“反击右倾翻案风”运动将万里作为批判对象，导致其被打倒。",
          "en": "The 'Counterattack the Right-Deviating Verdict-Reversing Wind' campaign launched by the Gang of Four targeted Wan Li for criticism, leading to his purge."
        }
      }
    },
    {
      "source": "六四天安门事件",
      "target": "万里",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1989-05",
        "description": {
          "zh-cn": "在六四天安门事件的关键时期，时任全国人大委员长的万里提前结束外访，其态度和行动对当时的政局有重要影响。他最终在上海表态支持邓小平的决定。",
          "en": "During the critical period of the Tiananmen Square protests, Wan Li, then Chairman of the NPC Standing Committee, cut short his foreign visit. His attitude and actions had a significant impact on the political situation. He eventually expressed support for Deng Xiaoping's decision in Shanghai."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "万里",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1989-05-25",
        "description": {
          "zh-cn": "1989年5月，万里从海外返回时被安排在上海停留，由时任上海市委书记江泽民向其转达中央指示，此后万里发表了支持邓小平的言论。",
          "en": "In May 1989, upon his return from abroad, Wan Li was arranged to stay in Shanghai, where Jiang Zemin, then Party Secretary of Shanghai, conveyed the central committee's instructions to him. Afterward, Wan Li made statements supporting Deng Xiaoping."
        }
      }
    },
    {
      "source": "万里",
      "target": "乔石",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1993-03",
        "description": {
          "zh-cn": "1993年3月，万里卸任全国人大常委会委员长，由乔石接任。",
          "en": "In March 1993, Wan Li stepped down as Chairman of the Standing Committee of the National People's Congress, and was succeeded by Qiao Shi."
        }
      }
    },
    {
      "source": "万里",
      "target": "边涛",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "边涛是万里的妻子。",
          "en": "Bian Tao was Wan Li's wife."
        }
      }
    },
    {
      "source": "万季飞",
      "target": "万里",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "万季飞是万里的三子。",
          "en": "Wan Jifei is the third son of Wan Li."
        }
      }
    },
    {
      "source": "万宝宝",
      "target": "万季飞",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "万宝宝是万季飞的女儿。",
          "en": "Wan Baobao is the daughter of Wan Jifei."
        }
      }
    },
    {
      "source": "万里",
      "target": "周恩来",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "1958年起，万里担任北京市副市长期间，曾协助时任国务院总理的周恩来兴建北京“十大建筑”。",
          "en": "Starting in 1958, during his tenure as Vice Mayor of Beijing, Wan Li assisted then-Premier Zhou Enlai in the construction of Beijing's 'Ten Great Buildings'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "万里",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "万里因在10个月内完成北京“十大建筑”的建设而受到中共中央主席毛泽东的称赞。",
          "en": "Wan Li was praised by CCP Chairman Mao Zedong for completing the construction of Beijing's 'Ten Great Buildings' within 10 months."
        }
      }
    },
    {
      "source": "万里",
      "target": "胡耀邦",
      "type": "FRIEND_OF",
      "properties": {
        "description": {
          "zh-cn": "万里与胡耀邦同被视为中共党内具开明意识的改革派，并与周荣鑫、张爱萍合称邓小平的“四大金刚”。",
          "en": "Wan Li and Hu Yaobang were both considered open-minded reformists within the CCP, and along with Zhou Rongxin and Zhang Aiping, they were known as Deng Xiaoping's 'Four Great Warriors'."
        }
      }
    },
    {
      "source": "万里",
      "target": "全国人民代表大会常务委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1988-04-27",
        "end_date": "1993-03-27",
        "position": {
          "zh-cn": "委员长",
          "en": "Chairman"
        },
        "description": {
          "zh-cn": "万里担任第七届全国人民代表大会常务委员会委员长。",
          "en": "Wan Li served as the Chairman of the 7th Standing Committee of the National People's Congress."
        }
      }
    },
    {
      "source": "万里",
      "target": "中华人民共和国国务院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1980-04-16",
        "end_date": "1988-04-09",
        "position": {
          "zh-cn": "副总理",
          "en": "Vice Premier"
        },
        "description": {
          "zh-cn": "万里担任中华人民共和国国务院副总理。",
          "en": "Wan Li served as a Vice Premier of the State Council of the People's Republic of China."
        }
      }
    },
    {
      "source": "万里",
      "target": "中国共产党安徽省委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1977-06",
        "end_date": "1979-12",
        "position": {
          "zh-cn": "第一书记",
          "en": "First Secretary"
        },
        "description": {
          "zh-cn": "万里担任中共安徽省委第一书记。",
          "en": "Wan Li served as the First Secretary of the Anhui Provincial Committee of the CCP."
        }
      }
    }
  ]
}