{
  "nodes": [
    {
      "id": "分税制改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "分税制改革"
        ],
        "en": []
      },
      "properties": {
        "period": "1994-01-01 - 2018-03-17",
        "description": {
          "zh-cn": "中华人民共和国政府于1994年实施的一项财税体制改革，旨在调整中央与地方政府的税收分配，缓解中央财政困难，并推动财政体制从计划经济向市场经济转型。",
          "en": "A fiscal and taxation system reform implemented by the Chinese government in 1994, aimed at adjusting the tax distribution between central and local governments, alleviating the central government's financial difficulties, and promoting the transition of the fiscal system from a planned economy to a market economy."
        }
      }
    },
    {
      "id": "中华人民共和国政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国政府",
          "政府"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的中央行政管理机关，通称中央政府。",
          "en": "The central administrative organ of the People's Republic of China, commonly known as the central government."
        }
      }
    },
    {
      "id": "计划经济",
      "type": "Document",
      "name": {
        "zh-cn": [
          "计划经济"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一种经济体制，其中生产、资源分配和消费等主要经济活动均由中央政府计划和控制。",
          "en": "An economic system in which major economic activities such as production, resource allocation, and consumption are planned and controlled by the central government."
        }
      }
    },
    {
      "id": "市场经济",
      "type": "Document",
      "name": {
        "zh-cn": [
          "市场经济"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "一种经济体制，其中生产、资源分配和价格主要由市场中的供求关系决定。",
          "en": "An economic system in which production, resource allocation, and prices are primarily determined by supply and demand in the market."
        }
      }
    },
    {
      "id": "土地财政",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "土地财政"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "地方政府依赖出让土地使用权的收入来维持财政支出的模式。",
          "en": "A model where local governments rely on revenue from leasing land-use rights to sustain fiscal expenditures."
        }
      }
    },
    {
      "id": "包干制",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "包干制"
        ],
        "en": []
      },
      "properties": {
        "period": " - 1993",
        "description": {
          "zh-cn": "1994年分税制改革前，中国采用的一种财政体制，地方财政每年向中央交纳定额的财政税收。",
          "en": "A fiscal system adopted in China before the 1994 tax-sharing reform, where local governments submitted a fixed amount of fiscal revenue to the central government annually."
        }
      }
    },
    {
      "id": "中央政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央政府"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "国家中央级别的行政管理机关，此处特指分税制改革中与地方政府相对应的概念。",
          "en": "The central-level administrative organ of a state, specifically referring to the concept corresponding to local governments in the context of the tax-sharing system reform."
        }
      }
    },
    {
      "id": "胡鞍钢",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡鞍钢"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国经济学家，其与王绍光合著的《中国国家能力报告》对1994年分税制改革的实行起到了重要的推动作用。",
          "en": "A Chinese economist whose co-authored work with Wang Shaoguang, 'Report on China's State Capacity', played a significant role in promoting the implementation of the 1994 tax-sharing system reform."
        }
      }
    },
    {
      "id": "王绍光",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王绍光"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治学者，其与胡鞍钢合著的《中国国家能力报告》对1994年分税制改革的实行起到了重要的推动作用。",
          "en": "A Chinese political scientist whose co-authored work with Hu Angang, 'Report on China's State Capacity', played a significant role in promoting the implementation of the 1994 tax-sharing system reform."
        }
      }
    },
    {
      "id": "中国国家能力报告",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国国家能力报告"
        ],
        "en": []
      },
      "properties": {
        "period": "1993",
        "description": {
          "zh-cn": "由胡鞍钢与王绍光于1993年合著的报告，分析了当时中国中央政府财政汲取能力下降的问题，推动了分税制改革的实施。",
          "en": "A report co-authored by Hu Angang and Wang Shaoguang in 1993 that analyzed the declining fiscal extractive capacity of the Chinese central government at the time and promoted the implementation of the tax-sharing system reform."
        }
      }
    },
    {
      "id": "南斯拉夫解体",
      "type": "Event",
      "name": {
        "zh-cn": [
          "南斯拉夫解体"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "指南斯拉夫社会主义联邦共和国在20世纪90年代初解体的过程。",
          "en": "Refers to the process of the breakup of the Socialist Federal Republic of Yugoslavia in the early 1990s."
        }
      }
    },
    {
      "id": "项怀诚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "项怀诚"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任财政部部长。在2000年左右与时任税务总局局长金人庆在政府收入占GDP比重问题上存在分歧。",
          "en": "Chinese politician, former Minister of Finance. Around the year 2000, he had a disagreement with then-Director of the State Administration of Taxation, Jin Renqing, over the issue of the ratio of government revenue to GDP."
        }
      }
    },
    {
      "id": "金人庆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金人庆"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国家税务总局局长。在2000年左右与时任财政部长项怀诚在政府收入占GDP比重问题上存在分歧。",
          "en": "Chinese politician, former Director of the State Administration of Taxation. Around the year 2000, he had a disagreement with then-Minister of Finance, Xiang Huaicheng, over the issue of the ratio of government revenue to GDP."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "国务院"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的最高国家行政机关。",
          "en": "The highest state administrative organ of the People's Republic of China."
        }
      }
    },
    {
      "id": "关于实行分税制财政管理体制的决定",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于实行分税制财政管理体制的决定"
        ],
        "en": []
      },
      "properties": {
        "period": "1993-12-25",
        "description": {
          "zh-cn": "由中华人民共和国国务院于1993年12月25日发布，正式启动1994年分税制改革的决定性文件。",
          "en": "A decisive document issued by the State Council of the People's Republic of China on December 25, 1993, which officially launched the 1994 tax-sharing system reform."
        }
      }
    },
    {
      "id": "中国军队经商",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中国军队经商"
        ],
        "en": []
      },
      "properties": {
        "period": " - 1998",
        "description": {
          "zh-cn": "指中国军队、武警、政法机构和党政机关在1998年前参与商业经营活动的情况。",
          "en": "Refers to the situation before 1998 where the Chinese military, armed police, judicial and law enforcement agencies, and party-state organs engaged in commercial activities."
        }
      }
    },
    {
      "id": "地方政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "地方政府"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "国家地方级别的行政管理机关，此处特指分税制改革中与中央政府相对应的概念。",
          "en": "The local-level administrative organs of a state, specifically referring to the concept corresponding to the central government in the context of the tax-sharing system reform."
        }
      }
    },
    {
      "id": "中国1998年城镇住房制度改革",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中国1998年城镇住房制度改革",
          "1998年住房市场化改革"
        ],
        "en": []
      },
      "properties": {
        "period": "1998",
        "description": {
          "zh-cn": "1998年在中国推行的城镇住房制度改革，旨在将住房分配从福利体系转向市场化体系。",
          "en": "The urban housing system reform promoted in China in 1998, aimed at shifting housing allocation from a welfare system to a market-based system."
        }
      }
    },
    {
      "id": "吴敬琏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴敬琏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国经济学家，对分税制改革持批评态度，认为其变成了财政集权的手段。",
          "en": "A Chinese economist who is critical of the tax-sharing system reform, believing it became a tool for fiscal centralization."
        }
      }
    },
    {
      "id": "楼继伟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "楼继伟"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任财政部部长，推动对1994年分税制改革后中央与地方事权和支出责任的调整。",
          "en": "Chinese politician, former Minister of Finance, who promoted adjustments to the division of powers and expenditure responsibilities between central and local governments following the 1994 tax-sharing system reform."
        }
      }
    },
    {
      "id": "财政部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "财政部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门，主管国家财政收支、财税政策等事务。",
          "en": "A constituent department of the State Council of the People's Republic of China, responsible for national fiscal revenue and expenditure, fiscal and tax policies, etc."
        }
      }
    },
    {
      "id": "中央编办",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央编办"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "中央机构编制委员会办公室的简称，是中共中央机构编制委员会的常设办事机构。",
          "en": "Abbreviation for the Office of the Central Institutional Organization Commission, which is the permanent working body of the Central Institutional Organization Commission of the CPC."
        }
      }
    },
    {
      "id": "关于推进中央与地方财政事权和支出责任划分改革的指导意见",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于推进中央与地方财政事权和支出责任划分改革的指导意见"
        ],
        "en": []
      },
      "properties": {
        "period": "2016-08-24",
        "description": {
          "zh-cn": "国务院于2016年8月印发，旨在对1994年分税制改革后形成的中央与地方财政事权和支出责任进行调整。",
          "en": "Guiding opinions issued by the State Council in August 2016, aimed at adjusting the division of fiscal powers and expenditure responsibilities between the central and local governments that had been formed after the 1994 tax-sharing system reform."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中华人民共和国政府",
      "target": "分税制改革",
      "type": "PUSHED",
      "properties": {
        "start_date": "1992",
        "end_date": "1994-01-01",
        "description": {
          "zh-cn": "中华人民共和国政府在1992年着手设计、1993年准备并颁布、1994年实施了分税制改革。",
          "en": "The Government of the People's Republic of China began designing the tax-sharing system reform in 1992, prepared and promulgated it in 1993, and implemented it in 1994."
        }
      }
    },
    {
      "source": "分税制改革",
      "target": "市场经济",
      "type": "PUSHED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "分税制改革标志着中国的财政体制由计划经济向市场经济的改革迈出了实质性的一步。",
          "en": "The tax-sharing system reform marked a substantial step in the reform of China's fiscal system from a planned economy to a market economy."
        }
      }
    },
    {
      "source": "分税制改革",
      "target": "计划经济",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "分税制改革标志着中国的财政体制由计划经济向市场经济的改革迈出了实质性的一步，从而削弱了计划经济体制。",
          "en": "The tax-sharing system reform marked a substantial step in the reform of China's fiscal system from a planned economy to a market economy, thereby weakening the planned economy system."
        }
      }
    },
    {
      "source": "分税制改革",
      "target": "土地财政",
      "type": "PUSHED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "分税制改革被认为是催生了严重的土地财政的关键因素，因为它加重了地方政府的财政负担，迫使它们寻求预算外收入。",
          "en": "The tax-sharing system reform is considered a key factor that gave rise to severe land finance, as it increased the financial burden on local governments, forcing them to seek extra-budgetary revenue."
        }
      }
    },
    {
      "source": "包干制",
      "target": "中央政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1980",
        "end_date": "1993",
        "description": {
          "zh-cn": "在包干制下，中央财政收入占整体财政收入的比重迅速下降，导致中央财政陷入严重危机，形成“弱中央”状态。",
          "en": "Under the fiscal contract system, the proportion of central government revenue in total fiscal revenue declined rapidly, leading to a severe crisis for the central government and creating a 'weak center' situation."
        }
      }
    },
    {
      "source": "胡鞍钢",
      "target": "中国国家能力报告",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993",
        "description": {
          "zh-cn": "胡鞍钢与王绍光合著了《中国国家能力报告》。",
          "en": "Hu Angang co-authored the 'Report on China's State Capacity' with Wang Shaoguang."
        }
      }
    },
    {
      "source": "王绍光",
      "target": "中国国家能力报告",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993",
        "description": {
          "zh-cn": "王绍光与胡鞍钢合著了《中国国家能力报告》。",
          "en": "Wang Shaoguang co-authored the 'Report on China's State Capacity' with Hu Angang."
        }
      }
    },
    {
      "source": "中国国家能力报告",
      "target": "分税制改革",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993",
        "description": {
          "zh-cn": "《中国国家能力报告》分析了中央政府财政汲取能力下降的危机，对分税制改革的实行起到了很重要的推动作用。",
          "en": "The 'Report on China's State Capacity' analyzed the crisis of the central government's declining fiscal extractive capacity and played a very important role in promoting the implementation of the tax-sharing system reform."
        }
      }
    },
    {
      "source": "南斯拉夫解体",
      "target": "中国国家能力报告",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1993",
        "description": {
          "zh-cn": "《中国国家能力报告》警告说，如果中央财政汲取能力下降的趋势不扭转，中国恐重蹈南斯拉夫解体之覆辙，这一论点影响了报告的紧迫性和说服力。",
          "en": "The 'Report on China's State Capacity' warned that if the trend of declining central fiscal extractive capacity was not reversed, China could follow the path of the dissolution of Yugoslavia, an argument that influenced the report's urgency and persuasiveness."
        }
      }
    },
    {
      "source": "项怀诚",
      "target": "金人庆",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2000",
        "description": {
          "zh-cn": "2000年，时任财政部长项怀诚与时任税务总局局长金人庆在关于是否应继续提高政府收入占GDP比重的问题上产生分歧。",
          "en": "In 2000, then-Minister of Finance Xiang Huaicheng and then-Director of the State Administration of Taxation Jin Renqing had a disagreement over whether to continue increasing the ratio of government revenue to GDP."
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "关于实行分税制财政管理体制的决定",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993-12-25",
        "description": {
          "zh-cn": "1993年12月25日，国务院发布了《关于实行分税制财政管理体制的决定》。",
          "en": "On December 25, 1993, the State Council issued the 'Decision on Implementing the Tax-Sharing Fiscal Management System'."
        }
      }
    },
    {
      "source": "关于实行分税制财政管理体制的决定",
      "target": "分税制改革",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993-12-25",
        "description": {
          "zh-cn": "该决定规定了分税制改革的具体内容，并宣布从1994年1月1日起正式启动改革。",
          "en": "This decision stipulated the specific content of the tax-sharing system reform and announced its official launch from January 1, 1994."
        }
      }
    },
    {
      "source": "分税制改革",
      "target": "中国军队经商",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "分税制改革带来的财政收入高速增长，为1998年起严禁军队、武警、政法机构和党政机关经商奠定了物质基础。",
          "en": "The rapid growth in fiscal revenue brought about by the tax-sharing system reform laid the material foundation for the prohibition of business activities by the military, armed police, judicial and law enforcement agencies, and party-state organs starting in 1998."
        }
      }
    },
    {
      "source": "分税制改革",
      "target": "地方政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "分税制改革将大量事权下放给地方，但财权上收中央，加重了地方政府的财政负担，影响了其有效运转。",
          "en": "The tax-sharing system reform delegated a large number of administrative responsibilities to local governments while centralizing fiscal power, which increased the financial burden on local governments and affected their effective operation."
        }
      }
    },
    {
      "source": "分税制改革",
      "target": "中央政府",
      "type": "PUSHED",
      "properties": {
        "start_date": "1994",
        "description": {
          "zh-cn": "分税制改革使中央财政收入快速增长，中央财政贫弱的局面得到改观，增强了中央的宏观调控能力。",
          "en": "The tax-sharing system reform led to rapid growth in central government revenue, improved the weak financial situation of the central government, and enhanced its macroeconomic control capabilities."
        }
      }
    },
    {
      "source": "中国1998年城镇住房制度改革",
      "target": "土地财政",
      "type": "PUSHED",
      "properties": {
        "start_date": "1998",
        "description": {
          "zh-cn": "1998年住房市场化改革后，土地财政与高房价的联系变得更为紧密，地方政府更加依赖土地出让收入。",
          "en": "After the 1998 housing market reform, the link between land finance and high housing prices became closer, and local governments became more reliant on revenue from land sales."
        }
      }
    },
    {
      "source": "吴敬琏",
      "target": "分税制改革",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "吴敬琏认为分税制改革中，中央政府只分财权不分事权，把财政分权的方法变成了财政集权的手段，对此持批评态度。",
          "en": "Wu Jinglian believes that in the tax-sharing system reform, the central government only divided fiscal power without dividing administrative responsibilities, turning a method of fiscal decentralization into a means of fiscal centralization, and he is critical of this."
        }
      }
    },
    {
      "source": "楼继伟",
      "target": "财政部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-03",
        "end_date": "2016-11",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        },
        "description": {
          "zh-cn": "楼继伟在2016年全国两会期间以财政部部长身份表示要研究中央和地方事权和支出责任的改革。",
          "en": "During the 2016 National People's Congress and Chinese People's Political Consultative Conference, Lou Jiwei, in his capacity as Minister of Finance, stated the need to study the reform of powers and expenditure responsibilities between the central and local governments."
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "关于推进中央与地方财政事权和支出责任划分改革的指导意见",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-08-24",
        "description": {
          "zh-cn": "2016年8月24日，国务院印发了《关于推进中央与地方财政事权和支出责任划分改革的指导意见》。",
          "en": "On August 24, 2016, the State Council issued the 'Guiding Opinions on Promoting the Reform of the Division of Fiscal Powers and Expenditure Responsibilities between Central and Local Governments'."
        }
      }
    },
    {
      "source": "关于推进中央与地方财政事权和支出责任划分改革的指导意见",
      "target": "分税制改革",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2016-08-24",
        "description": {
          "zh-cn": "该指导意见旨在对1994年分税制改革后形成的中央与地方财政事权和支出责任进行调整和修正。",
          "en": "These guiding opinions aim to adjust and amend the division of fiscal powers and expenditure responsibilities between the central and local governments that was formed after the 1994 tax-sharing system reform."
        }
      }
    },
    {
      "source": "财政部",
      "target": "关于推进中央与地方财政事权和支出责任划分改革的指导意见",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-08",
        "description": {
          "zh-cn": "财政部是负责组织、协调、指导、督促推进中央与地方财政事权和支出责任划分改革工作的主要部门之一。",
          "en": "The Ministry of Finance is one of the main departments responsible for organizing, coordinating, guiding, and supervising the promotion of the reform of the division of fiscal powers and expenditure responsibilities between central and local governments."
        }
      }
    },
    {
      "source": "中央编办",
      "target": "关于推进中央与地方财政事权和支出责任划分改革的指导意见",
      "type": "PUSHED",
      "properties": {
        "start_date": "2016-08",
        "description": {
          "zh-cn": "中央编办是负责组织、协调、指导、督促推进中央与地方财政事权和支出责任划分改革工作的主要部门之一。",
          "en": "The Office of the Central Institutional Organization Commission is one of the main departments responsible for organizing, coordinating, guiding, and supervising the promotion of the reform of the division of fiscal powers and expenditure responsibilities between central and local governments."
        }
      }
    }
  ]
}