[
  {
    "nodes": [
      {
        "id": "朱温",
        "type": "Person",
        "name": {
          "zh-cn": [
            "朱温",
            "梁太祖",
            "朱全忠",
            "朱晃"
          ]
        },
        "properties": {
          "lifetime": "0852-12-05 - 0912-07-18",
          "gender": "Male",
          "birth_place": {
            "zh-cn": "砀山县",
            "en": "Dangshan County"
          },
          "death_place": {
            "zh-cn": "开封府",
            "en": "Kaifeng Prefecture"
          },
          "description": {
            "zh-cn": "五代时期后梁开国皇帝。原名朱温，唐末参与黄巢起事，后降唐，获赐名“全忠”，官至节度使。907年废唐哀帝自立，改名“晃”，建立后梁。",
            "en": "Founding emperor of the Later Liang dynasty during the Five Dynasties and Ten Kingdoms period. Originally named Zhu Wen, he participated in the Huang Chao Rebellion in the late Tang dynasty, later surrendered to the Tang, was given the name 'Quanzhong', and rose to the rank of military governor (Jiedushi). In 907, he deposed Emperor Ai of Tang, changed his name to 'Huang', and established the Later Liang."
          }
        }
      },
      {
        "id": "黄巢",
        "type": "Person",
        "name": {
          "zh-cn": [
            "黄巢"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐末农民起义领袖，建立大齐政权。",
            "en": "Leader of a peasant rebellion in the late Tang dynasty, established the state of Da Qi."
          }
        }
      },
      {
        "id": "黄巢之乱",
        "type": "Movement",
        "name": {
          "zh-cn": [
            "黄巢之乱"
          ]
        },
        "properties": {
          "period": "0875 - 0884",
          "description": {
            "zh-cn": "唐朝末年由黄巢领导的农民起义，严重动摇了唐朝的统治。",
            "en": "A peasant rebellion led by Huang Chao during the late Tang dynasty, which severely weakened the Tang's rule."
          }
        }
      },
      {
        "id": "朱存",
        "type": "Person",
        "name": {
          "zh-cn": [
            "朱存"
          ]
        },
        "properties": {
          "gender": "Male",
          "description": {
            "zh-cn": "朱温的次兄，与朱温一同加入黄巢军，后在攻打岭南时战死。",
            "en": "Zhu Wen's second older brother, who joined Huang Chao's army with Zhu Wen and was later killed in battle during the attack on Lingnan."
          }
        }
      },
      {
        "id": "王重荣",
        "type": "Person",
        "name": {
          "zh-cn": [
            "王重荣"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐末河中节度使，曾击败为黄巢效力的朱温，后接受其投降。",
            "en": "A military governor (Jiedushi) of Hezhong in the late Tang dynasty, who defeated Zhu Wen while he was serving Huang Chao and later accepted his surrender."
          }
        }
      },
      {
        "id": "唐僖宗",
        "type": "Person",
        "name": {
          "zh-cn": [
            "唐僖宗"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐朝皇帝，在位期间爆发黄巢之乱。他接受了朱温的投降，并赐其名“全忠”。",
            "en": "An emperor of the Tang dynasty, during whose reign the Huang Chao Rebellion broke out. He accepted Zhu Wen's surrender and bestowed upon him the name 'Quanzhong'."
          }
        }
      },
      {
        "id": "李克用",
        "type": "Person",
        "name": {
          "zh-cn": [
            "李克用"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐末沙陀族首领，晋王。曾应朱温请求援助击败黄巢，后因上源驿之变与朱温决裂，成为其主要对手。",
            "en": "A Shatuo chieftain and Prince of Jin in the late Tang dynasty. He once aided Zhu Wen at his request to defeat Huang Chao, but later became his main rival after the Shangyuan Station Incident."
          }
        }
      },
      {
        "id": "上源驿之变",
        "type": "Event",
        "name": {
          "zh-cn": [
            "上源驿之变"
          ]
        },
        "properties": {
          "period": "0884",
          "description": {
            "zh-cn": "朱温在汴州上源驿设宴款待李克用后发动夜间突袭的事件。此事导致李克用三百余随从被杀，二人彻底反目成仇。",
            "en": "An incident where Zhu Wen launched a surprise night attack on Li Keyong at the Shangyuan Station in Bianzhou after a banquet. The event resulted in the death of over 300 of Li Keyong's followers and led to a complete breakdown of relations between the two."
          }
        }
      },
      {
        "id": "秦宗权",
        "type": "Person",
        "name": {
          "zh-cn": [
            "秦宗权"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "黄巢部将，在黄巢死后继续攻掠中原，后被朱温击败并处决。",
            "en": "A general under Huang Chao who continued to raid the Central Plains after Huang's death. He was later defeated and executed by Zhu Wen."
          }
        }
      },
      {
        "id": "朱瑄",
        "type": "Person",
        "name": {
          "zh-cn": [
            "朱瑄"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐末天平军节度使。曾援助被秦宗权围攻的朱温并与其结为兄弟，后二人失和交恶。",
            "en": "Military governor (Jiedushi) of Tianping Army in the late Tang dynasty. He once aided Zhu Wen when he was besieged by Qin Zongquan and formed a sworn brotherhood with him, but they later had a falling out and became enemies."
          }
        }
      },
      {
        "id": "崔胤",
        "type": "Person",
        "name": {
          "zh-cn": [
            "崔胤"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐朝宰相，为对抗专权的宦官而召朱温入京，但最终被朱温所杀。",
            "en": "A chancellor of the Tang dynasty who summoned Zhu Wen to the capital to counter the power of the eunuchs, but was ultimately killed by Zhu Wen."
          }
        }
      },
      {
        "id": "唐昭宗",
        "type": "Person",
        "name": {
          "zh-cn": [
            "唐昭宗"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐朝倒数第二位皇帝，被宦官挟持时由朱温救驾，后被朱温控制并最终弑杀。",
            "en": "The second to last emperor of the Tang dynasty. He was rescued by Zhu Wen when held hostage by eunuchs, but was later controlled and ultimately assassinated by him."
          }
        }
      },
      {
        "id": "唐哀帝",
        "type": "Person",
        "name": {
          "zh-cn": [
            "唐哀帝",
            "李祝",
            "李柷"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "唐朝末代皇帝，唐昭宗之子。被朱温拥立为帝，后被迫禅位给朱温，不久后被杀害。",
            "en": "The last emperor of the Tang dynasty, son of Emperor Zhaozong. He was installed as emperor by Zhu Wen, later forced to abdicate in favor of Zhu Wen, and was killed shortly after."
          }
        }
      },
      {
        "id": "后梁",
        "type": "Organization",
        "name": {
          "zh-cn": [
            "后梁"
          ]
        },
        "properties": {
          "period": "0907-06-01 - 0923",
          "description": {
            "zh-cn": "五代十国的第一个中原王朝，由朱温在公元907年篡唐建立。",
            "en": "The first of the Five Dynasties in the Central Plains, established by Zhu Wen in 907 AD after usurping the Tang throne."
          }
        }
      },
      {
        "id": "朱友珪",
        "type": "Person",
        "name": {
          "zh-cn": [
            "朱友珪",
            "朱友-{珪}-"
          ]
        },
        "properties": {
          "gender": "Male",
          "description": {
            "zh-cn": "朱温第三子，发动宫廷政变弑父自立为帝。",
            "en": "Zhu Wen's third son, who launched a palace coup to assassinate his father and install himself as emperor."
          }
        }
      },
      {
        "id": "后唐庄宗",
        "type": "Person",
        "name": {
          "zh-cn": [
            "后唐庄宗",
            "李存勖"
          ]
        },
        "properties": {
          "description": {
            "zh-cn": "后唐开国皇帝，李克用之子。他将朱温视为篡唐逆贼，灭亡后梁后，追废朱温为庶人，并拆毁其陵墓。",
            "en": "The founding emperor of Later Tang and son of Li Keyong. He considered Zhu Wen a usurper of the Tang throne, and after conquering Later Liang, he posthumously demoted Zhu Wen to a commoner and had his mausoleum dismantled."
          }
        }
      },
      {
        "id": "毛泽东",
        "type": "Person",
        "name": {
          "zh-cn": [
            "毛泽东"
          ]
        },
        "properties": {
          "lifetime": "1893-12-26 - 1976-09-09",
          "gender": "Male",
          "description": {
            "zh-cn": "中国共产党、中华人民共和国、中国人民解放军的主要缔造者和领导人。曾评价朱温“狡猾过之”。",
            "en": "The main founder and leader of the Communist Party of China, the People's Republic of China, and the People's Liberation Army. He once commented that Zhu Wen was 'exceedingly cunning'."
          }
        }
      },
      {
        "id": "曹操",
        "type": "Person",
        "name": {
          "zh-cn": [
            "曹操"
          ]
        },
        "properties": {
          "lifetime": "0155 - 0220-03-15",
          "gender": "Male",
          "description": {
            "zh-cn": "东汉末年杰出的政治家、军事家、文学家、书法家，三国中曹魏政权的奠基人。毛泽东曾将朱温的处境与曹操作比较。",
            "en": "An outstanding statesman, military strategist, writer, and calligrapher in the late Eastern Han dynasty, and the founder of the state of Cao Wei during the Three Kingdoms period. Mao Zedong once compared Zhu Wen's situation to that of Cao Cao."
          }
        }
      },
      {
        "id": "朱诚 (唐朝)",
        "type": "Person",
        "name": {
          "zh-cn": [
            "朱诚 (唐朝)",
            "朱诚"
          ]
        },
        "properties": {
          "gender": "Male"
        }
      },
      {
        "id": "文惠皇后",
        "type": "Person",
        "name": {
          "zh-cn": [
            "文惠皇后",
            "王氏"
          ]
        },
        "properties": {
          "gender": "Female"
        }
      },
      {
        "id": "元贞皇太后",
        "type": "Person",
        "name": {
          "zh-cn": [
            "元贞皇太后",
            "张氏"
          ]
        },
        "properties": {
          "gender": "Female"
        }
      },
      {
        "id": "朱友贞",
        "type": "Person",
        "name": {
          "zh-cn": [
            "朱友贞"
          ]
        },
        "properties": {
          "gender": "Male"
        }
      },
      {
        "id": "砀山县",
        "type": "Location",
        "name": {
          "zh-cn": [
            "砀山县"
          ]
        },
        "properties": {}
      }
    ],
    "relationships": [
      {
        "source": "朱温",
        "target": "黄巢",
        "type": "SUBORDINATE_OF",
        "properties": {
          "start_date": "0877",
          "end_date": "0882-09",
          "description": {
            "zh-cn": "干符四年（877年），朱温加入黄巢军，并逐渐成为其重要将领。中和二年（882年）九月，他杀监军严实，率部降唐，脱离黄巢。",
            "en": "In 877, Zhu Wen joined Huang Chao's army and gradually became a key general. In September 882, he killed the supervising official Yan Shi and led his troops to surrender to the Tang dynasty, breaking away from Huang Chao."
          }
        }
      },
      {
        "source": "黄巢之乱",
        "target": "朱存",
        "type": "BLOCKED",
        "properties": {
          "description": {
            "zh-cn": "朱温的次兄朱存随黄巢军南征岭南时战死。",
            "en": "Zhu Wen's second older brother, Zhu Cun, was killed in battle while campaigning in Lingnan with Huang Chao's army."
          }
        }
      },
      {
        "source": "朱温",
        "target": "王重荣",
        "type": "SUBORDINATE_OF",
        "properties": {
          "start_date": "0882-09",
          "description": {
            "zh-cn": "朱温在意识到黄巢军势日衰后，率部投降河中节度使王重荣，并通过他归顺唐廷。",
            "en": "Realizing the decline of Huang Chao's forces, Zhu Wen led his troops to surrender to Wang Chongrong, the military governor of Hezhong, and through him, submitted to the Tang court."
          }
        }
      },
      {
        "source": "唐僖宗",
        "target": "朱温",
        "type": "PUSHED",
        "properties": {
          "start_date": "0882",
          "description": {
            "zh-cn": "唐僖宗赞赏朱温归顺唐朝，授予其官职并赐名“全忠”，为其后续发展提供了政治资本。",
            "en": "Emperor Xizong of Tang appreciated Zhu Wen's submission to the Tang dynasty, granting him an official position and the name 'Quanzhong', which provided him with political capital for his future development."
          }
        }
      },
      {
        "source": "朱温",
        "target": "李克用",
        "type": "ENEMY_OF",
        "properties": {
          "start_date": "0884",
          "description": {
            "zh-cn": "朱温在汴州上源驿设宴款待并突袭李克用，是为“上源驿之变”，自此二人反目成仇，长期对峙。",
            "en": "Zhu Wen hosted a banquet for Li Keyong at the Shangyuan Station in Bianzhou and launched a surprise attack, known as the 'Shangyuan Station Incident'. From then on, the two became sworn enemies and were engaged in a long-term standoff."
          }
        }
      },
      {
        "source": "朱温",
        "target": "上源驿之变",
        "type": "PUSHED",
        "properties": {
          "start_date": "0884",
          "description": {
            "zh-cn": "在李克用班师途经汴州时，朱温策划并实施了针对李克用的夜间突袭，引发了上源驿之变。",
            "en": "When Li Keyong's army was passing through Bianzhou on their return, Zhu Wen planned and executed a night raid against him, triggering the Shangyuan Station Incident."
          }
        }
      },
      {
        "source": "朱温",
        "target": "秦宗权",
        "type": "ENEMY_OF",
        "properties": {
          "end_date": "0889",
          "description": {
            "zh-cn": "在黄巢死后，朱温与继续作乱的秦宗权反复争斗，最终于889年将其擒获并送往京师处决。",
            "en": "After the death of Huang Chao, Zhu Wen engaged in repeated battles with Qin Zongquan, who continued the rebellion. He finally captured Qin in 889 and sent him to the capital for execution."
          }
        }
      },
      {
        "source": "朱温",
        "target": "朱瑄",
        "type": "FRIEND_OF",
        "properties": {
          "start_date": "0884",
          "end_date": "0887",
          "description": {
            "zh-cn": "朱温为秦宗权所攻时，曾向天平节度使朱瑄求救，朱瑄派兵援救后，二人结为兄弟。该同盟于887年因朱温袭取曹、濮二州而破裂。",
            "en": "When attacked by Qin Zongquan, Zhu Wen sought help from Zhu Xuan, the military governor of Tianping. After Zhu Xuan sent troops to rescue him, the two became sworn brothers. The alliance broke in 887 when Zhu Wen seized the prefectures of Cao and Pu."
          }
        }
      },
      {
        "source": "崔胤",
        "target": "朱温",
        "type": "PUSHED",
        "properties": {
          "start_date": "0901",
          "description": {
            "zh-cn": "为对抗控制唐昭宗的宦官，宰相崔胤召朱温率军入京，为朱温掌控中央朝政创造了契机。",
            "en": "To counter the eunuchs who controlled Emperor Zhaozong, Chancellor Cui Yin summoned Zhu Wen to lead his army into the capital, creating an opportunity for Zhu Wen to seize control of the central government."
          }
        }
      },
      {
        "source": "朱温",
        "target": "唐昭宗",
        "type": "BLOCKED",
        "properties": {
          "start_date": "0904",
          "description": {
            "zh-cn": "朱温在完全掌控朝政后，于904年指使部下弑杀唐昭宗。",
            "en": "After gaining complete control of the court, Zhu Wen ordered his subordinates to assassinate Emperor Zhaozong in 904."
          }
        }
      },
      {
        "source": "朱温",
        "target": "唐哀帝",
        "type": "BLOCKED",
        "properties": {
          "start_date": "0907",
          "description": {
            "zh-cn": "朱温先拥立唐昭宗之子李柷为唐哀帝，后于907年迫其禅位，建立后梁，不久后将其杀害，唐朝灭亡。",
            "en": "Zhu Wen first installed Li Zhu, son of Emperor Zhaozong, as Emperor Ai of Tang. He then forced him to abdicate in 907, establishing the Later Liang. Shortly after, he had him killed, marking the end of the Tang dynasty."
          }
        }
      },
      {
        "source": "朱温",
        "target": "后梁",
        "type": "FOUNDED",
        "properties": {
          "start_date": "0907-06-01",
          "description": {
            "zh-cn": "天祐四年（907年），朱温迫使唐哀帝禅位，自立为帝，建立后梁，开启了五代十国时期。",
            "en": "In 907, Zhu Wen forced Emperor Ai of Tang to abdicate, proclaimed himself emperor, and established the Later Liang dynasty, thus beginning the Five Dynasties and Ten Kingdoms period."
          }
        }
      },
      {
        "source": "朱友珪",
        "target": "朱温",
        "type": "BLOCKED",
        "properties": {
          "start_date": "0912-07-18",
          "description": {
            "zh-cn": "干化二年（912年）六月，朱温第三子朱友珪趁其病重，发动宫廷政变，弑父自立。",
            "en": "In June 912, while Zhu Wen was seriously ill, his third son Zhu Yougui launched a palace coup, assassinated his father, and seized the throne."
          }
        }
      },
      {
        "source": "朱友珪",
        "target": "朱温",
        "type": "CHILD_OF",
        "properties": {}
      },
      {
        "source": "后唐庄宗",
        "target": "朱温",
        "type": "ENEMY_OF",
        "properties": {
          "description": {
            "zh-cn": "后唐庄宗李存勖灭亡后梁后，下令追废朱温为庶人，并拆毁其陵墓的殿宇。",
            "en": "After conquering the Later Liang, Emperor Zhuangzong of Later Tang (Li Cunxu) ordered the posthumous demotion of Zhu Wen to the status of a commoner and had the halls of his mausoleum dismantled."
          }
        }
      },
      {
        "source": "毛泽东",
        "target": "朱温",
        "type": "INFLUENCED",
        "properties": {
          "description": {
            "zh-cn": "毛泽东评价朱温：“朱温处四战之地，与曹操略同，而狡猾过之。”",
            "en": "Mao Zedong commented on Zhu Wen: 'Zhu Wen was situated in a battleground from four sides, similar to Cao Cao, but he surpassed him in cunning.'"
          }
        }
      },
      {
        "source": "曹操",
        "target": "朱温",
        "type": "INFLUENCED",
        "properties": {
          "description": {
            "zh-cn": "毛泽东将朱温与曹操进行比较，认为两人所处的地缘政治环境相似。",
            "en": "Mao Zedong compared Zhu Wen to Cao Cao, believing that they shared similar geopolitical circumstances."
          }
        }
      },
      {
        "source": "朱温",
        "target": "朱诚 (唐朝)",
        "type": "CHILD_OF",
        "properties": {}
      },
      {
        "source": "朱温",
        "target": "文惠皇后",
        "type": "CHILD_OF",
        "properties": {}
      },
      {
        "source": "朱温",
        "target": "元贞皇太后",
        "type": "SPOUSE_OF",
        "properties": {}
      },
      {
        "source": "朱友贞",
        "target": "朱温",
        "type": "CHILD_OF",
        "properties": {}
      },
      {
        "source": "朱友贞",
        "target": "元贞皇太后",
        "type": "CHILD_OF",
        "properties": {}
      },
      {
        "source": "朱温",
        "target": "朱存",
        "type": "SIBLING_OF",
        "properties": {}
      },
      {
        "source": "朱温",
        "target": "砀山县",
        "type": "BORN_IN",
        "properties": {}
      }
    ]
  }
]