{
  "nodes": [
    {
      "id": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国香港特别行政区维护国家安全法",
          "香港国安法",
          "港区国安法",
          "港版国安法"
        ],
        "en": [
          "Law of the People's Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region",
          "Hong Kong National Security Law"
        ]
      },
      "properties": {
        "period": "2020-06-30 - ",
        "description": {
          "zh-cn": "中华人民共和国的一部全国性法律，旨在维护香港特别行政区的国家安全，防范、制止和惩治四类犯罪行为：分裂国家、颠覆国家政权、组织实施恐怖活动和勾结外国或者境外势力危害国家安全。",
          "en": "A national law of the People's Republic of China aimed at safeguarding national security in the Hong Kong Special Administrative Region by preventing, stopping, and punishing four categories of crimes: secession, subversion, terrorism, and collusion with foreign or external forces to endanger national security."
        }
      }
    },
    {
      "id": "全国人民代表大会常务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "全国人民代表大会常务委员会"
        ],
        "en": [
          "Standing Committee of the National People's Congress"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国全国人民代表大会的常设机关，通过了《香港国安法》。",
          "en": "The permanent body of the National People's Congress of the People's Republic of China, which passed the Hong Kong National Security Law."
        }
      }
    },
    {
      "id": "习近平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "习近平"
        ],
        "en": [
          "Xi Jinping"
        ]
      },
      "properties": {
        "lifetime": "1953-06-15 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党中央委员会总书记、中华人民共和国主席，他签署并公布了《香港国安法》。",
          "en": "General Secretary of the Central Committee of the Chinese Communist Party and President of the People's Republic of China, who signed and promulgated the Hong Kong National Security Law."
        }
      }
    },
    {
      "id": "林郑月娥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林郑月娥"
        ],
        "en": [
          "Carrie Lam"
        ]
      },
      "properties": {
        "lifetime": "1957-05-13 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "时任香港特别行政区行政长官，签署了《香港国安法》在香港公布实施的法律公告。",
          "en": "Then Chief Executive of the Hong Kong Special Administrative Region, who signed the legal notice for the promulgation and implementation of the Hong Kong National Security Law in Hong Kong."
        }
      }
    },
    {
      "id": "反对逃犯条例修订草案运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反对逃犯条例修订草案运动"
        ],
        "en": [
          "Anti-Extradition Law Amendment Bill movement"
        ]
      },
      "properties": {
        "period": "2019-03 - 2020",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "2019年在香港爆发的大规模社会运动，被认为是促使中央政府订立《港区国安法》的关键背景事件。",
          "en": "A large-scale social movement that erupted in Hong Kong in 2019, considered a key background event that prompted the central government to enact the Hong Kong National Security Law."
        }
      }
    },
    {
      "id": "全国人民代表大会关于建立健全香港特别行政区维护国家安全的法律制度和执行机制的决定",
      "type": "Document",
      "name": {
        "zh-cn": [
          "全国人民代表大会关于建立健全香港特别行政区维护国家安全的法律制度和执行机制的决定"
        ],
        "en": [
          "Decision of the National People's Congress on Establishing and Improving the Legal System and Enforcement Mechanisms for the Hong Kong Special Administrative Region to Safeguard National Security"
        ]
      },
      "properties": {
        "period": "2020-05-28",
        "description": {
          "zh-cn": "由第十三届全国人民代表大会第三次会议通过的决定，授权全国人大常委会制定《香港国安法》。",
          "en": "A decision passed by the Third Session of the 13th National People's Congress, authorizing the NPCSC to formulate the Hong Kong National Security Law."
        }
      }
    },
    {
      "id": "中央人民政府驻香港特别行政区维护国家安全公署",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府驻香港特别行政区维护国家安全公署",
          "驻港国家安全公署"
        ],
        "en": [
          "Office for Safeguarding National Security of the Central People's Government in the Hong Kong Special Administrative Region"
        ]
      },
      "properties": {
        "period": "2020-07-03 - ",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "根据《香港国安法》设立的中央人民政府驻港机构，负责监督、指导、协调、支持香港特区履行维护国家安全的职责，并可在特定情形下直接行使管辖权。",
          "en": "A Central People's Government agency established in Hong Kong under the National Security Law, responsible for supervising, guiding, coordinating, and supporting the HKSAR in fulfilling its duties to safeguard national security, and can exercise jurisdiction directly in specific situations."
        }
      }
    },
    {
      "id": "香港特别行政区维护国家安全委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港特别行政区维护国家安全委员会",
          "香港国安委"
        ],
        "en": [
          "Committee for Safeguarding National Security of Hong Kong"
        ]
      },
      "properties": {
        "period": "2020-07 - ",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "根据《香港国安法》由香港特区政府成立的机构，负责香港特区维护国家安全事务，由行政长官担任主席。",
          "en": "An body established by the HKSAR Government under the National Security Law, responsible for national security affairs in the HKSAR and chaired by the Chief Executive."
        }
      }
    },
    {
      "id": "香港警务处国家安全处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港警务处国家安全处",
          "国安处"
        ],
        "en": [
          "National Security Department of the Hong Kong Police Force"
        ]
      },
      "properties": {
        "period": "2020-07 - ",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "香港警务处下设的负责执行《香港国安法》的执法部门。",
          "en": "The law enforcement department within the Hong Kong Police Force responsible for implementing the Hong Kong National Security Law."
        }
      }
    },
    {
      "id": "香港民主派初选大搜捕",
      "type": "Event",
      "name": {
        "zh-cn": [
          "香港民主派初选大搜捕"
        ],
        "en": [
          "2021 Hong Kong pro-democracy activists arrests"
        ]
      },
      "properties": {
        "period": "2021-01-06",
        "location": {
          "zh-cn": "香港",
          "en": "Hong Kong"
        },
        "description": {
          "zh-cn": "香港警方国安处以涉嫌违反《港区国安法》中“颠覆国家政权罪”为由，对53名参与或组织2020年民主派初选的人士进行的大规模拘捕行动。",
          "en": "A large-scale arrest operation conducted by the Hong Kong Police's National Security Department, targeting 53 individuals involved in or organizing the 2020 pro-democracy primaries on suspicion of 'subversion' under the National Security Law."
        }
      }
    },
    {
      "id": "苹果日报 (香港)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苹果日报 (香港)"
        ],
        "en": [
          "Apple Daily (Hong Kong)"
        ]
      },
      "properties": {
        "period": "1995-06-20 - 2021-06-24",
        "description": {
          "zh-cn": "香港一份已停刊的报纸，其多名高层因《港区国安法》被捕、资产被冻结后，于2021年6月24日停止运作。",
          "en": "A defunct Hong Kong newspaper that ceased operations on June 24, 2021, after several of its senior executives were arrested and its assets were frozen under the National Security Law."
        }
      }
    },
    {
      "id": "立场新闻",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "立场新闻"
        ],
        "en": [
          "Stand News"
        ]
      },
      "properties": {
        "period": "2014-12 - 2021-12-29",
        "description": {
          "zh-cn": "香港一个已停止运作的民主派网络媒体。在多名高层被警方国安处以“串谋发布煽动刊物罪”拘捕后，于2021年12月29日停止运作。",
          "en": "A defunct pro-democracy online media outlet in Hong Kong. It ceased operations on December 29, 2021, after several of its senior executives were arrested by the National Security Department for 'conspiracy to publish seditious materials'."
        }
      }
    },
    {
      "id": "韦彦德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韦彦德"
        ],
        "en": [
          "Robert Reed, Baron Reed of Allermuir"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "英国最高法院院长，因《港区国安法》的实施而辞任香港终审法院非常任法官。",
          "en": "President of the Supreme Court of the United Kingdom who resigned as a non-permanent judge of the Hong Kong Court of Final Appeal due to the implementation of the National Security Law."
        }
      }
    },
    {
      "id": "香港终审法院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "香港终审法院"
        ],
        "en": [
          "Hong Kong Court of Final Appeal"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "香港特别行政区的最终上诉法院。",
          "en": "The final appellate court of the Hong Kong Special Administrative Region."
        }
      }
    },
    {
      "id": "贺知义",
      "type": "Person",
      "name": {
        "zh-cn": [
          "贺知义"
        ],
        "en": [
          "Patrick Hodge, Lord Hodge"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "英国最高法院副院长，因《港区国安法》的实施而辞任香港终审法院非常任法官。",
          "en": "Deputy President of the Supreme Court of the United Kingdom who resigned as a non-permanent judge of the Hong Kong Court of Final Appeal due to the implementation of the National Security Law."
        }
      }
    },
    {
      "id": "岑耀信",
      "type": "Person",
      "name": {
        "zh-cn": [
          "岑耀信"
        ],
        "en": [
          "Jonathan Sumption, Lord Sumption"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "前英国最高法院法官，于2024年6月辞任香港终审法院非常任法官，并公开批评《港区国安法》对香港法治构成威胁。",
          "en": "A former Justice of the Supreme Court of the United Kingdom who resigned as a non-permanent judge of the Hong Kong Court of Final Appeal in June 2024 and publicly criticized the National Security Law for posing a threat to the rule of law in Hong Kong."
        }
      }
    },
    {
      "id": "香港第五次移民潮",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "香港第五次移民潮",
          "香港移民潮"
        ],
        "en": [
          "Fifth Hong Kong mass migration wave"
        ]
      },
      "properties": {
        "period": "2020 - ",
        "description": {
          "zh-cn": "自《港区国安法》实施以来，因对政治环境、自由及前景的担忧而引发的大规模香港居民移居海外的浪潮。",
          "en": "A large-scale wave of Hong Kong residents emigrating overseas since the implementation of the National Security Law, driven by concerns about the political environment, freedoms, and future prospects."
        }
      }
    },
    {
      "id": "公民党 (香港)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公民党 (香港)",
          "公民党"
        ],
        "en": [
          "Civic Party (Hong Kong)",
          "Civic Party"
        ]
      },
      "properties": {
        "period": "2006-03-19 - 2023-05-27",
        "description": {
          "zh-cn": "香港的一个已解散的泛民主派政党，在《港区国安法》后的政治环境下，于2023年5月停止运作。",
          "en": "A defunct pro-democracy political party in Hong Kong, which ceased operations in May 2023 amid the political climate following the National Security Law."
        }
      }
    },
    {
      "id": "袁静婷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁静婷"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "一名留学日本的香港学生，因在海外社交媒体上发布港独内容，返港后被国安处拘捕，成为首宗国安法域外适用案例的被告。",
          "en": "A Hong Kong student studying in Japan who was arrested by the National Security Department upon her return to Hong Kong for posting pro-independence content on social media overseas, becoming the defendant in the first case involving the extraterritorial application of the National Security Law."
        }
      }
    },
    {
      "id": "律政司 (香港)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "律政司 (香港)",
          "律政司"
        ],
        "en": [
          "Department of Justice (Hong Kong)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "香港特别行政区政府的法律政策及检控部门。",
          "en": "The legal policy and prosecution department of the Government of the Hong Kong Special Administrative Region."
        }
      }
    },
    {
      "id": "愿荣光归香港",
      "type": "Document",
      "name": {
        "zh-cn": [
          "愿荣光归香港"
        ],
        "en": [
          "Glory to Hong Kong"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一首在2019年反对逃犯条例修订草案运动中被广泛传唱的歌曲，后被香港政府申请禁制令。",
          "en": "A song widely sung during the 2019 anti-extradition bill movement, which later became the subject of an injunction application by the Hong Kong government."
        }
      }
    },
    {
      "id": "唐英杰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐英杰"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "首位被控违反《港区国安法》并被定罪的人士。",
          "en": "The first person to be charged and convicted under the Hong Kong National Security Law."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "全国人民代表大会常务委员会",
      "target": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-06-30",
        "description": {
          "zh-cn": "于2020年6月30日表决通过了《中华人民共和国香港特别行政区维护国家安全法》。",
          "en": "Passed the Law of the People's Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region on June 30, 2020."
        }
      }
    },
    {
      "source": "习近平",
      "target": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-06-30",
        "description": {
          "zh-cn": "签署第四十九号《中华人民共和国主席令》，公布《中华人民共和国香港特别行政区维护国家安全法》。",
          "en": "Signed Presidential Order No. 49 to promulgate the Law of the People's Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region."
        }
      }
    },
    {
      "source": "林郑月娥",
      "target": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-06-30",
        "description": {
          "zh-cn": "作为时任香港特别行政区行政长官，签署法律公告，使《中华人民共和国香港特别行政区维护国家安全法》在香港刊宪并即时生效。",
          "en": "As the then Chief Executive of the HKSAR, signed the legal notice to gazette the Law of the People's Republic of China on Safeguarding National Security in the Hong Kong Special Administrative Region, bringing it into immediate effect."
        }
      }
    },
    {
      "source": "全国人民代表大会关于建立健全香港特别行政区维护国家安全的法律制度和执行机制的决定",
      "target": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-05-28",
        "description": {
          "zh-cn": "该决定授权全国人民代表大会常务委员会制定《香港国安法》。",
          "en": "This decision authorized the Standing Committee of the National People's Congress to enact the Hong Kong National Security Law."
        }
      }
    },
    {
      "source": "反对逃犯条例修订草案运动",
      "target": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "2019年爆发的“反修例运动”被认为是促使中共中央决定订立《港区国安法》的关键事件。",
          "en": "The 'Anti-Extradition Law Amendment Bill movement' that broke out in 2019 is considered a key event that prompted the CPC Central Committee to decide on the enactment of the Hong Kong National Security Law."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "中央人民政府驻香港特别行政区维护国家安全公署",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2020-06-30",
        "description": {
          "zh-cn": "《香港国安法》规定设立中央人民政府驻香港特别行政区维护国家安全公署。",
          "en": "The Hong Kong National Security Law stipulates the establishment of the Office for Safeguarding National Security of the Central People's Government in the HKSAR."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "香港特别行政区维护国家安全委员会",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2020-06-30",
        "description": {
          "zh-cn": "《香港国安法》规定香港特别行政区需组建维护国家安全委员会。",
          "en": "The Hong Kong National Security Law stipulates that the Hong Kong Special Administrative Region must establish a Committee for Safeguarding National Security."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "香港警务处国家安全处",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2020-06-30",
        "description": {
          "zh-cn": "《香港国安法》规定香港警务处需设立维护国家安全部门。",
          "en": "The Hong Kong National Security Law stipulates that the Hong Kong Police Force must establish a department for safeguarding national security."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "香港民主派初选大搜捕",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021-01-06",
        "description": {
          "zh-cn": "警方国安处依据《香港国安法》，以“颠覆国家政权罪”为由对参与民主派初选的人士进行大规模拘捕。",
          "en": "Citing the Hong Kong National Security Law, the National Security Department of the police conducted large-scale arrests of participants in the pro-democracy primaries on charges of 'subversion'."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "苹果日报 (香港)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-08-10",
        "end_date": "2021-06-24",
        "description": {
          "zh-cn": "警方国安处依据《香港国安法》对《苹果日报》高层进行拘捕并冻结其资产，最终导致该报于2021年6月24日停刊。",
          "en": "The National Security Department of the police arrested senior executives of Apple Daily and froze its assets under the Hong Kong National Security Law, ultimately leading to the newspaper's closure on June 24, 2021."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "立场新闻",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2021-12-29",
        "end_date": "2021-12-29",
        "description": {
          "zh-cn": "警方国安处以“串谋发布煽动刊物罪”拘捕《立场新闻》多名高层，导致该媒体于同日停止运作。",
          "en": "The National Security Department of the police arrested several senior executives of Stand News for 'conspiracy to publish seditious materials', causing the media outlet to cease operations on the same day."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "香港第五次移民潮",
      "type": "PUSHED",
      "properties": {
        "start_date": "2020-07",
        "description": {
          "zh-cn": "《港区国安法》的实施引发了对香港政治自由和前景的担忧，成为促使大量香港居民移居海外的“移民潮”的关键因素。",
          "en": "The implementation of the Hong Kong National Security Law sparked concerns about political freedoms and the future of Hong Kong, becoming a key factor in the 'emigration wave' of a large number of residents moving abroad."
        }
      }
    },
    {
      "source": "中华人民共和国香港特别行政区维护国家安全法",
      "target": "公民党 (香港)",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-05-27",
        "end_date": "2023-05-27",
        "description": {
          "zh-cn": "在《港区国安法》实施后的政治环境下，曾为香港民主派第二大政党的公民党于2023年5月27日宣布解散。",
          "en": "In the political climate following the implementation of the National Security Law, the Civic Party, once the second-largest pro-democracy party in Hong Kong, announced its dissolution on May 27, 2023."
        }
      }
    },
    {
      "source": "韦彦德",
      "target": "香港终审法院",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2022-03-30",
        "position": {
          "zh-cn": "非常任法官",
          "en": "Non-Permanent Judge"
        },
        "description": {
          "zh-cn": "因《港区国安法》的实施，认为继续任职会被视作为背弃政治自由的政权背书，故宣布辞职。",
          "en": "Resigned due to the implementation of the National Security Law, believing that continued service would be seen as an endorsement of a regime that has departed from political freedom."
        }
      }
    },
    {
      "source": "贺知义",
      "target": "香港终审法院",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2022-03-30",
        "position": {
          "zh-cn": "非常任法官",
          "en": "Non-Permanent Judge"
        },
        "description": {
          "zh-cn": "因《港区国安法》的实施，与英国最高法院院长韦彦德一同宣布辞去香港终审法院非常任法官职务。",
          "en": "Resigned as a non-permanent judge of the Hong Kong Court of Final Appeal along with Lord Reed, President of the UK Supreme Court, due to the implementation of the National Security Law."
        }
      }
    },
    {
      "source": "岑耀信",
      "target": "香港终审法院",
      "type": "MEMBER_OF",
      "properties": {
        "end_date": "2024-06-06",
        "position": {
          "zh-cn": "非常任法官",
          "en": "Non-Permanent Judge"
        },
        "description": {
          "zh-cn": "于2024年6月辞任香港终审法院非常任法官，并公开撰文称香港法治因《国安法》而岌岌可危。",
          "en": "Resigned as a non-permanent judge of the Hong Kong Court of Final Appeal in June 2024 and publicly wrote that the rule of law in Hong Kong is in grave danger due to the National Security Law."
        }
      }
    },
    {
      "source": "岑耀信",
      "target": "中华人民共和国香港特别行政区维护国家安全法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-06-10",
        "description": {
          "zh-cn": "在辞任终审法院非常任法官后，于英国《金融时报》撰文批评《港区国安法》严重限制法官的决策自由，并指香港正步入极权社会。",
          "en": "After resigning as a Non-Permanent Judge of the Court of Final Appeal, he wrote an article in the Financial Times criticizing the National Security Law for severely restricting judges' freedom of decision and stating that Hong Kong is becoming a totalitarian state."
        }
      }
    },
    {
      "source": "香港警务处国家安全处",
      "target": "袁静婷",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-03-08",
        "description": {
          "zh-cn": "因其留学日本期间在社交媒体上发布宣扬香港独立的帖文，袁静婷返回香港后被国安处以“煽动他人分裂国家”罪拘捕，此案成为国安法在香港域外适用的首例。",
          "en": "Yuen Ching-ting was arrested by the National Security Department for 'inciting secession' upon her return to Hong Kong for posting content advocating Hong Kong independence on social media while studying in Japan, making her case the first instance of the National Security Law's extraterritorial application."
        }
      }
    },
    {
      "source": "律政司 (香港)",
      "target": "愿荣光归香港",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2023-06-05",
        "description": {
          "zh-cn": "向香港高等法院申请禁制令，要求禁止以任何方式广播、传播或发布歌曲《愿荣光归香港》。",
          "en": "Applied to the Hong Kong High Court for an injunction to prohibit the broadcast, dissemination, or publication of the song 'Glory to Hong Kong' in any manner."
        }
      }
    },
    {
      "source": "香港警务处国家安全处",
      "target": "唐英杰",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2020-07-03",
        "description": {
          "zh-cn": "落案控告唐英杰触犯《港区国安法》下的煽动他人分裂国家罪及恐怖活动罪，使其成为首位被该法检控的被告。",
          "en": "Charged Tong Ying-kit with inciting secession and terrorism under the National Security Law, making him the first defendant to be prosecuted under the law."
        }
      }
    },
    {
      "source": "林郑月娥",
      "target": "香港特别行政区维护国家安全委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2020-07",
        "end_date": "2022-06-30",
        "position": {
          "zh-cn": "主席",
          "en": "Chairperson"
        },
        "description": {
          "zh-cn": "作为时任行政长官，担任香港特别行政区维护国家安全委员会的首任主席。",
          "en": "As the then Chief Executive, served as the inaugural Chairperson of the Committee for Safeguarding National Security of the HKSAR."
        }
      }
    },
    {
      "source": "李家超",
      "target": "香港特别行政区维护国家安全委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2022-07-01",
        "position": {
          "zh-cn": "主席",
          "en": "Chairperson"
        },
        "description": {
          "zh-cn": "作为行政长官，担任香港特别行政区维护国家安全委员会主席。",
          "en": "As Chief Executive, serves as the Chairperson of the Committee for Safeguarding National Security of the HKSAR."
        }
      }
    }
  ]
}