{
  "nodes": [
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04 - ",
        "location": {
          "zh-cn": "中华民国京兆地方",
          "en": "Jingzhao, Republic of China"
        },
        "description": {
          "zh-cn": "1919年5月4日在中国北京爆发的一场以青年学生为主的学生运动，以及随后发展成包括社会各阶层的全国性示威游行、罢课、罢工、罢市等事件。运动抗议巴黎和会对山东问题的决议，要求惩办亲日官员，并最终促使中国代表团拒绝在《凡尔赛条约》上签字。它极大地推动了新文化运动的发展，并被视为中国新民主主义革命的开端。",
          "en": "A student movement that began in Beijing, China on May 4, 1919, and subsequently developed into a nationwide movement involving various social strata through demonstrations, strikes, and boycotts. The movement protested the Paris Peace Conference's resolution on the Shandong Problem, demanded the punishment of pro-Japanese officials, and ultimately led to the Chinese delegation's refusal to sign the Treaty of Versailles. It significantly advanced the New Culture Movement and is considered the beginning of China's New Democratic Revolution."
        }
      }
    },
    {
      "id": "巴黎和会 (1919年)",
      "type": "Event",
      "name": {
        "zh-cn": [
          "巴黎和会 (1919年)",
          "巴黎和会"
        ],
        "en": [
          "Paris Peace Conference, 1919",
          "Paris Peace Conference"
        ]
      },
      "properties": {
        "period": "1919-01-18 - 1920-01-21",
        "location": {
          "zh-cn": "法国巴黎",
          "en": "Paris, France"
        },
        "description": {
          "zh-cn": "第一次世界大战后，协约国为解决战争引起的问题以及奠定战后和平而召开的会议。会议上关于山东问题的决议，将德国在山东的权益转让给日本，直接引发了中国的五四运动。",
          "en": "A conference convened by the Allied Powers after World War I to address issues arising from the war and establish post-war peace. Its resolution on the Shandong Problem, transferring German interests in Shandong to Japan, directly triggered the May Fourth Movement in China."
        }
      }
    },
    {
      "id": "山东问题",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "山东问题"
        ],
        "en": [
          "Shandong Problem"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指第一次世界大战后，围绕德国在山东的权益归属问题所引发的国际政治争议。巴黎和会决定将此权益转交日本，成为五四运动的导火索。该问题后在华盛顿会议上得到解决。",
          "en": "Refers to the international political dispute over the disposition of German interests in Shandong Province after World War I. The Paris Peace Conference's decision to transfer these rights to Japan became the catalyst for the May Fourth Movement. The issue was later resolved at the Washington Conference."
        }
      }
    },
    {
      "id": "北洋政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北洋政府"
        ],
        "en": [
          "Beiyang government"
        ]
      },
      "properties": {
        "period": "1912 - 1928",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中华民国1912年至1928年间的中央政府，由北洋军阀掌控。五四运动期间，其在巴黎和会上的外交失败和对日妥协态度引发了全国性的抗议。",
          "en": "The central government of the Republic of China from 1912 to 1928, controlled by the Beiyang warlords. During the May Fourth Movement, its diplomatic failure at the Paris Peace Conference and its compromising stance toward Japan sparked nationwide protests."
        }
      }
    },
    {
      "id": "凡尔赛条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "凡尔赛条约"
        ],
        "en": [
          "Treaty of Versailles"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "第一次世界大战后，协约国与德国签订的和平条约。其中关于将德国在山东的权益转让给日本的条款，遭到中国人民的强烈反对，并导致中国代表团最终拒绝签字。",
          "en": "The peace treaty signed between the Allied Powers and Germany after World War I. Its clauses transferring German interests in Shandong to Japan were met with strong opposition from the Chinese people, leading the Chinese delegation to ultimately refuse to sign it."
        }
      }
    },
    {
      "id": "曹汝霖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹汝霖"
        ],
        "en": [
          "Cao Rulin"
        ]
      },
      "properties": {
        "lifetime": "1877-01-23 - 1966-08-04",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，北洋政府时期的交通总长。因在《二十一条》谈判中扮演的角色而被视为亲日派官员，成为五四运动中学生的主要攻击目标之一，其住宅赵家楼被烧毁。",
          "en": "A Chinese politician, Minister of Communications during the Beiyang government. He was regarded as a pro-Japanese official for his role in the Twenty-One Demands negotiations and became a primary target of students during the May Fourth Movement, during which his residence, Zhaojialou, was burned down."
        }
      }
    },
    {
      "id": "章宗祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章宗祥"
        ],
        "en": [
          "Zhang Zongxiang"
        ]
      },
      "properties": {
        "lifetime": "1879 - 1962-10-01",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，北洋政府时期的驻日公使。因签订《胶济铁路协议》等被视为亲日派官员，在五四运动中于曹汝霖住宅被学生痛殴。",
          "en": "A Chinese diplomat, Minister to Japan during the Beiyang government. He was considered a pro-Japanese official for signing agreements such as the Jinan-Qingdao Railway Agreement and was severely beaten by students at Cao Rulin's residence during the May Fourth Movement."
        }
      }
    },
    {
      "id": "陆宗舆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆宗舆"
        ],
        "en": [
          "Lu Zongyu"
        ]
      },
      "properties": {
        "lifetime": "1876 - 1941-06-01",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，北洋政府时期的币制局总裁。因经手向日本借款等事宜被视为亲日派官员，是五四运动中学生要求惩办的“国贼”之一。",
          "en": "A Chinese politician, president of the Bureau of Currency during the Beiyang government. He was regarded as a pro-Japanese official for handling loans from Japan and was one of the 'traitors' whose punishment was demanded by students during the May Fourth Movement."
        }
      }
    },
    {
      "id": "钱能训内阁",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "钱能训内阁",
          "钱能训政府"
        ],
        "en": [
          "Qian Nengxun Cabinet"
        ]
      },
      "properties": {
        "period": "1918-12 - 1919-06-13",
        "description": {
          "zh-cn": "由钱能训担任代理国务总理的北洋政府内阁。在五四运动的巨大压力下，该内阁被迫解散。",
          "en": "The Beiyang government cabinet with Qian Nengxun as acting Premier. Under immense pressure from the May Fourth Movement, this cabinet was forced to dissolve."
        }
      }
    },
    {
      "id": "新文化运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "新文化运动"
        ],
        "en": [
          "New Culture Movement"
        ]
      },
      "properties": {
        "period": "1915 - 1920s",
        "description": {
          "zh-cn": "一场始于1915年的中国思想文化革新运动，以《新青年》杂志和北京大学为主要阵地，提倡民主与科学，批判传统儒家文化。它为五四运动准备了思想和组织基础，并在五四运动后得到进一步推广，但也发生了分化。",
          "en": "An intellectual and cultural reform movement in China that began in 1915, primarily centered around the 'New Youth' magazine and Peking University. It advocated for democracy and science while criticizing traditional Confucian culture. It laid the ideological and organizational groundwork for the May Fourth Movement and was further popularized afterward, though it also experienced fragmentation."
        }
      }
    },
    {
      "id": "共产主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "共产主义"
        ],
        "en": [
          "Communism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种政治、经济和社会思想体系。五四运动促进了共产主义及其他激进思想在中国的传播，为中国共产党的成立创造了条件。",
          "en": "A political, economic, and social ideology. The May Fourth Movement facilitated the spread of communism and other radical ideas in China, creating conditions for the establishment of the Communist Party of China."
        }
      }
    },
    {
      "id": "蔡元培",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡元培"
        ],
        "en": [
          "Cai Yuanpei"
        ]
      },
      "properties": {
        "lifetime": "1868-01-11 - 1940-03-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中国教育家、革命家，五四运动时期任北京大学校长。他倡导“思想自由，兼容并包”的办学方针，为新文化运动和五四运动的发展创造了重要条件，并对学生的爱国行为表示同情与支持。",
          "en": "A Chinese educator and revolutionary, who served as the president of Peking University during the May Fourth Movement. He advocated for 'freedom of thought and all-inclusiveness,' creating important conditions for the development of the New Culture and May Fourth movements, and showed sympathy and support for the students' patriotic actions."
        }
      }
    },
    {
      "id": "陈独秀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈独秀"
        ],
        "en": [
          "Chen Duxiu"
        ]
      },
      "properties": {
        "lifetime": "1879-10-09 - 1942-05-27",
        "gender": "Male",
        "description": {
          "zh-cn": "新文化运动的主要倡导者之一，《新青年》杂志的创办人。他在五四运动中积极投入政治活动，后成为中国共产党的创始人和首任总书记。运动期间曾因散发传单被捕。",
          "en": "A key advocate of the New Culture Movement and founder of 'New Youth' magazine. He actively engaged in political activities during the May Fourth Movement and later became a founder and the first General Secretary of the Communist Party of China. He was arrested during the movement for distributing leaflets."
        }
      }
    },
    {
      "id": "李大钊",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李大钊"
        ],
        "en": [
          "Li Dazhao"
        ]
      },
      "properties": {
        "lifetime": "1889-10-29 - 1927-04-28",
        "gender": "Male",
        "description": {
          "zh-cn": "中国马克思主义的先驱，新文化运动的领导者之一，时任北京大学图书馆主任。他积极支持和指导五四运动，后成为中国共产党的主要创始人之一。",
          "en": "A pioneer of Marxism in China and a leader of the New Culture Movement, serving as the head of the Peking University library at the time. He actively supported and guided the May Fourth Movement and later became one of the main founders of the Communist Party of China."
        }
      }
    },
    {
      "id": "胡适",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡适"
        ],
        "en": [
          "Hu Shih"
        ]
      },
      "properties": {
        "lifetime": "1891-12-17 - 1962-02-24",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代学者，新文化运动的领袖之一。他提倡白话文运动，对五四运动前的思想解放有重要贡献。但他对五四运动将文化运动转变为政治运动持保留态度，认为其干扰了文化运动的深入发展。",
          "en": "A modern Chinese scholar and a leader of the New Culture Movement. He advocated for the vernacular literature movement and made significant contributions to the intellectual liberation before the May Fourth Movement. However, he held reservations about the movement's shift from a cultural to a political one, believing it interfered with the deeper development of the cultural movement."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者。他高度评价五四运动，认为其是彻底的反帝反封建运动，开启了新民主主义革命，并在思想和干部上为中国共产党的成立做了准备。",
          "en": "The principal founder of the Communist Party of China and the People's Republic of China. He highly praised the May Fourth Movement, considering it a thorough anti-imperialist and anti-feudal movement that initiated the New Democratic Revolution and prepared for the founding of the CPC in terms of ideology and cadres."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党",
          "共产党"
        ],
        "en": [
          "Communist Party of China",
          "CPC"
        ]
      },
      "properties": {
        "period": "1921-07-23 - ",
        "description": {
          "zh-cn": "中国的执政党。五四运动促进了马克思主义在中国的传播，为中国共产党的成立准备了思想基础和干部队伍，许多五四运动的参与者成为其早期领袖。",
          "en": "The ruling party of China. The May Fourth Movement promoted the spread of Marxism in China, preparing the ideological foundation and cadres for the party's establishment. Many participants of the movement became its early leaders."
        }
      }
    },
    {
      "id": "六三运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "六三运动"
        ],
        "en": [
          "June 3rd Movement"
        ]
      },
      "properties": {
        "period": "1919-06-03 - ",
        "description": {
          "zh-cn": "五四运动的延续和扩大阶段，因北京政府在6月3日大规模逮捕学生而引发。运动中心转移至上海，出现了全国性的罢工、罢市浪潮，迫使北洋政府妥协。",
          "en": "A continuation and expansion phase of the May Fourth Movement, triggered by the mass arrest of students by the Beijing government on June 3rd. The movement's center shifted to Shanghai, leading to nationwide strikes and boycotts that forced the Beiyang government to compromise."
        }
      }
    },
    {
      "id": "梁启超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁启超"
        ],
        "en": [
          "Liang Qichao"
        ]
      },
      "properties": {
        "lifetime": "1873-02-23 - 1929-01-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代思想家、政治家。作为巴黎和会中国代表团顾问，他从巴黎致电国内，揭露外交失败的消息，对激发五四运动起了重要作用。",
          "en": "A modern Chinese thinker and politician. As an advisor to the Chinese delegation at the Paris Peace Conference, he sent telegrams from Paris to expose the diplomatic failure, playing a crucial role in sparking the May Fourth Movement."
        }
      }
    },
    {
      "id": "林长民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林长民"
        ],
        "en": [
          "Lin Changmin"
        ]
      },
      "properties": {
        "lifetime": "1876-09-16 - 1925-12-24",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，国民外交协会理事。收到梁启超电报后，他在《晨报》发表《外交警报敬告国民》一文，直接点燃了学生的爱国热情，推动了五四运动的爆发。",
          "en": "A Chinese politician and a director of the National Diplomatic Association. After receiving Liang Qichao's telegram, he published an article in the 'Morning Post' titled 'A Diplomatic Warning to Our Countrymen,' which directly ignited the patriotic fervor of students and prompted the outbreak of the May Fourth Movement."
        }
      }
    },
    {
      "id": "北京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京大学"
        ],
        "en": [
          "Peking University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国著名高等学府。在校长蔡元培的领导下，成为新文化运动的中心和五四运动的发源地，其学生是运动的先锋和主力。",
          "en": "A renowned institution of higher learning in China. Under the leadership of President Cai Yuanpei, it became the center of the New Culture Movement and the birthplace of the May Fourth Movement, with its students serving as the vanguard and main force of the movement."
        }
      }
    },
    {
      "id": "大日本帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大日本帝国",
          "日本"
        ],
        "en": [
          "Empire of Japan",
          "Japan"
        ]
      },
      "properties": {
        "period": "1868-01-03 - 1947-05-03",
        "description": {
          "zh-cn": "1868年至1947年间的日本国号。在巴黎和会上，其要求继承德国在山东的权益得到英法等国支持，这一决定引发了中国的五四运动。",
          "en": "The official name of Japan from 1868 to 1947. At the Paris Peace Conference, its demand to inherit German interests in Shandong was supported by Britain, France, and other powers, a decision that triggered the May Fourth Movement in China."
        }
      }
    },
    {
      "id": "二十一条",
      "type": "Document",
      "name": {
        "zh-cn": [
          "二十一条"
        ],
        "en": [
          "Twenty-One Demands"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1915年日本向中国提出的旨在扩大其在华权益的一系列要求。北洋政府接纳了其中大部分要求，此事被视为国耻，加剧了中国民众的反日情绪，为五四运动埋下伏笔。",
          "en": "A set of demands made by Japan to China in 1915, aimed at expanding its interests in China. The Beiyang government's acceptance of most of these demands was considered a national humiliation, intensifying anti-Japanese sentiment among the Chinese public and setting the stage for the May Fourth Movement."
        }
      }
    },
    {
      "id": "华盛顿会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "华盛顿会议"
        ],
        "en": [
          "Washington Naval Conference"
        ]
      },
      "properties": {
        "period": "1921-11-12 - 1922-02-06",
        "description": {
          "zh-cn": "1921年至1922年由美、英、日等九国在华盛顿召开的国际会议。会议期间，经美国调停，中日签署《解决山东悬案条约》，使山东问题得以解决，日本将胶澳租借地交还中国。",
          "en": "An international conference held in Washington, D.C., from 1921 to 1922 by nine nations including the US, Britain, and Japan. During the conference, through US mediation, China and Japan signed the 'Shandong Problem Settlement Treaty,' which resolved the Shandong issue by having Japan return the Jiaozhou Bay Leased Territory to China."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887-10-31 - 1975-04-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治家及军事家。他对五四运动的态度复杂，一方面肯定其爱国精神和反抗军阀官僚的革命要求，另一方面否定新文化运动对传统文化的批判，认为其引入了有害的外来思想。",
          "en": "A statesman and military leader of the Republic of China. His attitude toward the May Fourth Movement was complex; he affirmed its patriotic spirit and revolutionary demands against warlords and bureaucrats, but he negated the New Culture Movement's critique of traditional culture, believing it introduced harmful foreign ideologies."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "lifetime": "1866-11-12 - 1925-03-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代民主革命的先行者，中华民国国父。他肯定五四运动，认为学生运动激发了天良，是伟大的爱国运动，并对运动的未来发展寄予厚望。",
          "en": "A forerunner of the modern democratic revolution in China and the founding father of the Republic of China. He affirmed the May Fourth Movement, seeing the student actions as an awakening of conscience and a great patriotic movement, and held high hopes for its future development."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "巴黎和会 (1919年)",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-04-30",
        "description": {
          "zh-cn": "巴黎和会决定将德国在山东的权益转让给日本，这一外交失败的消息传回中国后，直接引发了五四运动。",
          "en": "The Paris Peace Conference's decision to transfer German interests in Shandong to Japan, upon reaching China, directly triggered the May Fourth Movement."
        }
      }
    },
    {
      "source": "山东问题",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "对山东问题处理不公是五四运动爆发的直接导火索，运动的核心诉求之一就是“力争山东问题”。",
          "en": "The unjust handling of the Shandong Problem was the direct catalyst for the May Fourth Movement, and one of the movement's core demands was to 'fight for the Shandong issue'."
        }
      }
    },
    {
      "source": "二十一条",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1915-05-09",
        "description": {
          "zh-cn": "日本提出的《二十一条》及其部分被北洋政府接受，被视为国耻，在中国民众中积累了强烈的反日和反政府情绪，为五四运动的爆发提供了社会基础。",
          "en": "Japan's 'Twenty-One Demands' and their partial acceptance by the Beiyang government were seen as a national humiliation, accumulating strong anti-Japanese and anti-government sentiment among the Chinese public, which provided the social foundation for the May Fourth Movement."
        }
      }
    },
    {
      "source": "新文化运动",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "新文化运动对民主、科学的提倡和对传统权威的批判，为五四运动的学生提供了思想武器和组织基础。",
          "en": "The New Culture Movement's advocacy for democracy and science, along with its critique of traditional authority, provided the intellectual weapons and organizational basis for the students of the May Fourth Movement."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "北洋政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-05-04",
        "description": {
          "zh-cn": "五四运动的全国性抗议浪潮极大地削弱了北洋政府的统治权威和合法性，并最终迫使其让步。",
          "en": "The nationwide wave of protests during the May Fourth Movement significantly weakened the ruling authority and legitimacy of the Beiyang government, eventually forcing it to concede."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "曹汝霖",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-09",
        "description": {
          "zh-cn": "在五四运动的巨大压力下，被学生视为“国贼”的交通总长曹汝霖被迫辞职。",
          "en": "Under immense pressure from the May Fourth Movement, Minister of Communications Cao Rulin, who was deemed a 'traitor' by students, was forced to resign."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "章宗祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-09",
        "description": {
          "zh-cn": "作为亲日派官员，章宗祥在运动中被学生痛殴，并最终被迫辞去驻日公使职务。",
          "en": "As a pro-Japanese official, Zhang Zongxiang was beaten by students during the movement and was ultimately forced to resign from his position as Minister to Japan."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "陆宗舆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-09",
        "description": {
          "zh-cn": "在五四运动的声讨下，被学生视为“国贼”的币制局总裁陆宗舆被迫辞职。",
          "en": "Under public denunciation during the May Fourth Movement, Lu Zongyu, president of the Bureau of Currency who was deemed a 'traitor' by students, was forced to resign."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "钱能训内阁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-13",
        "description": {
          "zh-cn": "由于无法平息全国性的抗议浪潮，钱能训内阁最终被迫总辞职，宣告解散。",
          "en": "Unable to quell the nationwide wave of protests, the Qian Nengxun Cabinet was ultimately forced to resign en masse and dissolve."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "凡尔赛条约",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-28",
        "description": {
          "zh-cn": "在五四运动引发的国内外强大舆论压力下，中国代表团最终拒绝在《凡尔赛条约》上签字，使中国成为唯一未签字的战胜国。",
          "en": "Under immense domestic and international pressure sparked by the May Fourth Movement, the Chinese delegation ultimately refused to sign the Treaty of Versailles, making China the only victorious power not to do so."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05",
        "description": {
          "zh-cn": "五四运动极大地激发了学生的思想和政治热情，反过来帮助新文化运动进一步推广，但也导致了新文化运动内部因政治立场不同而产生的分化。",
          "en": "The May Fourth Movement greatly stimulated the intellectual and political enthusiasm of students, which in turn helped to further popularize the New Culture Movement, but it also led to fragmentation within the New Culture Movement due to differing political stances."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "共产主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "五四运动促进了包括共产主义在内的各种激进社会思潮在中国的传播，扩大了其影响力。",
          "en": "The May Fourth Movement promoted the spread of various radical social ideologies in China, including Communism, and expanded their influence."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "中国共产党",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "根据毛泽东的观点，五四运动在思想上和干部上为1921年中国共产党的成立作了准备。",
          "en": "According to Mao Zedong, the May Fourth Movement prepared for the establishment of the Communist Party of China in 1921 in terms of ideology and cadres."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "六三运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-06-03",
        "description": {
          "zh-cn": "五四运动中，北京政府于6月3日开始的大规模逮捕行动，直接引发了以上海为中心的、有工人阶级和工商界广泛参与的六三运动，使整个运动进入新阶段。",
          "en": "During the May Fourth Movement, the mass arrests initiated by the Beijing government on June 3rd directly triggered the June 3rd Movement, which was centered in Shanghai and involved widespread participation from the working class and business community, advancing the entire movement to a new stage."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05",
        "description": {
          "zh-cn": "作为巴黎和会中国代表团顾问，梁启超从巴黎致电林长民等人，通报外交失败的消息，此举对点燃五四运动起了关键作用。",
          "en": "As an advisor to the Chinese delegation at the Paris Peace Conference, Liang Qichao sent a telegram from Paris to Lin Changmin and others, reporting the diplomatic failure. This act played a key role in igniting the May Fourth Movement."
        }
      }
    },
    {
      "source": "林长民",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-02",
        "description": {
          "zh-cn": "在收到梁启超电报后，林长民于5月2日在《晨报》上发表《外交警报敬告国民》，向公众披露了外交困境，直接促成了学生游行的爆发。",
          "en": "After receiving Liang Qichao's telegram, Lin Changmin published 'A Diplomatic Warning to Our Countrymen' in the Morning Post on May 2nd, disclosing the diplomatic predicament to the public and directly prompting the outbreak of student demonstrations."
        }
      }
    },
    {
      "source": "蔡元培",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为北京大学校长，蔡元培对学生的爱国行动采取了保护和支持的态度，他的辞职抗议进一步激发了社会各界对运动的支持。",
          "en": "As the president of Peking University, Cai Yuanpei adopted a protective and supportive attitude towards the students' patriotic actions. His resignation in protest further galvanized support for the movement from all sectors of society."
        }
      }
    },
    {
      "source": "北京大学",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-03",
        "description": {
          "zh-cn": "北京大学是五四运动的发源地，其学生于5月3日晚召开大会，决定次日举行游行示威，成为运动的先锋力量。",
          "en": "Peking University was the birthplace of the May Fourth Movement. Its students held a meeting on the evening of May 3rd and decided to hold a demonstration the next day, becoming the vanguard of the movement."
        }
      }
    },
    {
      "source": "孙中山",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1920-01-29",
        "description": {
          "zh-cn": "孙中山对五四运动表示肯定和支持，认为其是激发天良的爱国运动，并鼓励青年继续发扬革新思想。",
          "en": "Sun Yat-sen affirmed and supported the May Fourth Movement, considering it a patriotic movement that awakened conscience, and he encouraged the youth to continue developing innovative ideas."
        }
      }
    },
    {
      "source": "胡适",
      "target": "五四运动",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "胡适认为五四运动将一个单纯的文化运动转变为政治运动，是一项“历史性的政治干扰”，阻碍了为中国建立非政治文化和思想基础的努力。",
          "en": "Hu Shih believed that the May Fourth Movement transformed a purely cultural movement into a political one, which he described as a 'historical political interference' that hindered efforts to build a non-political cultural and intellectual foundation for China."
        }
      }
    },
    {
      "source": "华盛顿会议",
      "target": "山东问题",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1922-02-04",
        "description": {
          "zh-cn": "在华盛顿会议上，中日两国签署《解决山东悬案条约》，日本将胶州湾租借地及胶济铁路等交还中国，使山东问题得以解决。",
          "en": "At the Washington Conference, China and Japan signed the 'Shandong Problem Settlement Treaty,' whereby Japan returned the Jiaozhou Bay Leased Territory and the Jinan-Qingdao Railway to China, thus resolving the Shandong Problem."
        }
      }
    }
  ]
}