{
  "nodes": [
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04",
        "location": {
          "zh-cn": "中华民国京兆地方",
          "en": "Peking, Republic of China"
        },
        "description": {
          "zh-cn": "1919年5月4日发生于中国北京的以青年学生为主的学生运动，以及包括市民、工商人士等社会阶层广泛参与的，通过示威游行、请愿、罢工、暴力对抗政府等多种形式进行的爱国运动。事件起因于巴黎和会对山东问题的决议，该运动最终迫使北洋政府拒签《凡尔赛条约》并罢免了多名亲日派官员，对中国近代史产生了深远影响。",
          "en": "A patriotic movement initiated by students in Beijing, China on May 4, 1919, which expanded to include citizens and business professionals across various social strata, involving demonstrations, petitions, strikes, and violent confrontations with the government. Triggered by the decision on the Shandong Problem at the Paris Peace Conference, the movement successfully pressured the Beiyang government to refuse to sign the Treaty of Versailles and dismiss several pro-Japanese officials, profoundly influencing modern Chinese history."
        }
      }
    },
    {
      "id": "巴黎和会 (1919年)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "巴黎和会 (1919年)",
          "巴黎和会"
        ],
        "en": [
          "Paris Peace Conference, 1919"
        ]
      },
      "properties": {
        "period": "1919-01-18 - 1920-01-21",
        "location": {
          "zh-cn": "法国巴黎",
          "en": "Paris, France"
        },
        "description": {
          "zh-cn": "第一次世界大战结束后，战胜国为解决战争所造成的问题以及奠定战后的和平而召开的会议。会议关于山东问题的决议直接引发了五四运动。",
          "en": "A conference convened by the victorious Allied Powers after World War I to address issues arising from the war and establish post-war peace. Its resolution on the Shandong Problem directly triggered the May Fourth Movement."
        }
      }
    },
    {
      "id": "山东问题",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "山东问题"
        ],
        "en": [
          "Shandong Problem"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "第一次世界大战后，关于原德国在山东半岛的权益归属问题引发的外交争议。巴黎和会决定将此权益转让给日本，而非归还中国，是五四运动的直接导火索。",
          "en": "A diplomatic dispute after World War I concerning the disposition of former German concessions in the Shandong Peninsula. The Paris Peace Conference's decision to transfer these rights to Japan instead of returning them to China was the direct trigger for the May Fourth Movement."
        }
      }
    },
    {
      "id": "凡尔赛条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "凡尔赛条约"
        ],
        "en": [
          "Treaty of Versailles"
        ]
      },
      "properties": {
        "period": "1919-06-28",
        "description": {
          "zh-cn": "第一次世界大战后，协约国和同盟国之间签订的和平条约。其关于山东问题的条款激起了中国民众的强烈反对，中国代表团最终拒绝在该条约上签字。",
          "en": "The peace treaty signed between the Allied Powers and the Central Powers after World War I. Its clauses concerning the Shandong Problem aroused strong opposition from the Chinese public, leading the Chinese delegation to ultimately refuse to sign it."
        }
      }
    },
    {
      "id": "北洋政府",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北洋政府"
        ],
        "en": [
          "Beiyang government"
        ]
      },
      "properties": {
        "period": "1912 - 1928",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中华民国前期由北洋军阀控制的中央政府。五四运动期间，其在巴黎和会上的外交失败和对内镇压学生的做法引发了全国性的抗议。",
          "en": "The central government of the Republic of China controlled by the Beiyang warlords in its early period. During the May Fourth Movement, its diplomatic failure at the Paris Peace Conference and its suppression of students sparked nationwide protests."
        }
      }
    },
    {
      "id": "曹汝霖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹汝霖"
        ],
        "en": [
          "Cao Rulin"
        ]
      },
      "properties": {
        "lifetime": "1877-01-23 - 1966-08-04",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任北洋政府交通总长。因被指为亲日派卖国贼，在五四运动中成为学生的主要攻击目标之一，其住宅赵家楼被烧，后被免职。",
          "en": "Chinese politician, serving as the Minister of Communications in the Beiyang government at the time. Accused of being a pro-Japanese traitor, he became a primary target for students during the May Fourth Movement, his residence at Zhaojialou was burned, and he was subsequently dismissed from office."
        }
      }
    },
    {
      "id": "章宗祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章宗祥"
        ],
        "en": [
          "Zhang Zongxiang"
        ]
      },
      "properties": {
        "lifetime": "1879 - 1962-10-01",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任驻日公使。因被指为亲日派卖国贼，在五四运动中于曹汝霖住宅内被学生痛打，后被免职。",
          "en": "Chinese politician, serving as the Chinese Minister to Japan at the time. Accused of being a pro-Japanese traitor, he was beaten by students at Cao Rulin's residence during the May Fourth Movement and was later dismissed from office."
        }
      }
    },
    {
      "id": "陆宗舆",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆宗舆"
        ],
        "en": [
          "Lu Zongyu"
        ]
      },
      "properties": {
        "lifetime": "1876 - 1941-06-01",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，时任货币局总裁。因被指为亲日派卖国贼，与曹汝霖、章宗祥一同成为五四运动的主要攻击目标，后被免职。",
          "en": "Chinese politician, serving as the President of the Currency Bureau at the time. Accused of being a pro-Japanese traitor, along with Cao Rulin and Zhang Zongxiang, he became a primary target of the May Fourth Movement and was subsequently dismissed from office."
        }
      }
    },
    {
      "id": "新文化运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "新文化运动"
        ],
        "en": [
          "New Culture Movement"
        ]
      },
      "properties": {
        "period": "1915 - 1923",
        "description": {
          "zh-cn": "1910年代至1920年代中国一场反对旧传统、提倡“民主”与“科学”的思想文化运动。它为五四运动准备了思想和组织基础，并在五四运动后得到进一步推广但也发生了分化。",
          "en": "An intellectual and cultural movement in China from the 1910s to the 1920s that opposed old traditions and promoted 'democracy' and 'science'. It provided the ideological and organizational foundation for the May Fourth Movement, and was further popularized but also became divided after the movement."
        }
      }
    },
    {
      "id": "共产主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "共产主义"
        ],
        "en": [
          "Communism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种政治、经济和社会思想体系。五四运动促进了马克思主义在中国的传播，为中国共产党的成立创造了条件。",
          "en": "A political, economic, and social ideological system. The May Fourth Movement facilitated the spread of Marxism in China, creating conditions for the establishment of the Communist Party of China."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "period": "1921-07 - ",
        "description": {
          "zh-cn": "中国的执政党。五四运动在思想上和干部上为其成立做了准备，其许多早期领导人是五四运动的参与者。",
          "en": "The ruling political party of China. The May Fourth Movement prepared for its establishment ideologically and in terms of cadres, and many of its early leaders were participants in the movement."
        }
      }
    },
    {
      "id": "钱能训内阁",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "钱能训内阁",
          "钱能训政府"
        ],
        "en": [
          "Qian Nengxun Cabinet"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "五四运动期间由钱能训担任代理国务总理的北洋政府内阁。因运动引发的全国性压力而被迫解散。",
          "en": "The Beiyang government cabinet with Qian Nengxun as acting Premier during the May Fourth Movement. It was forced to dissolve due to nationwide pressure sparked by the movement."
        }
      }
    },
    {
      "id": "六三运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "六三运动"
        ],
        "en": [
          "June 3rd Movement"
        ]
      },
      "properties": {
        "period": "1919-06-03",
        "description": {
          "zh-cn": "五四运动的扩大阶段，因6月3日北京学生遭大规模逮捕而引发。以上海工商界的罢市和工人的罢工为标志，运动中心从北京转移到上海，参与阶层从学生扩大到工商界和工人阶级。",
          "en": "An expanded phase of the May Fourth Movement, triggered by the mass arrest of Beijing students on June 3. Marked by strikes by Shanghai's business community and workers, the movement's center shifted from Beijing to Shanghai, and participation expanded from students to the business and working classes."
        }
      }
    },
    {
      "id": "火烧赵家楼",
      "type": "Event",
      "name": {
        "zh-cn": [
          "火烧赵家楼"
        ],
        "en": [
          "Burning of Zhaojialou"
        ]
      },
      "properties": {
        "period": "1919-05-04",
        "location": {
          "zh-cn": "北京赵家楼",
          "en": "Zhaojialou, Beijing"
        },
        "description": {
          "zh-cn": "五四运动当天，部分激进学生在北京游行示威期间，放火焚烧了亲日派官员曹汝霖的住宅。这是五四运动中的标志性暴力事件。",
          "en": "On the day of the May Fourth Movement, some radical students, during a demonstration in Beijing, set fire to the residence of pro-Japanese official Cao Rulin. This was a landmark violent event within the May Fourth Movement."
        }
      }
    },
    {
      "id": "林长民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林长民"
        ],
        "en": [
          "Lin Changmin"
        ]
      },
      "properties": {
        "lifetime": "1876-09-16 - 1925-12-24",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，国民外交协会理事。他在《晨报》上发表文章《外交警报敬告国民》，披露巴黎和会外交失败的消息，对点燃五四运动起了关键作用。",
          "en": "Chinese politician and a director of the National Diplomatic Association. His article 'Diplomatic Warning to Our Countrymen' published in the 'Morning Post' revealed the news of the diplomatic failure at the Paris Peace Conference, playing a key role in igniting the May Fourth Movement."
        }
      }
    },
    {
      "id": "梁启超",
      "type": "Person",
      "name": {
        "zh-cn": [
          "梁启超"
        ],
        "en": [
          "Liang Qichao"
        ]
      },
      "properties": {
        "lifetime": "1873-02-23 - 1929-01-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代思想家、政治家。作为巴黎和会中国代表团顾问，他从巴黎致电林长民等人，通报外交困境，是五四运动爆发的信息源头。",
          "en": "Modern Chinese thinker and politician. As an advisor to the Chinese delegation at the Paris Peace Conference, his telegram from Paris to Lin Changmin and others, reporting on the diplomatic crisis, was the source of information that led to the outbreak of the May Fourth Movement."
        }
      }
    },
    {
      "id": "蔡元培",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡元培"
        ],
        "en": [
          "Cai Yuanpei"
        ]
      },
      "properties": {
        "lifetime": "1868-01-11 - 1940-03-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中国教育家，时任北京大学校长。他倡导“思想自由，兼容并包”的办学方针，为五四运动培养了思想动力。运动期间他私下支持学生，并以辞职抗议政府镇压。",
          "en": "Chinese educator, then President of Peking University. He advocated for 'freedom of thought and inclusiveness,' which cultivated the intellectual momentum for the May Fourth Movement. During the movement, he privately supported the students and resigned in protest against government suppression."
        }
      }
    },
    {
      "id": "北京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京大学"
        ],
        "en": [
          "Peking University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国著名高等学府。在校长蔡元培的领导下，成为新文化运动的中心和五四运动的发源地及大本营。",
          "en": "A renowned institution of higher learning in China. Under the leadership of President Cai Yuanpei, it became the center of the New Culture Movement and the cradle and headquarters of the May Fourth Movement."
        }
      }
    },
    {
      "id": "胡适",
      "type": "Person",
      "name": {
        "zh-cn": [
          "胡适"
        ],
        "en": [
          "Hu Shih"
        ]
      },
      "properties": {
        "lifetime": "1891-12-17 - 1962-02-24",
        "gender": "Male",
        "description": {
          "zh-cn": "中国近代学者、思想家，新文化运动的领袖之一。他认为五四运动是新文化运动中的一次“政治干扰”，使其从文化运动转向了政治运动，并导致了新文化运动的分化。",
          "en": "Modern Chinese scholar and thinker, a leader of the New Culture Movement. He viewed the May Fourth Movement as a 'political interference' in the New Culture Movement, shifting it from a cultural to a political movement and causing its division."
        }
      }
    },
    {
      "id": "陈独秀",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈独秀"
        ],
        "en": [
          "Chen Duxiu"
        ]
      },
      "properties": {
        "lifetime": "1879-10-09 - 1942-05-27",
        "gender": "Male",
        "description": {
          "zh-cn": "新文化运动的倡导者之一，《新青年》杂志主编，中国共产党的创始人之一。五四运动后，他积极投身政治活动，思想转向马克思主义。",
          "en": "An advocate of the New Culture Movement, editor-in-chief of 'New Youth' magazine, and a founder of the Communist Party of China. After the May Fourth Movement, he actively engaged in political activities and his ideology shifted towards Marxism."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者。他高度评价五四运动，认为它是彻底的反帝反封建运动，是中国新民主主义革命的开端。",
          "en": "The principal founder of the Communist Party of China and the People's Republic of China. He highly praised the May Fourth Movement, viewing it as a thorough anti-imperialist and anti-feudal movement and the beginning of China's New Democratic Revolution."
        }
      }
    },
    {
      "id": "新民主主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "新民主主义"
        ],
        "en": [
          "New Democracy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "毛泽东提出的革命理论，认为在半殖民地半封建国家，革命分为新民主主义革命和社会主义革命两个阶段。他将五四运动定性为新民主主义革命的开端。",
          "en": "A revolutionary theory proposed by Mao Zedong, which posits that in semi-colonial, semi-feudal countries, the revolution is divided into two stages: New Democratic Revolution and Socialist Revolution. He characterized the May Fourth Movement as the beginning of the New Democratic Revolution."
        }
      }
    },
    {
      "id": "蒋介石",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋介石"
        ],
        "en": [
          "Chiang Kai-shek"
        ]
      },
      "properties": {
        "lifetime": "1887-10-31 - 1975-04-05",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党领袖。他对五四运动持微妙态度，一方面肯定其爱国精神，另一方面否定其反传统的新文化运动，认为后者崇洋媚外，破坏了中国固有道德。",
          "en": "Leader of the Kuomintang (Chinese Nationalist Party). He held a nuanced attitude towards the May Fourth Movement, affirming its patriotic spirit on one hand, while on the other, rejecting the anti-traditional New Culture Movement, which he viewed as worshiping foreign things and destroying China's inherent morality."
        }
      }
    },
    {
      "id": "孙中山",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙中山"
        ],
        "en": [
          "Sun Yat-sen"
        ]
      },
      "properties": {
        "lifetime": "1866-11-12 - 1925-03-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国国民党和中华民国的缔造者。他对五四运动表示肯定和支持，认为学生运动激发了天良，是伟大的爱国运动。",
          "en": "Founder of the Kuomintang and the Republic of China. He affirmed and supported the May Fourth Movement, believing that the student movement awakened conscience and was a great patriotic movement."
        }
      }
    },
    {
      "id": "三一运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "三一运动"
        ],
        "en": [
          "March 1st Movement"
        ]
      },
      "properties": {
        "period": "1919-03-01",
        "location": {
          "zh-cn": "朝鲜半岛",
          "en": "Korean Peninsula"
        },
        "description": {
          "zh-cn": "1919年3月在日占朝鲜爆发的独立运动。该运动对中国的知识分子和学生产生了巨大影响，成为五四运动的催化剂和行为楷模。",
          "en": "An independence movement that broke out in Japanese-occupied Korea in March 1919. The movement had a significant impact on Chinese intellectuals and students, serving as a catalyst and model for the May Fourth Movement."
        }
      }
    },
    {
      "id": "第一次世界大战",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第一次世界大战"
        ],
        "en": [
          "World War I"
        ]
      },
      "properties": {
        "period": "1914-07-28 - 1918-11-11",
        "description": {
          "zh-cn": "一场全球性的战争。中国作为战胜国参会，但战后的巴黎和会未能公平处理山东问题，成为五四运动的国际背景。",
          "en": "A global war. China participated as a victorious nation, but the post-war Paris Peace Conference's unfair handling of the Shandong Problem became the international backdrop for the May Fourth Movement."
        }
      }
    },
    {
      "id": "华盛顿会议",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华盛顿会议"
        ],
        "en": [
          "Washington Naval Conference"
        ]
      },
      "properties": {
        "period": "1921-11-12 - 1922-02-06",
        "location": {
          "zh-cn": "美国华盛顿特区",
          "en": "Washington, D.C., United States"
        },
        "description": {
          "zh-cn": "由九个一战战胜国召开的国际会议。在美国调停下，会议促成中日签订《解决山东悬案条约》，使山东问题得到比较圆满的解决。",
          "en": "An international conference convened by nine victorious nations of World War I. Under US mediation, the conference facilitated the signing of the 'Sino-Japanese Treaty for the Settlement of the Shandong Question', leading to a relatively satisfactory resolution of the Shandong Problem."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "山东问题",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-04-30",
        "description": {
          "zh-cn": "巴黎和会决定将德国在山东的权益转让给日本，这一决定直接点燃了中国民众的怒火，成为五四运动的导火索。",
          "en": "The decision of the Paris Peace Conference to transfer German rights in Shandong to Japan directly ignited the anger of the Chinese people, becoming the trigger for the May Fourth Movement."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "北洋政府",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06",
        "description": {
          "zh-cn": "五四运动通过全国性的罢课、罢工、罢市，向北洋政府施加了巨大压力，迫使其罢免了三名亲日官员，并最终拒绝在《凡尔赛条约》上签字。",
          "en": "Through nationwide student strikes, labor strikes, and business shutdowns, the May Fourth Movement exerted immense pressure on the Beiyang government, forcing it to dismiss three pro-Japanese officials and ultimately refuse to sign the Treaty of Versailles."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "曹汝霖",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-09",
        "description": {
          "zh-cn": "作为学生运动的主要攻击目标，曹汝霖在全国压力下被迫辞去交通总长职务。",
          "en": "As a primary target of the student movement, Cao Rulin was forced to resign from his position as Minister of Communications under national pressure."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "章宗祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-09",
        "description": {
          "zh-cn": "五四运动当天在曹汝霖家被学生痛打，后在全国压力下被迫辞去驻日公使职务。",
          "en": "Beaten by students at Cao Rulin's house on the day of the May Fourth Movement, he was later forced to resign as Minister to Japan under national pressure."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "陆宗舆",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-09",
        "description": {
          "zh-cn": "作为学生运动的主要攻击目标，陆宗舆在全国压力下被迫辞去货币局总裁职务。",
          "en": "As a primary target of the student movement, Lu Zongyu was forced to resign from his position as President of the Currency Bureau under national pressure."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "钱能训内阁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-06-13",
        "description": {
          "zh-cn": "由于无法平息全国性的抗议浪潮，钱能训内阁被迫解散。",
          "en": "Unable to quell the nationwide wave of protests, the Qian Nengxun Cabinet was forced to dissolve."
        }
      }
    },
    {
      "source": "新文化运动",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "新文化运动所倡导的民主、科学思想以及反传统精神，为五四运动提供了思想启蒙和组织上的准备。",
          "en": "The ideas of democracy and science, as well as the anti-traditional spirit advocated by the New Culture Movement, provided ideological enlightenment and organizational preparation for the May Fourth Movement."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "新文化运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-04",
        "description": {
          "zh-cn": "五四运动极大地激发了民众的思想和政治热情，反过来帮助新文化运动进一步推广，但也导致了其内部分化。",
          "en": "The May Fourth Movement greatly stimulated the ideological and political enthusiasm of the public, which in turn helped to further promote the New Culture Movement, although it also led to its internal division."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "共产主义",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "五四运动促进了马克思主义等激进政治思潮在中国的传播，扩大了共产主义思想的影响力。",
          "en": "The May Fourth Movement promoted the spread of radical political ideologies such as Marxism in China, expanding the influence of communist thought."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "中国共产党",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "毛泽东认为，五四运动在思想上和干部上为1921年中国共产党的成立作了准备。",
          "en": "According to Mao Zedong, the May Fourth Movement prepared for the establishment of the Communist Party of China in 1921 in terms of ideology and cadres."
        }
      }
    },
    {
      "source": "梁启超",
      "target": "林长民",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-01",
        "end_date": "1919-05-02",
        "description": {
          "zh-cn": "梁启超从巴黎致电林长民，通报了中国在巴黎和会上的外交失败，促使林长民向国民发出警报。",
          "en": "Liang Qichao sent a telegram from Paris to Lin Changmin, informing him of China's diplomatic failure at the Peace Conference, which prompted Lin to issue a warning to the nation."
        }
      }
    },
    {
      "source": "林长民",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-02",
        "description": {
          "zh-cn": "在《晨报》发表《外交警报敬告国民》一文，向社会公开了外交失败的消息，直接点燃了学生和民众的爱国情绪，成为运动的催化剂。",
          "en": "Published 'Diplomatic Warning to Our Countrymen' in the 'Morning Post', publicly disclosing the news of the diplomatic failure, which directly ignited the patriotic sentiment of students and the public, acting as a catalyst for the movement."
        }
      }
    },
    {
      "source": "蔡元培",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为北京大学校长，蔡元培以其“兼容并包”的学风为运动提供了思想温床，并在运动期间通过私下支持和公开辞职的方式声援学生。",
          "en": "As the President of Peking University, Cai Yuanpei provided an intellectual breeding ground for the movement with his principle of 'inclusiveness,' and supported the students through private encouragement and public resignation during the movement."
        }
      }
    },
    {
      "source": "蔡元培",
      "target": "北京大学",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "校长",
          "en": "President"
        },
        "description": {
          "zh-cn": "蔡元培在五四运动期间担任北京大学校长。",
          "en": "Cai Yuanpei served as the President of Peking University during the May Fourth Movement."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "新民主主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1940-01",
        "description": {
          "zh-cn": "毛泽东在其著作《新民主主义论》中，将五四运动定义为中国新民主主义革命的开端，这一论断深刻影响了中国共产党的官方史观。",
          "en": "In his work 'On New Democracy,' Mao Zedong defined the May Fourth Movement as the beginning of China's New Democratic Revolution, a thesis that profoundly shaped the official historiography of the Communist Party of China."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "新民主主义",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-04",
        "description": {
          "zh-cn": "根据毛泽东的理论，五四运动标志着中国无产阶级登上政治舞台，开启了新民主主义革命阶段。",
          "en": "According to Mao Zedong's theory, the May Fourth Movement marked the ascent of the Chinese proletariat onto the political stage, initiating the stage of the New Democratic Revolution."
        }
      }
    },
    {
      "source": "蒋介石",
      "target": "新文化运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1941",
        "description": {
          "zh-cn": "蒋介石否定新文化运动，认为其“崇拜外国”、“推翻礼教否定本国历史”，破坏了中国固有道德。",
          "en": "Chiang Kai-she rejected the New Culture Movement, believing it 'worshipped foreign things' and 'overthrew traditional etiquette and negated national history,' thus destroying China's inherent morality."
        }
      }
    },
    {
      "source": "蒋介石",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1943",
        "description": {
          "zh-cn": "蒋介石肯定五四运动的爱国主义层面，称其为国民“强烈革命要求最鲜明的表现”。",
          "en": "Chiang Kai-she affirmed the patriotic aspect of the May Fourth Movement, calling it 'the most vivid expression of the people's strong revolutionary demands.'"
        }
      }
    },
    {
      "source": "孙中山",
      "target": "五四运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1920-01-29",
        "description": {
          "zh-cn": "孙中山公开支持五四运动，赞扬青年学生的爱国行为，认为其将来收效必将伟大且久远。",
          "en": "Sun Yat-sen publicly supported the May Fourth Movement, praising the patriotic actions of the youth and students, believing its future effects would be great and long-lasting."
        }
      }
    },
    {
      "source": "三一运动",
      "target": "五四运动",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1919-03-01",
        "description": {
          "zh-cn": "日占朝鲜爆发的三一运动对中国知识界和学生界产生了激励作用，被视为五四运动的行为楷模和催化剂。",
          "en": "The March 1st Movement in Japanese-occupied Korea served as an inspiration to Chinese intellectuals and students, and was seen as a model and catalyst for the May Fourth Movement."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "六三运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-06-03",
        "description": {
          "zh-cn": "五四运动在北京政府大规模逮捕学生后，发展为六三运动，运动的中心和参与阶层均得以扩大。",
          "en": "Following the mass arrest of students by the Beijing government, the May Fourth Movement evolved into the June 3rd Movement, expanding both its center and its participating social classes."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "火烧赵家楼",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-05-04",
        "description": {
          "zh-cn": "作为五四当天游行示威的一部分，学生们前往曹汝霖住宅抗议，最终演变为放火烧楼的激烈行动。",
          "en": "As part of the demonstration on May 4, students went to Cao Rulin's residence to protest, an action which ultimately escalated into the burning of the building."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "华盛顿会议",
      "type": "PUSHED",
      "properties": {
        "start_date": "1919-06-28",
        "end_date": "1921-11-12",
        "description": {
          "zh-cn": "五四运动导致中国拒签《凡尔赛条约》，使得山东问题悬而未决，为该问题在后来的华盛顿会议上重开谈判并最终解决创造了条件。",
          "en": "The May Fourth Movement led to China's refusal to sign the Treaty of Versailles, leaving the Shandong Problem unresolved and creating the conditions for the issue to be renegotiated and ultimately settled at the later Washington Conference."
        }
      }
    },
    {
      "source": "华盛顿会议",
      "target": "山东问题",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1922-02-04",
        "description": {
          "zh-cn": "华盛顿会议促成中日签署《解决山东悬案条约》，将胶澳租借地和胶济铁路交还中国，从而解决了山东问题。",
          "en": "The Washington Conference facilitated the signing of the 'Sino-Japanese Treaty for the Settlement of the Shandong Question,' which returned the Jiaozhou Bay Leased Territory and the Jiaoji Railway to China, thereby resolving the Shandong Problem."
        }
      }
    }
  ]
}