{
  "nodes": [
    {
      "id": "中央外事工作委员会办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央外事工作委员会办公室",
          "中央外办",
          "中央外事办"
        ],
        "en": []
      },
      "properties": {
        "period": "2018-03 - ",
        "description": {
          "zh-cn": "中国共产党中央委员会负责统筹外交政策、外事管理和维护海洋权益工作的办事机构，为中央外事工作委员会的办事机构。2018年由中央外事办公室改组而来。",
          "en": "The working body of the Central Committee of the Communist Party of China responsible for coordinating foreign policy, foreign affairs management, and safeguarding maritime rights and interests. It serves as the office for the Central Foreign Affairs Commission. It was reorganized from the Central Foreign Affairs Office in 2018."
        }
      }
    },
    {
      "id": "王毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王毅",
          "王　毅"
        ],
        "en": [
          "Wang Yi"
        ]
      },
      "properties": {
        "lifetime": "1953-10-19 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物、外交官，现任中共中央政治局委员、中央外事工作委员会办公室主任、外交部部长。",
          "en": "Chinese politician and diplomat, currently a member of the Politburo of the CPC Central Committee, Director of the Office of the Central Foreign Affairs Commission, and Minister of Foreign Affairs."
        }
      }
    },
    {
      "id": "郭业洲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭业洲"
        ],
        "en": [
          "Guo Yezhou"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，现任中央外事工作委员会办公室分管日常工作的副主任。",
          "en": "Chinese politician, currently the Deputy Director of the Office of the Central Foreign Affairs Commission in charge of daily work."
        }
      }
    },
    {
      "id": "李克新 (1969年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李克新 (1969年)",
          "李克新"
        ],
        "en": [
          "Li Kexin (born 1969)"
        ]
      },
      "properties": {
        "lifetime": "1969 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，现任中央外事工作委员会办公室副主任。",
          "en": "Chinese diplomat, currently a Deputy Director of the Office of the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "id": "祝勤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "祝勤",
          "祝　勤"
        ],
        "en": [
          "Zhu Qin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，现任中央外事工作委员会办公室副主任。",
          "en": "Chinese diplomat, currently a Deputy Director of the Office of the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "id": "张际文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张际文"
        ],
        "en": [
          "Zhang Jiwen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，现任中央纪委国家监委驻中央外办纪检监察组组长。",
          "en": "Chinese politician, currently the head of the Discipline Inspection and Supervision Group of the Central Commission for Discipline Inspection and the National Supervisory Commission stationed at the Central Foreign Affairs Office."
        }
      }
    },
    {
      "id": "中国共产党中央委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会",
          "中共中央"
        ],
        "en": [
          "Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央领导机构。设立了中央外事小组、中央外事工作领导小组，并决定了其办公室的设立、撤销和改组。",
          "en": "The central leading body of the Communist Party of China. It established the Central Foreign Affairs Small Group, the Central Leading Group for Foreign Affairs, and decided on the establishment, abolition, and reorganization of its office."
        }
      }
    },
    {
      "id": "中央外事工作委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央外事工作委员会"
        ],
        "en": [
          "Central Foreign Affairs Commission"
        ]
      },
      "properties": {
        "period": "2018-03 - ",
        "description": {
          "zh-cn": "中国共产党中央委员会负责外事工作决策和统筹协调的机构，由中央外事工作领导小组改组而来。",
          "en": "The organ of the CPC Central Committee responsible for decision-making and coordination in foreign affairs, reorganized from the Central Leading Group for Foreign Affairs."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "国务院"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的中央人民政府。曾设立国务院外事办公室。",
          "en": "The central government of the People's Republic of China. It once established the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "中共中央国际活动指导委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央国际活动指导委员会"
        ],
        "en": [
          "International Activities Guidance Committee of the CPC Central Committee"
        ]
      },
      "properties": {
        "period": " - 1958-03-06",
        "description": {
          "zh-cn": "1958年被撤销的中共中央机构，其职能由新成立的中央外事小组接替。",
          "en": "An organ of the CPC Central Committee that was abolished in 1958, with its functions taken over by the newly established Central Foreign Affairs Small Group."
        }
      }
    },
    {
      "id": "中央外事小组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央外事小组"
        ],
        "en": [
          "Central Foreign Affairs Small Group"
        ]
      },
      "properties": {
        "period": "1958-03-06 - ",
        "description": {
          "zh-cn": "1958年成立的中共中央外事机构，负责全面外事工作，在文革期间被撤销。",
          "en": "A foreign affairs body of the CPC Central Committee established in 1958, responsible for overall foreign affairs work, and was abolished during the Cultural Revolution."
        }
      }
    },
    {
      "id": "国务院外事办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院外事办公室"
        ],
        "en": [
          "State Council Foreign Affairs Office"
        ]
      },
      "properties": {
        "period": [
          "1958-03-06 - 1970-06",
          "1988 - 1998-08"
        ],
        "description": {
          "zh-cn": "中华人民共和国国务院下设的外事机构，曾两度设立，后在1998年改组为中央外事办公室。",
          "en": "A foreign affairs body under the State Council of the People's Republic of China, established twice, and later reorganized into the Central Foreign Affairs Office in 1998."
        }
      }
    },
    {
      "id": "陈毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈毅"
        ],
        "en": [
          "Chen Yi"
        ]
      },
      "properties": {
        "lifetime": "1901-08-26 - 1972-01-06",
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军元帅，曾任副总理兼外交部长，并担任首任中央外事小组组长和国务院外事办公室主任。",
          "en": "Marshal of the People's Liberation Army, served as Vice Premier and Minister of Foreign Affairs, and was the first leader of the Central Foreign Affairs Small Group and Director of the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "中华人民共和国外交部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国外交部",
          "外交部"
        ],
        "en": [
          "Ministry of Foreign Affairs of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院组成部门，主管外交事务。",
          "en": "A component department of the State Council of the People's Republic of China, in charge of foreign affairs."
        }
      }
    },
    {
      "id": "廖承志",
      "type": "Person",
      "name": {
        "zh-cn": [
          "廖承志"
        ],
        "en": [
          "Liao Chengzhi"
        ]
      },
      "properties": {
        "lifetime": "1908-09-25 - 1983-06-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国务院外事办公室副主任。",
          "en": "Chinese politician, once served as Deputy Director of the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "刘宁一",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘宁一"
        ],
        "en": [
          "Liu Ningyi"
        ]
      },
      "properties": {
        "lifetime": "1907-01 - 1994-02-15",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国务院外事办公室副主任。",
          "en": "Chinese politician, once served as Deputy Director of the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "孔原",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孔原"
        ],
        "en": [
          "Kong Yuan"
        ]
      },
      "properties": {
        "lifetime": "1906-10-14 - 1990-09-21",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国务院外事办公室副主任及夫人外事活动指导小组召集人。",
          "en": "Chinese politician, once served as Deputy Director of the State Council Foreign Affairs Office and convener of the Wives' Foreign Affairs Activities Guidance Group."
        }
      }
    },
    {
      "id": "张彦 (1918年)",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张彦 (1918年)",
          "张彦"
        ],
        "en": [
          "Zhang Yan (born 1918)"
        ]
      },
      "properties": {
        "lifetime": "1918 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国务院外事办公室副主任。",
          "en": "Chinese politician, once served as Deputy Director of the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "一场由毛泽东发动和领导的政治运动，期间中央外事小组和国务院外事办公室被撤销。",
          "en": "A political movement initiated and led by Mao Zedong, during which the Central Foreign Affairs Small Group and the State Council Foreign Affairs Office were abolished."
        }
      }
    },
    {
      "id": "中央外事工作领导小组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央外事工作领导小组"
        ],
        "en": [
          "Central Leading Group for Foreign Affairs"
        ]
      },
      "properties": {
        "period": "1981 - 2018-03",
        "description": {
          "zh-cn": "1981年恢复设立的中共中央外事议事协调机构，2018年被改组为中央外事工作委员会。",
          "en": "The coordinating body for foreign affairs of the CPC Central Committee, re-established in 1981 and reorganized into the Central Foreign Affairs Commission in 2018."
        }
      }
    },
    {
      "id": "李先念",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李先念"
        ],
        "en": [
          "Li Xiannian"
        ]
      },
      "properties": {
        "lifetime": "1909-06-23 - 1992-06-21",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任中华人民共和国主席，1981年起担任恢复后的中央外事工作领导小组组长。",
          "en": "Chinese statesman, former President of the People's Republic of China, and served as the leader of the restored Central Leading Group for Foreign Affairs from 1981."
        }
      }
    },
    {
      "id": "万里",
      "type": "Person",
      "name": {
        "zh-cn": [
          "万里"
        ],
        "en": [
          "Wan Li"
        ]
      },
      "properties": {
        "lifetime": "1916-12-01 - 2015-07-15",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任全国人大常委会委员长，1981年起担任恢复后的中央外事工作领导小组副组长。",
          "en": "Chinese statesman, former Chairman of the Standing Committee of the National People's Congress, and served as the deputy leader of the restored Central Leading Group for Foreign Affairs from 1981."
        }
      }
    },
    {
      "id": "中央外事办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央外事办公室",
          "中央外事工作领导小组办公室"
        ],
        "en": [
          "Central Foreign Affairs Office"
        ]
      },
      "properties": {
        "period": "1998-08 - 2018-03",
        "description": {
          "zh-cn": "1998年由国务院外事办公室改组而成的中共中央直属机构，作为中央外事工作领导小组的办事机构。2018年改组为中央外事工作委员会办公室。",
          "en": "An institution directly under the CPC Central Committee, reorganized from the State Council Foreign Affairs Office in 1998, serving as the working body for the Central Leading Group for Foreign Affairs. It was reorganized into the Office of the Central Foreign Affairs Commission in 2018."
        }
      }
    },
    {
      "id": "中央国家安全工作领导小组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央国家安全工作领导小组"
        ],
        "en": [
          "Central Leading Group for National Security Affairs"
        ]
      },
      "properties": {
        "period": "2000-09 - 2014",
        "description": {
          "zh-cn": "2000年成立的中共中央议事协调机构，与中央外事工作领导小组合署办公。2014年中央国家安全委员会成立后不再保留此名义。",
          "en": "A coordinating body of the CPC Central Committee established in 2000, which worked jointly with the Central Leading Group for Foreign Affairs. This title was no longer retained after the establishment of the National Security Commission in 2014."
        }
      }
    },
    {
      "id": "江泽民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "江泽民"
        ],
        "en": [
          "Jiang Zemin"
        ]
      },
      "properties": {
        "lifetime": "1926-08-17 - 2022-11-30",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任中共中央总书记、国家主席、中央军委主席，并担任中央国家安全工作领导小组组长。",
          "en": "Chinese statesman, former General Secretary of the CPC Central Committee, President of the PRC, and Chairman of the Central Military Commission, who also served as the leader of the Central Leading Group for National Security Affairs."
        }
      }
    },
    {
      "id": "钱其琛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱其琛"
        ],
        "en": [
          "Qian Qichen"
        ]
      },
      "properties": {
        "lifetime": "1928-01-05 - 2017-05-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交家，曾任国务院副总理、外交部长，并担任中央国家安全工作领导小组副组长。",
          "en": "Chinese diplomat, former Vice Premier of the State Council and Minister of Foreign Affairs, who also served as the deputy leader of the Central Leading Group for National Security Affairs."
        }
      }
    },
    {
      "id": "刘华秋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘华秋"
        ],
        "en": [
          "Liu Huaqiu"
        ]
      },
      "properties": {
        "lifetime": "1939-11 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，曾任国务院外事办公室主任、中央外事办公室主任、中央外事工作领导小组办公室主任和中央国家安全工作领导小组办公室主任。",
          "en": "Chinese diplomat, former Director of the State Council Foreign Affairs Office, Director of the Central Foreign Affairs Office, Director of the Office of the Central Leading Group for Foreign Affairs, and Director of the Office of the Central Leading Group for National Security Affairs."
        }
      }
    },
    {
      "id": "中央国家安全工作领导小组办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央国家安全工作领导小组办公室"
        ],
        "en": [
          "Office of the Central Leading Group for National Security Affairs"
        ]
      },
      "properties": {
        "period": "2000-09 - 2014",
        "description": {
          "zh-cn": "中央国家安全工作领导小组的办事机构，与中央外事工作领导小组办公室（中央外事办公室）合署办公。",
          "en": "The working body of the Central Leading Group for National Security Affairs, which operated jointly with the Office of the Central Leading Group for Foreign Affairs (Central Foreign Affairs Office)."
        }
      }
    },
    {
      "id": "中央海洋权益工作领导小组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央海洋权益工作领导小组"
        ],
        "en": []
      },
      "properties": {
        "period": "2012 - 2018-03",
        "description": {
          "zh-cn": "2012年设立的负责海洋权益事务的议事和协调机构，后被中央维护海洋权益工作领导小组的名义所涵盖，并于2018年被撤销。",
          "en": "A council and coordination body for maritime rights and interests established in 2012, later covered by the name Central Leading Group for Safeguarding Maritime Rights and Interests, and abolished in 2018."
        }
      }
    },
    {
      "id": "中央国家安全委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央国家安全委员会"
        ],
        "en": [
          "National Security Commission of the CPC Central Committee"
        ]
      },
      "properties": {
        "period": "2014 - ",
        "description": {
          "zh-cn": "2014年成立的中共中央机构，其成立后，中央国家安全工作领导小组的名义不再保留。",
          "en": "An organ of the CPC Central Committee established in 2014, after which the title of Central Leading Group for National Security Affairs was no longer retained."
        }
      }
    },
    {
      "id": "深化党和国家机构改革",
      "type": "Document",
      "name": {
        "zh-cn": [
          "深化党和国家机构改革"
        ],
        "en": [
          "Plan for Deepening Reform of Party and State Institutions"
        ]
      },
      "properties": {
        "period": "2018-03 - 2018-03",
        "description": {
          "zh-cn": "2018年3月中共中央印发的方案，规定将中央外事工作领导小组改为委员会，并撤销中央维护海洋权益工作领导小组。",
          "en": "A plan issued by the CPC Central Committee in March 2018, which stipulated the transformation of the Central Leading Group for Foreign Affairs into a commission and the abolition of the Central Leading Group for Safeguarding Maritime Rights and Interests."
        }
      }
    },
    {
      "id": "中央维护海洋权益工作领导小组",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央维护海洋权益工作领导小组"
        ],
        "en": [
          "Central Leading Group for Safeguarding Maritime Rights and Interests"
        ]
      },
      "properties": {
        "period": "2012 - 2018-03-21",
        "description": {
          "zh-cn": "负责统筹协调海洋权益工作的中共中央议事协调机构，于2018年被撤销，职责并入中央外事工作委员会。",
          "en": "A coordinating body of the CPC Central Committee responsible for coordinating work on maritime rights and interests. It was abolished in 2018, with its responsibilities merged into the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "id": "杨洁篪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨洁篪"
        ],
        "en": [
          "Yang Jiechi"
        ]
      },
      "properties": {
        "lifetime": "1950-05 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交家，曾任中共中央政治局委员、中央外事工作领导小组办公室主任、中央外事工作委员会办公室主任。",
          "en": "Chinese diplomat, former member of the Politburo of the CPC Central Committee, Director of the Office of the Central Leading Group for Foreign Affairs, and Director of the Office of the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "id": "戴秉国",
      "type": "Person",
      "name": {
        "zh-cn": [
          "戴秉国"
        ],
        "en": [
          "Dai Bingguo"
        ]
      },
      "properties": {
        "lifetime": "1941-03 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交家，曾任国务委员、中央外事工作领导小组办公室主任。",
          "en": "Chinese diplomat, former State Councilor and Director of the Office of the Central Leading Group for Foreign Affairs."
        }
      }
    },
    {
      "id": "钱永年",
      "type": "Person",
      "name": {
        "zh-cn": [
          "钱永年"
        ],
        "en": [
          "Qian Yongnian"
        ]
      },
      "properties": {
        "lifetime": "1933-02 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，曾任国务院外事办公室主任。",
          "en": "Chinese diplomat, former Director of the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "刘述卿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘述卿"
        ],
        "en": [
          "Liu Shuqing"
        ]
      },
      "properties": {
        "lifetime": "1923 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，曾任国务院外事办公室主任。",
          "en": "Chinese diplomat, former Director of the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "齐怀远",
      "type": "Person",
      "name": {
        "zh-cn": [
          "齐怀远"
        ],
        "en": [
          "Qi Huaiyuan"
        ]
      },
      "properties": {
        "lifetime": "1930-01-06 - 2022-01-14",
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，曾任国务院外事办公室主任。",
          "en": "Chinese diplomat, former Director of the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "id": "孙书贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孙书贤"
        ],
        "en": [
          "Sun Shuxian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，曾任中央外事工作委员会办公室副主任。",
          "en": "Chinese diplomat, former Deputy Director of the Office of the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "id": "邓洪波",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓洪波"
        ],
        "en": [
          "Deng Hongbo"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国外交官，曾任中央外事工作委员会办公室副主任。",
          "en": "Chinese diplomat, former Deputy Director of the Office of the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "id": "中国共产党中央政治局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央政治局",
          "中央政治局"
        ],
        "en": [
          "Politburo of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党的中央领导机构之一，由中央委员会全体会议选举产生。",
          "en": "One of the central leading bodies of the Communist Party of China, elected by the plenary session of the Central Committee."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中央外事工作委员会办公室",
      "target": "中国共产党中央委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中央外事工作委员会办公室是中共中央直属机构。",
          "en": "The Office of the Central Foreign Affairs Commission is an institution directly under the CPC Central Committee."
        }
      }
    },
    {
      "source": "中央外事工作委员会办公室",
      "target": "中央外事工作委员会",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中央外事工作委员会办公室是中央外事工作委员会的办事机构。",
          "en": "The Office of the Central Foreign Affairs Commission is the working body for the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "source": "王毅",
      "target": "中央外事工作委员会办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2023-01",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "郭业洲",
      "target": "中央外事工作委员会办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": [
          "2024-03",
          "2025-09"
        ],
        "end_date": [
          "2025-09"
        ],
        "position": {
          "zh-cn": "副主任；分管日常工作的副主任",
          "en": "Deputy Director; Deputy Director in charge of daily work"
        },
        "description": {
          "zh-cn": "2024年3月至2025年9月任副主任，2025年9月起任分管日常工作的副主任（正部长级）。",
          "en": "Served as Deputy Director from March 2024 to September 2025, and has been the Deputy Director in charge of daily work (Ministerial level) since September 2025."
        }
      }
    },
    {
      "source": "李克新 (1969年)",
      "target": "中央外事工作委员会办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2024-11",
        "position": {
          "zh-cn": "副主任",
          "en": "Deputy Director"
        }
      }
    },
    {
      "source": "祝勤",
      "target": "中央外事工作委员会办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2025-03",
        "position": {
          "zh-cn": "副主任",
          "en": "Deputy Director"
        }
      }
    },
    {
      "source": "张际文",
      "target": "中央外事工作委员会办公室",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "纪检监察组组长",
          "en": "Head of the Discipline Inspection and Supervision Group"
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中央外事小组",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1958-03-06",
        "description": {
          "zh-cn": "1958年3月6日，中共中央和国务院联合发文，决定成立中央外事小组。",
          "en": "On March 6, 1958, the CPC Central Committee and the State Council jointly issued a document deciding to establish the Central Foreign Affairs Small Group."
        }
      }
    },
    {
      "source": "中华人民共和国国务院",
      "target": "国务院外事办公室",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1958-03-06",
        "description": {
          "zh-cn": "1958年3月6日，中共中央和国务院联合发文，决定设立国务院外事办公室。",
          "en": "On March 6, 1958, the CPC Central Committee and the State Council jointly issued a document deciding to establish the State Council Foreign Affairs Office."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中共中央国际活动指导委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1958-03-06",
        "description": {
          "zh-cn": "1958年3月6日，中共中央决定撤销中共中央国际活动指导委员会。",
          "en": "On March 6, 1958, the CPC Central Committee decided to abolish the International Activities Guidance Committee of the CPC Central Committee."
        }
      }
    },
    {
      "source": "陈毅",
      "target": "中央外事小组",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1958-03-06",
        "position": {
          "zh-cn": "组长",
          "en": "Group Leader"
        }
      }
    },
    {
      "source": "陈毅",
      "target": "国务院外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1958-03-06",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "中央外事小组",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "文化大革命期间，中央外事小组被撤销。",
          "en": "During the Cultural Revolution, the Central Foreign Affairs Small Group was abolished."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "国务院外事办公室",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1970-06",
        "description": {
          "zh-cn": "1970年6月，国务院精简机构，国务院外事办公室被撤销，业务并入外交部。",
          "en": "In June 1970, as part of the State Council's institutional streamlining, the State Council Foreign Affairs Office was abolished, and its functions were merged into the Ministry of Foreign Affairs."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中央外事工作领导小组",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1981",
        "description": {
          "zh-cn": "1981年，中共中央决定，恢复“中央外事工作领导小组”。",
          "en": "In 1981, the CPC Central Committee decided to restore the 'Central Leading Group for Foreign Affairs'."
        }
      }
    },
    {
      "source": "李先念",
      "target": "中央外事工作领导小组",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1981",
        "position": {
          "zh-cn": "组长",
          "en": "Group Leader"
        }
      }
    },
    {
      "source": "万里",
      "target": "中央外事工作领导小组",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1981",
        "position": {
          "zh-cn": "副组长",
          "en": "Deputy Group Leader"
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中央外事办公室",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1998-08",
        "description": {
          "zh-cn": "1998年8月，中共中央、国务院决定，撤销“国务院外事办公室”，组建“中央外事办公室”。",
          "en": "In August 1998, the CPC Central Committee and the State Council decided to abolish the 'State Council Foreign Affairs Office' and establish the 'Central Foreign Affairs Office'."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "国务院外事办公室",
      "type": "BLOCKED",
      "properties": {
        "end_date": "1998-08",
        "description": {
          "zh-cn": "1998年8月，中共中央、国务院决定，撤销“国务院外事办公室”。",
          "en": "In August 1998, the CPC Central Committee and the State Council decided to abolish the 'State Council Foreign Affairs Office'."
        }
      }
    },
    {
      "source": "中央外事办公室",
      "target": "中央外事工作领导小组",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1998-08",
        "end_date": "2018-03",
        "description": {
          "zh-cn": "中央外事办公室是中央外事工作领导小组的办事机构。",
          "en": "The Central Foreign Affairs Office served as the working body for the Central Leading Group for Foreign Affairs."
        }
      }
    },
    {
      "source": "中国共产党中央委员会",
      "target": "中央国家安全工作领导小组",
      "type": "FOUNDED",
      "properties": {
        "start_date": "2000-09",
        "description": {
          "zh-cn": "2000年9月，中共中央决定，组建“中央国家安全工作领导小组”。",
          "en": "In September 2000, the CPC Central Committee decided to establish the 'Central Leading Group for National Security Affairs'."
        }
      }
    },
    {
      "source": "江泽民",
      "target": "中央国家安全工作领导小组",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2000-09",
        "position": {
          "zh-cn": "组长",
          "en": "Group Leader"
        }
      }
    },
    {
      "source": "钱其琛",
      "target": "中央国家安全工作领导小组",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2000-09",
        "position": {
          "zh-cn": "副组长",
          "en": "Deputy Group Leader"
        }
      }
    },
    {
      "source": "中央国家安全委员会",
      "target": "中央国家安全工作领导小组",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2014",
        "description": {
          "zh-cn": "2014年中央国家安全委员会成立后，中央外事工作领导小组不再保留“中央国家安全工作领导小组”的名义。",
          "en": "After the establishment of the National Security Commission in 2014, the Central Leading Group for Foreign Affairs no longer retained the name 'Central Leading Group for National Security Affairs'."
        }
      }
    },
    {
      "source": "深化党和国家机构改革",
      "target": "中央外事工作委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "《深化党和国家机构改革方案》将中央外事工作领导小组改为中央外事工作委员会。",
          "en": "The 'Plan for Deepening Reform of Party and State Institutions' changed the Central Leading Group for Foreign Affairs into the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "source": "深化党和国家机构改革",
      "target": "中央外事工作领导小组",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "《深化党和国家机构改革方案》将中央外事工作领导小组改为中央外事工作委员会。",
          "en": "The 'Plan for Deepening Reform of Party and State Institutions' changed the Central Leading Group for Foreign Affairs into the Central Foreign Affairs Commission."
        }
      }
    },
    {
      "source": "深化党和国家机构改革",
      "target": "中央维护海洋权益工作领导小组",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "《深化党和国家机构改革方案》规定不再设立中央维护海洋权益工作领导小组，有关职责交由中央外事工作委员会及其办公室承担。",
          "en": "The 'Plan for Deepening Reform of Party and State Institutions' stipulated that the Central Leading Group for Safeguarding Maritime Rights and Interests would no longer be established, and its relevant duties would be undertaken by the Central Foreign Affairs Commission and its office."
        }
      }
    },
    {
      "source": "中央维护海洋权益工作领导小组",
      "target": "中央外事工作委员会",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "2018-03",
        "description": {
          "zh-cn": "中央维护海洋权益工作领导小组被撤销后，其职责交由中央外事工作委员会及其办公室承担。",
          "en": "After the Central Leading Group for Safeguarding Maritime Rights and Interests was abolished, its duties were transferred to the Central Foreign Affairs Commission and its office."
        }
      }
    },
    {
      "source": "杨洁篪",
      "target": "中央外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2013-08",
        "end_date": "2018-03",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "杨洁篪",
      "target": "中央外事工作委员会办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2018-03",
        "end_date": "2022-12",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "戴秉国",
      "target": "中央外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2005-04",
        "end_date": "2013-08",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "刘华秋",
      "target": "国务院外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1994-11",
        "end_date": "1998-10",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "刘华秋",
      "target": "中央外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1998-10",
        "end_date": "2005-04",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        },
        "description": {
          "zh-cn": "1998年10月-2000年9月任中央外事办公室主任；2000年9月-2005年4月任中央外事工作领导小组办公室、中央国家安全工作领导小组办公室主任。",
          "en": "Served as Director of the Central Foreign Affairs Office from October 1998 to September 2000; served as Director of the Office of the Central Leading Group for Foreign Affairs and the Office of the Central Leading Group for National Security Affairs from September 2000 to April 2005."
        }
      }
    },
    {
      "source": "刘华秋",
      "target": "中央国家安全工作领导小组办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2000-09",
        "end_date": "2005-04",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "钱永年",
      "target": "国务院外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1988-06",
        "end_date": "1989-12",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "刘述卿",
      "target": "国务院外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1989-12",
        "end_date": "1991-08",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "齐怀远",
      "target": "国务院外事办公室",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1991-08",
        "end_date": "1994-11",
        "position": {
          "zh-cn": "主任",
          "en": "Director"
        }
      }
    },
    {
      "source": "王毅",
      "target": "中国共产党中央政治局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2022-10",
        "position": {
          "zh-cn": "委员",
          "en": "Member"
        }
      }
    },
    {
      "source": "杨洁篪",
      "target": "中国共产党中央政治局",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2017-10",
        "end_date": "2022-10",
        "position": {
          "zh-cn": "委员",
          "en": "Member"
        }
      }
    }
  ]
}