{
  "nodes": [
    {
      "id": "三年困难时期",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "三年困难时期",
          "三年大饥荒",
          "中国大饥荒",
          "三年自然灾害",
          "三年严重自然灾害",
          "三年经济困难时期",
          "三年暂时困难时期"
        ],
        "en": [
          "Three Years of Great Famine"
        ]
      },
      "properties": {
        "period": [
          "1959 - 1961",
          "1958 - 1962"
        ],
        "description": {
          "zh-cn": "指中华人民共和国于1959年至1961年间因三面红旗运动而发生全国性饥荒的一段时期，也有学者将1958年、1962年划入饥荒时期。期间发生的大饥荒共造成中国大陆1500万至5500万人的非正常死亡，被广泛视为人类历史上规模最大的饥荒之一。",
          "en": "Refers to a period of nationwide famine in the People's Republic of China from 1959 to 1961, caused by the Three Red Banners movement. Some scholars also include the years 1958 and 1962. The Great Famine during this period resulted in 15 to 55 million excess deaths in mainland China and is widely regarded as one of the largest famines in human history."
        }
      }
    },
    {
      "id": "大跃进运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大跃进运动",
          "大跃进"
        ],
        "en": [
          "Great Leap Forward"
        ]
      },
      "properties": {
        "period": "1958 - 1961",
        "description": {
          "zh-cn": "1958年至1961年在中国发生的试图利用国家行政力量，在工业和农业上“跃进”的社会主义建设运动。运动包括大炼钢铁、人民公社化等，对中国经济和环境造成了严重破坏，是三年困难时期的主要原因之一。",
          "en": "A socialist construction movement in China from 1958 to 1961 that attempted to use state administrative power to achieve a 'leap forward' in industry and agriculture. The movement included the Great Steel Smelting and the People's Communes, which caused severe damage to the Chinese economy and environment, and was one of the main causes of the Three Years of Great Famine."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、革命家，曾任中国共产党中央委员会主席。他发动了反右运动、大跃进、文化大革命等一系列政治运动。",
          "en": "Chinese politician and revolutionary who served as Chairman of the Central Committee of the Communist Party of China. He launched a series of political movements, including the Anti-Rightist Movement, the Great Leap Forward, and the Cultural Revolution."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任中华人民共和国主席。他在七千人大会上将大饥荒的成因归结为“三分天灾，七分人祸”，与毛泽东产生分歧，后在文化大革命中被迫害致死。",
          "en": "Chinese politician who served as Chairman of the People's Republic of China. At the Seven Thousand Cadres Conference, he attributed the Great Famine to 'three parts natural disaster, seven parts man-made disaster', leading to disagreements with Mao Zedong. He was later persecuted to death during the Cultural Revolution."
        }
      }
    },
    {
      "id": "七千人大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "七千人大会"
        ],
        "en": [
          "Seven Thousand Cadres Conference"
        ]
      },
      "properties": {
        "period": "1962-01 - 1962-02",
        "description": {
          "zh-cn": "1962年初中共中央召开的扩大的中央工作会议。会议旨在总结“大跃进”的经验教训，统一认识，加强团结。会上刘少奇提出“三分天灾，七分人祸”的观点，毛泽东作了自我批评，并退居二线。",
          "en": "An enlarged Central Work Conference held by the CPC Central Committee in early 1962. The conference aimed to summarize the experiences and lessons of the 'Great Leap Forward,' unify understanding, and strengthen unity. At the conference, Liu Shaoqi proposed the view of 'three parts natural disaster, seven parts man-made disaster,' Mao Zedong made a self-criticism and retreated to the second line of leadership."
        }
      }
    },
    {
      "id": "反右倾运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反右倾运动",
          "反右倾"
        ],
        "en": [
          "Anti-Rightist Campaign"
        ]
      },
      "properties": {
        "period": "1959 - ",
        "description": {
          "zh-cn": "1959年庐山会议后在中国共产党内开展的一场政治运动，错误地批判了彭德怀等人，打断了纠正“左”倾错误的进程，是造成三年困难时期的主要原因之一。",
          "en": "A political movement launched within the Communist Party of China after the 1959 Lushan Conference. It wrongly criticized Peng Dehuai and others, interrupted the process of correcting 'Left' errors, and was one of the main causes of the Three Years of Great Famine."
        }
      }
    },
    {
      "id": "中苏交恶",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中苏交恶"
        ],
        "en": [
          "Sino-Soviet split"
        ]
      },
      "properties": {
        "period": "1950s - 1980s",
        "description": {
          "zh-cn": "指中华人民共和国与苏联在1950年代末至1980年代末期间的政治、意识形态对立及关系恶化。期间苏联政府撕毁合同、撤走专家，被认为是加剧中国三年困难时期的外部因素之一。",
          "en": "Refers to the political and ideological confrontation and deterioration of relations between the People's Republic of China and the Soviet Union from the late 1950s to the late 1980s. During this period, the Soviet government's tearing up of contracts and withdrawal of experts is considered one of the external factors that exacerbated China's Three Years of Difficult Period."
        }
      }
    },
    {
      "id": "人民公社化运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "人民公社化运动",
          "人民公社化"
        ],
        "en": [
          "People's Commune Movement"
        ]
      },
      "properties": {
        "period": "1958 - ",
        "description": {
          "zh-cn": "1958年在中国农村地区开展的将农业生产合作社合并为人民公社的运动。公共食堂制度的推行造成粮食浪费，平均主义的分配方式打击了农民的生产积极性，是三年困难时期的重要成因。",
          "en": "A movement in rural China in 1958 to merge agricultural producers' cooperatives into people's communes. The implementation of the public canteen system led to food waste, and the egalitarian distribution method dampened farmers' production enthusiasm, becoming a significant cause of the Three Years of Great Famine."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发动和领导的在中国发生的政治运动。刘少奇、邓小平等在七千人大会后与毛泽东产生分歧的领导人，在文革期间遭到严重批斗和迫害。",
          "en": "A political movement in China initiated and led by Mao Zedong. Leaders like Liu Shaoqi and Deng Xiaoping, who had disagreements with Mao after the Seven Thousand Cadres Conference, were severely criticized and persecuted during the Cultural Revolution."
        }
      }
    },
    {
      "id": "三面红旗",
      "type": "Document",
      "name": {
        "zh-cn": [
          "三面红旗"
        ],
        "en": [
          "Three Red Banners"
        ]
      },
      "properties": {
        "period": "1958 - ",
        "description": {
          "zh-cn": "指1950年代末期中国共产党提出的“社会主义建设总路线、大跃进、人民公社”的施政方针与口号。三面红旗运动被普遍认为是导致三年困难时期的直接原因。",
          "en": "Refers to the administrative policies and slogans proposed by the Communist Party of China in the late 1950s: the 'General Line for Socialist Construction, the Great Leap Forward, and the People's Communes'. The Three Red Banners movement is widely considered the direct cause of the Three Years of Great Famine."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任中华人民共和国国务院总理。他曾试图遏制“冒进”倾向，并在大饥荒期间处理外交和经济事务。",
          "en": "Chinese politician who served as Premier of the State Council of the People's Republic of China. He attempted to curb 'rash advance' tendencies and handled diplomatic and economic affairs during the Great Famine."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，改革开放的主要设计师。在大饥荒后支持“三自一包”等经济调整政策，后在文革中被打倒，复出后领导了中国的改革开放。",
          "en": "Chinese politician and the chief architect of China's reform and opening-up. After the Great Famine, he supported economic adjustment policies like 'Sanzi Yibao'. He was purged during the Cultural Revolution and later led China's reform and opening-up after his political comeback."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "lifetime": "1907-12-05 - 1971-09-13",
        "gender": "Male",
        "description": {
          "zh-cn": "中国军事家、政治家，曾任中共中央副主席。在七千人大会上公开支持毛泽东的路线，但在私下对大跃进表示不满。",
          "en": "Chinese military leader and politician who served as Vice Chairman of the CPC Central Committee. At the Seven Thousand Cadres Conference, he publicly supported Mao Zedong's line but privately expressed dissatisfaction with the Great Leap Forward."
        }
      }
    },
    {
      "id": "三自一包",
      "type": "Document",
      "name": {
        "zh-cn": [
          "三自一包"
        ],
        "en": [
          "Three-selfs and one-fix"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指大饥荒后为恢复农业生产而提出的“自留地、自由市场、自负盈亏、包产到户”的经济调整政策。该政策受到刘少奇、邓小平等人的支持，但被毛泽东批评为搞资本主义。",
          "en": "An economic adjustment policy proposed after the Great Famine to restore agricultural production, which stands for 'private plots, free markets, responsibility for one's own profits and losses, and fixing output quotas on a household basis'. The policy was supported by leaders like Liu Shaoqi and Deng Xiaoping but was criticized by Mao Zedong as capitalist."
        }
      }
    },
    {
      "id": "邓子恢",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓子恢"
        ],
        "en": [
          "Deng Zihui"
        ]
      },
      "properties": {
        "lifetime": "1896-08-17 - 1972-12-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物。因支持“三自一包”等农业改革政策，在1962年北戴河会议上受到毛泽东的批判并被降职。",
          "en": "Chinese political figure. He was criticized by Mao Zedong and demoted at the 1962 Beidaihe Conference for supporting agricultural reform policies such as 'Sanzi Yibao'."
        }
      }
    },
    {
      "id": "反右运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反右运动"
        ],
        "en": [
          "Anti-Rightist Movement"
        ]
      },
      "properties": {
        "period": "1957 - ",
        "description": {
          "zh-cn": "1957年在中国大陆由毛泽东发动的政治运动，对知识分子和民主党派造成极大打击，破坏了民主制度，为大跃进埋下祸根。",
          "en": "A political movement launched by Mao Zedong in mainland China in 1957, which dealt a severe blow to intellectuals and democratic parties, undermined the democratic system, and laid the groundwork for the Great Leap Forward."
        }
      }
    },
    {
      "id": "打麻雀运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "打麻雀运动"
        ],
        "en": [
          "Four Pests campaign"
        ]
      },
      "properties": {
        "period": "1958 - 1960",
        "description": {
          "zh-cn": "作为“除四害运动”的一部分，在中国全国范围内开展的麻雀捕杀运动。该运动导致生态失衡，害虫成灾，加剧了农业歉收和饥荒。",
          "en": "As part of the 'Four Pests Campaign', a nationwide sparrow eradication movement was carried out in China. The campaign led to ecological imbalance and pest infestation, exacerbating crop failure and famine."
        }
      }
    },
    {
      "id": "统购统销",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "统购统销"
        ],
        "en": [
          "Unified purchase and sale"
        ]
      },
      "properties": {
        "period": "1953 - 1985",
        "description": {
          "zh-cn": "中国在计划经济时期对粮食等主要农产品实行的统一收购和销售政策。在大跃进期间，基于虚报的产量进行高额征购，导致农民口粮、种子粮被收缴，是饥荒的重要制度性原因。",
          "en": "A policy of unified purchase and sale of major agricultural products such as grain during China's planned economy era. During the Great Leap Forward, high procurement quotas based on inflated production figures led to the confiscation of farmers' food rations and seeds, which was a significant institutional cause of the famine."
        }
      }
    },
    {
      "id": "中华人民共和国户籍制度",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "中华人民共和国户籍制度"
        ],
        "en": [
          "Hukou system"
        ]
      },
      "properties": {
        "period": "1958 - ",
        "description": {
          "zh-cn": "1958年《中华人民共和国户口登记条例》的实施，严格限制了人口流动，尤其是在饥荒时期，阻止了农民外出逃荒求生，加剧了死亡情况。",
          "en": "The implementation of the 'Regulations on Household Registration in the People's Republic of China' in 1958 severely restricted population mobility. Especially during the famine, it prevented peasants from fleeing their homes to seek survival, thus exacerbating the death toll."
        }
      }
    },
    {
      "id": "苏联",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "苏联"
        ],
        "en": [
          "Soviet Union"
        ]
      },
      "properties": {
        "period": "1922 - 1991",
        "description": {
          "zh-cn": "20世纪的社会主义国家。在1950年代末中苏交恶后，苏联撕毁合同并撤走专家，对中国的经济造成了负面影响。",
          "en": "A socialist state in the 20th century. After the Sino-Soviet split in the late 1950s, the Soviet Union tore up contracts and withdrew its experts, negatively impacting China's economy."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国",
          "中国"
        ],
        "en": [
          "People's Republic of China",
          "China"
        ]
      },
      "properties": {
        "period": "1949-10-01 - ",
        "description": {
          "zh-cn": "位于东亚的社会主义国家。在三年困难时期，尽管国内发生严重饥荒，仍然进行了大规模的对外粮食和经济援助。",
          "en": "A socialist state in East Asia. During the Three Years of Difficult Period, it provided large-scale foreign food and economic aid despite a severe domestic famine."
        }
      }
    },
    {
      "id": "几内亚",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "几内亚"
        ],
        "en": [
          "Guinea"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "非洲国家。在1960年接受了中国的粮食援助。",
          "en": "An African country. It received food aid from China in 1960."
        }
      }
    },
    {
      "id": "阿尔巴尼亚",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "阿尔巴尼亚"
        ],
        "en": [
          "Albania"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "欧洲国家。在1960年代初中苏交恶期间，接受了中国大量的粮食和经济援助。",
          "en": "A European country. During the Sino-Soviet split in the early 1960s, it received substantial food and economic aid from China."
        }
      }
    },
    {
      "id": "老挝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "老挝"
        ],
        "en": [
          "Laos"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "东南亚国家。在1961年接受了中国的稻种援助。",
          "en": "A Southeast Asian country. It received rice seed aid from China in 1961."
        }
      }
    },
    {
      "id": "切·格瓦拉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "切·格瓦拉"
        ],
        "en": [
          "Che Guevara"
        ]
      },
      "properties": {
        "lifetime": "1928-06-14 - 1967-10-09",
        "gender": "Male",
        "description": {
          "zh-cn": "古巴革命领导人之一。1960年访华期间，中国向古巴提供了6000万美元贷款。",
          "en": "One of the leaders of the Cuban Revolution. During his visit to China in 1960, China provided Cuba with a 60 million USD loan."
        }
      }
    },
    {
      "id": "赫鲁晓夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赫鲁晓夫"
        ],
        "en": [
          "Nikita Khrushchev"
        ]
      },
      "properties": {
        "lifetime": "1894-04-15 - 1971-09-11",
        "gender": "Male",
        "description": {
          "zh-cn": "苏联领导人，曾任苏共中央第一书记。他领导下的苏联与中国的关系恶化，即中苏交恶。",
          "en": "Leader of the Soviet Union, who served as the First Secretary of the Communist Party of the Soviet Union. Under his leadership, relations between the Soviet Union and China deteriorated, leading to the Sino-Soviet split."
        }
      }
    },
    {
      "id": "四清运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "四清运动"
        ],
        "en": [
          "Four Cleanups Movement"
        ]
      },
      "properties": {
        "period": "1963 - 1966",
        "description": {
          "zh-cn": "1963年起在中国城乡开展的社会主义教育运动。该运动加剧了毛泽东与刘少奇之间的矛盾，被认为是文化大革命的前奏。",
          "en": "A socialist education movement carried out in urban and rural China starting in 1963. The movement exacerbated the conflict between Mao Zedong and Liu Shaoqi and is considered a prelude to the Cultural Revolution."
        }
      }
    },
    {
      "id": "信阳事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "信阳事件"
        ],
        "en": [
          "Xinyang incident"
        ]
      },
      "properties": {
        "period": "1959 - 1960",
        "description": {
          "zh-cn": "指三年困难时期在河南省信阳地区发生的大规模饿死人事件。时任地委书记路宪文采取封锁消息、禁止农民外逃等极端措施，加重了灾情。",
          "en": "Refers to the mass starvation deaths that occurred in the Xinyang Prefecture of Henan Province during the Three Years of Great Famine. The then prefectural party secretary Lu Xianwen adopted extreme measures such as blockading information and prohibiting peasants from fleeing, which worsened the disaster."
        }
      }
    },
    {
      "id": "路宪文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "路宪文"
        ],
        "en": [
          "Lu Xianwen"
        ]
      },
      "properties": {
        "lifetime": "1919 - 1983",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任信阳地委书记。在信阳事件中，他下令禁止农民逃荒，并封锁消息，导致大量民众饿死。",
          "en": "Chinese political figure who served as the Party Secretary of Xinyang Prefecture. During the Xinyang Incident, he ordered a ban on peasants fleeing the famine and suppressed information, leading to mass starvation deaths."
        }
      }
    },
    {
      "id": "黄立众",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄立众"
        ],
        "en": [
          "Huang Lizhong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "原北京大学学生，因指出农村饿死人情况被开除。大饥荒期间，他在家乡安徽无为县组织了“中国劳动党”，计划发动暴动，后被镇压。",
          "en": "A former student of Peking University who was expelled for pointing out starvation deaths in rural areas. During the Great Famine, he organized the 'China Labor Party' in his hometown of Wuwei County, Anhui, planning an uprising which was later suppressed."
        }
      }
    },
    {
      "id": "北京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北京大学"
        ],
        "en": [
          "Peking University"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于中国北京的著名高等学府。黄立众曾在此就读，后因言获罪被校长陆平开除。",
          "en": "A renowned institution of higher learning located in Beijing, China. Huang Lizhong was a student there but was expelled by President Lu Ping for his speech."
        }
      }
    },
    {
      "id": "中国劳动党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国劳动党"
        ],
        "en": [
          "China Labor Party"
        ]
      },
      "properties": {
        "period": "1960 - 1961",
        "description": {
          "zh-cn": "由黄立众于1960年在安徽无为县组织的政党，旨在反抗当时造成大饥荒的政策，后被剿灭。",
          "en": "A political party organized by Huang Lizhong in Wuwei County, Anhui in 1960, aimed at resisting the policies that caused the Great Famine. It was later suppressed."
        }
      }
    },
    {
      "id": "陆平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陆平"
        ],
        "en": [
          "Lu Ping"
        ]
      },
      "properties": {
        "lifetime": "1914 - 2002",
        "gender": "Male",
        "description": {
          "zh-cn": "中国教育家，曾任北京大学校长。他开除了指出农村饿死人情况的学生黄立众。",
          "en": "Chinese educator who served as the President of Peking University. He expelled the student Huang Lizhong for pointing out the starvation deaths in rural areas."
        }
      }
    },
    {
      "id": "陈云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈云"
        ],
        "en": [
          "Chen Yun"
        ]
      },
      "properties": {
        "lifetime": "1905-06-13 - 1995-04-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任国务院副总理。大饥荒后，他支持“三自一包”等经济调整政策。",
          "en": "Chinese politician who served as Vice Premier of the State Council. After the Great Famine, he supported economic adjustment policies such as 'Sanzi Yibao'."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "大跃进运动",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "大跃进运动中的高指标、瞎指挥、浮夸风和“共产风”等“左”倾错误，是造成三年困难时期的主要原因。",
          "en": "The 'Left' errors of the Great Leap Forward movement, such as high targets, blind commandism, boastful exaggeration, and the 'communist wind,' were the main causes of the Three Years of Difficult Period."
        }
      }
    },
    {
      "source": "反右倾运动",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "start_date": "1959",
        "description": {
          "zh-cn": "反右倾运动打断了纠正“大跃进”中“左”倾错误的进程，使错误延续了更长时间，加剧了饥荒。",
          "en": "The Anti-Rightist Campaign interrupted the process of correcting the 'Left' errors of the Great Leap Forward, allowing the mistakes to persist longer and exacerbating the famine."
        }
      }
    },
    {
      "source": "人民公社化运动",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "人民公社化运动，特别是公共食堂制度，导致了粮食的过度消耗和浪费，并且打击了农民的生产积极性，是造成大饥荒的重要原因之一。",
          "en": "The People's Commune Movement, especially the public canteen system, led to excessive consumption and waste of grain, and dampened the production enthusiasm of peasants, becoming one of the important causes of the Great Famine."
        }
      }
    },
    {
      "source": "三面红旗",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "“三面红旗”（社会主义建设总路线、大跃进、人民公社）的施政方针是导致三年困难时期的直接和根本原因。",
          "en": "The 'Three Red Banners' policy (General Line for Socialist Construction, Great Leap Forward, People's Communes) was the direct and fundamental cause of the Three Years of Difficult Period."
        }
      }
    },
    {
      "source": "打麻雀运动",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "end_date": "1960",
        "description": {
          "zh-cn": "打麻雀运动导致了生态失衡，害虫数量激增，使得粮食严重欠收，从而加剧了饥荒。",
          "en": "The Sparrow Eradication Campaign led to ecological imbalance and a surge in pest populations, resulting in severe crop failure and thus exacerbating the famine."
        }
      }
    },
    {
      "source": "统购统销",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "在浮夸风之下，国家基于虚报的粮食产量进行高额征购，导致农民的口粮、种子和饲料被收走，是造成饥荒的一个重要制度性原因。",
          "en": "Under the influence of the 'wind of exaggeration,' the state imposed high procurement quotas based on inflated grain production figures, leading to the confiscation of peasants' food rations, seeds, and feed, which was a significant institutional cause of the famine."
        }
      }
    },
    {
      "source": "中华人民共和国户籍制度",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "1958年开始实施的严格户籍制度限制了人口流动，阻止了饥民外出逃荒，加剧了饥荒的严重程度和死亡人数。",
          "en": "The strict household registration system implemented in 1958 restricted population movement, preventing famine victims from fleeing to find food, which exacerbated the severity of the famine and the death toll."
        }
      }
    },
    {
      "source": "中苏交恶",
      "target": "三年困难时期",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "中苏关系恶化后，苏联政府撕毁合同、撤走专家，对中国的经济造成了冲击，被官方认为是加剧经济困难的因素之一。",
          "en": "After the deterioration of Sino-Soviet relations, the Soviet government tore up contracts and withdrew its experts, which impacted China's economy and was officially considered a factor that exacerbated the economic difficulties."
        }
      }
    },
    {
      "source": "三年困难时期",
      "target": "大跃进运动",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1961",
        "description": {
          "zh-cn": "三年困难时期的严重后果导致中共中央开始调整经济政策，并于1961年批准“八字方针”，实际上停止了大跃进运动。",
          "en": "The severe consequences of the Three Years of Difficult Period led the CPC Central Committee to adjust its economic policies, approving the 'Eight-Character Policy' in 1961, which effectively ended the Great Leap Forward movement."
        }
      }
    },
    {
      "source": "三年困难时期",
      "target": "七千人大会",
      "type": "PUSHED",
      "properties": {
        "end_date": "1962-01",
        "description": {
          "zh-cn": "为了总结大跃进的经验教训和应对严重的经济困难，中共中央于1962年初召开了七千人大会。",
          "en": "To summarize the experiences and lessons of the Great Leap Forward and address the severe economic difficulties, the CPC Central Committee convened the Seven Thousand Cadres Conference in early 1962."
        }
      }
    },
    {
      "source": "七千人大会",
      "target": "毛泽东",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "在七千人大会上，毛泽东作了自我批评，并随后退居二线，由刘少奇、邓小平等主持中央具体事务。",
          "en": "At the Seven Thousand Cadres Conference, Mao Zedong made a self-criticism and subsequently retreated to a secondary role, with Liu Shaoqi, Deng Xiaoping, and others taking charge of the central administration's daily affairs."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "毛泽东",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "刘少奇在七千人大会上提出“三分天灾，七分人祸”，引发毛泽东不满，两人分歧加剧，成为日后刘少奇在文革中被迫害的原因之一。",
          "en": "Liu Shaoqi's statement at the Seven Thousand Cadres Conference, attributing the famine to 'three parts natural disaster and seven parts man-made disaster,' dissatisfied Mao Zedong. Their disagreement intensified, becoming one of the reasons for Liu's persecution during the Cultural Revolution."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "刘少奇",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "end_date": "1969-11-12",
        "description": {
          "zh-cn": "在文化大革命期间，刘少奇被打倒并遭到严重批斗和迫害，最终被迫害致死。",
          "en": "During the Cultural Revolution, Liu Shaoqi was overthrown, severely criticized, and persecuted, ultimately leading to his death."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "邓小平",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "description": {
          "zh-cn": "在文化大革命期间，邓小平被打倒，其“猫论”被列为罪状之一，并被下放劳动。",
          "en": "During the Cultural Revolution, Deng Xiaoping was purged, his 'cat theory' was listed as one of his 'crimes,' and he was sent to perform manual labor."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "三自一包",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "毛泽东在1962年的北戴河会议上，批评“三自一包”等政策是在搞资本主义，从而阻止了其进一步推广。",
          "en": "At the 1962 Beidaihe Conference, Mao Zedong criticized policies like 'Sanzi Yibao' as being capitalist, thereby halting their further promotion."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "三自一包",
      "type": "PUSHED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "大饥荒后，刘少奇支持并推动“三自一包”等经济调整政策，以恢复农业生产。",
          "en": "After the Great Famine, Liu Shaoqi supported and promoted economic adjustment policies like 'Sanzi Yibao' to restore agricultural production."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "三自一包",
      "type": "PUSHED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "大饥荒后，邓小平支持并推动“三自一包”等经济调整政策，并提出了著名的“猫论”。",
          "en": "After the Great Famine, Deng Xiaoping supported and promoted economic adjustment policies like 'Sanzi Yibao' and proposed his famous 'cat theory'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "邓子恢",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1962",
        "description": {
          "zh-cn": "因支持“包产到户”，邓子恢在1962年北戴河会议及八届十中全会上遭到毛泽东的严厉批判，并被降职。",
          "en": "For supporting 'fixing output quotas on a household basis,' Deng Zihui was severely criticized by Mao Zedong at the 1962 Beidaihe Conference and the 8th Plenary Session of the 10th Central Committee, and was subsequently demoted."
        }
      }
    },
    {
      "source": "路宪文",
      "target": "信阳事件",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "时任信阳地委书记路宪文禁止农民逃荒并封锁消息，其行为直接导致并加剧了信阳地区的大规模饥荒和死亡。",
          "en": "Lu Xianwen, then Party Secretary of Xinyang Prefecture, banned peasants from fleeing the famine and suppressed information, actions that directly caused and exacerbated the mass starvation and death in the region."
        }
      }
    },
    {
      "source": "黄立众",
      "target": "北京大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1956",
        "description": {
          "zh-cn": "黄立众于1956年考入北京大学哲学系，后被开除。",
          "en": "Huang Lizhong was admitted to the Department of Philosophy at Peking University in 1956 and was later expelled."
        }
      }
    },
    {
      "source": "陆平",
      "target": "黄立众",
      "type": "BLOCKED",
      "properties": {
        "position": {
          "zh-cn": "北京大学校长",
          "en": "President of Peking University"
        },
        "description": {
          "zh-cn": "时任北京大学校长陆平因黄立众谈及农村饿死人情况而将其开除。",
          "en": "Lu Ping, then President of Peking University, expelled Huang Lizhong for discussing the starvation deaths in rural areas."
        }
      }
    },
    {
      "source": "黄立众",
      "target": "中国劳动党",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1960",
        "description": {
          "zh-cn": "目睹家乡安徽无为县众多乡亲被饿死后，黄立众组织成立了“中国劳动党”以进行反抗。",
          "en": "After witnessing many fellow villagers in his hometown of Wuwei County, Anhui, starve to death, Huang Lizhong organized and founded the 'China Labor Party' to resist."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "几内亚",
      "type": "PUSHED",
      "properties": {
        "start_date": "1960-04",
        "description": {
          "zh-cn": "在自身发生严重饥荒的情况下，中国政府于1960年4月决定无偿赠送几内亚大米1万吨。",
          "en": "Despite facing a severe famine domestically, the Chinese government decided in April 1960 to donate 10,000 tons of rice to Guinea free of charge."
        }
      }
    },
    {
      "source": "中华人民共和国",
      "target": "阿尔巴尼亚",
      "type": "PUSHED",
      "properties": {
        "start_date": [
          "1960-04",
          "1961-01"
        ],
        "description": {
          "zh-cn": "在自身发生严重饥荒的情况下，中国于1960年援助阿尔巴尼亚15000吨小麦，并于1961年赠予其五亿卢布及额外的小麦。",
          "en": "Despite its own severe famine, China provided Albania with 15,000 tons of wheat in 1960, and in 1961, granted it 500 million rubles and additional wheat."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "切·格瓦拉",
      "type": "PUSHED",
      "properties": {
        "start_date": "1960-11",
        "description": {
          "zh-cn": "1960年11月切·格瓦拉访华期间，周恩来代表中国向古巴提供了6000万美元贷款，并表示可以不还。",
          "en": "During Che Guevara's visit to China in November 1960, Zhou Enlai, on behalf of China, provided Cuba with a 60 million USD loan and stated that it could be considered non-repayable."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "苏联",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "周恩来代表中国政府，拒绝了赫鲁晓夫主动提出的对华援助以缓解饥荒的建议。",
          "en": "On behalf of the Chinese government, Zhou Enlai rejected Khrushchev's unsolicited offer of aid to alleviate the famine."
        }
      }
    },
    {
      "source": "林彪",
      "target": "毛泽东",
      "type": "PUSHED",
      "properties": {
        "start_date": "1962-01",
        "description": {
          "zh-cn": "在七千人大会上，当党内高层普遍对大跃进持批评态度时，林彪公开表示支持毛泽东的路线和“三面红旗”，巩固了毛的地位。",
          "en": "At the Seven Thousand Cadres Conference, when most high-level party leaders were critical of the Great Leap Forward, Lin Biao publicly supported Mao Zedong's line and the 'Three Red Banners,' thereby consolidating Mao's position."
        }
      }
    }
  ]
}