{
  "nodes": [
    {
      "id": "林智坚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林智坚"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1975-05-27 - ",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "新竹市香山区南港里",
          "en": ""
        },
        "death_place": {},
        "description": {
          "zh-cn": "台湾政治人物，民主进步党籍。曾任新竹市市长、新竹市议会议员，现任永兴资本总经理。因论文抄袭案被撤销国立台湾大学与中华大学双硕士学位，并退出2022年桃园市长选举。",
          "en": "A Taiwanese politician and a member of the Democratic Progressive Party. He formerly served as the mayor and a councilor of Hsinchu City, and is currently the general manager of Yong-Xing Capital. His master's degrees from National Taiwan University and Chung Hua University were revoked due to a plagiarism scandal, which also led to his withdrawal from the 2022 Taoyuan mayoral election."
        }
      }
    },
    {
      "id": "柯建铭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "柯建铭"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，民主进步党籍，曾任立法委员。被林智坚视为政治启蒙导师，林智坚曾担任其助理长达九年。",
          "en": "A Taiwanese politician of the Democratic Progressive Party who has served in the Legislative Yuan. He is regarded by Lin Chih-chien as a political mentor, for whom Lin worked as an assistant for nine years."
        }
      }
    },
    {
      "id": "苏贞昌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "苏贞昌"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，民主进步党籍，曾任行政院院长。在林智坚2014年竞选新竹市长时给予指导与帮助。",
          "en": "A Taiwanese politician of the Democratic Progressive Party and former Premier of the Republic of China. He provided guidance and assistance to Lin Chih-chien during his 2014 campaign for mayor of Hsinchu."
        }
      }
    },
    {
      "id": "民主进步党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "民主进步党"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的主要政党之一，林智坚为其党员。",
          "en": "One of the major political parties in Taiwan, of which Lin Chih-chien is a member."
        }
      }
    },
    {
      "id": "新竹市市长",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新竹市市长"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾新竹市的最高行政首长职位。",
          "en": "The chief executive position of Hsinchu City, Taiwan."
        }
      }
    },
    {
      "id": "新竹市议员",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新竹市议员"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾新竹市议会的民意代表职位。",
          "en": "The position of a representative in the Hsinchu City Council, Taiwan."
        }
      }
    },
    {
      "id": "许明财",
      "type": "Person",
      "name": {
        "zh-cn": [
          "许明财"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，林智坚的前任新竹市市长，并在2014年与2018年的选举中为林智坚的竞争对手。",
          "en": "A Taiwanese politician and the predecessor of Lin Chih-chien as Mayor of Hsinchu. He was Lin's competitor in the 2014 and 2018 mayoral elections."
        }
      }
    },
    {
      "id": "蔡仁坚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡仁坚"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，曾任新竹市市长。在2014年新竹市长选举中脱党参选，与同属泛绿阵营的林智坚形成竞争关系。",
          "en": "A Taiwanese politician and former mayor of Hsinchu City. He ran as an independent in the 2014 Hsinchu mayoral election, competing against Lin Chih-chien, who was also from the Pan-Green Coalition."
        }
      }
    },
    {
      "id": "蔡英文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蔡英文"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "台湾政治人物，民主进步党籍，时任党主席期间为林智坚的2014年市长选举站台授旗，表示支持。",
          "en": "A Taiwanese politician of the Democratic Progressive Party. As the party's chairperson, she endorsed Lin Chih-chien's 2014 mayoral campaign, showing her support."
        }
      }
    },
    {
      "id": "林智坚论文抄袭案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "林智坚论文抄袭案"
        ],
        "en": []
      },
      "properties": {
        "period": "2022-07 - 2023-02",
        "description": {
          "zh-cn": "指台湾政治人物林智坚在国立台湾大学与中华大学的硕士论文被指控并认定为抄袭，导致其双硕士学位皆被撤销，并引发其退出2022年桃园市长选举的政治事件。",
          "en": "Refers to the political incident where Taiwanese politician Lin Chih-chien's master's theses from National Taiwan University and Chung Hua University were accused and confirmed to be plagiarized. This resulted in the revocation of both his master's degrees and his withdrawal from the 2022 Taoyuan mayoral election."
        }
      }
    },
    {
      "id": "国立台湾大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立台湾大学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的一所顶尖研究型大学。因论文抄袭案撤销了林智坚的硕士学位。",
          "en": "A top research university in Taiwan. It revoked Lin Chih-chien's master's degree due to plagiarism."
        }
      }
    },
    {
      "id": "中华大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华大学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾新竹市的一所私立大学，林智坚在此获得学士学位，但其硕士学位后因抄袭被撤销。",
          "en": "A private university in Hsinchu City, Taiwan, where Lin Chih-chien obtained his bachelor's degree. His master's degree from the university was later revoked due to plagiarism."
        }
      }
    },
    {
      "id": "王鸿薇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王鸿薇"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "台湾政治人物，中国国民党籍。率先揭露林智坚的中华大学硕士论文涉嫌抄袭。",
          "en": "A Taiwanese politician from the Kuomintang party. She was the first to expose the alleged plagiarism in Lin Chih-chien's master's thesis from Chung Hua University."
        }
      }
    },
    {
      "id": "郑运鹏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郑运鹏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾政治人物，民主进步党籍。在林智坚因论文案退出2022年桃园市长选举后，接替其参选。",
          "en": "A Taiwanese politician of the Democratic Progressive Party. He replaced Lin Chih-chien as the candidate for the 2022 Taoyuan mayoral election after Lin withdrew due to the plagiarism scandal."
        }
      }
    },
    {
      "id": "新竹棒球场争议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "新竹棒球场争议"
        ],
        "en": []
      },
      "properties": {
        "period": "2022-07 - ",
        "description": {
          "zh-cn": "指林智坚担任新竹市长任内耗资12亿新台币改建的新竹市立棒球场，在重新启用后因场地严重瑕疵，导致多名球员受伤的事件。",
          "en": "Refers to the controversy surrounding the Hsinchu Municipal Baseball Stadium, which was renovated at a cost of NT$1.2 billion during Lin Chih-chien's tenure as mayor. After its reopening, serious flaws in the venue led to injuries among several players."
        }
      }
    },
    {
      "id": "林哲瑄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林哲瑄"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "台湾棒球选手，在新竹棒球场开幕赛中因场地问题严重受伤，导致其赛季报销。",
          "en": "A Taiwanese baseball player who suffered a severe, season-ending injury during the inaugural game at the Hsinchu Baseball Stadium due to poor field conditions."
        }
      }
    },
    {
      "id": "张荣华",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张荣华"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "三立电视董事长，于2024年延揽林智坚至旗下永兴资本公司担任总经理。",
          "en": "Chairman of Sanlih E-Television. In 2024, he recruited Lin Chih-chien to serve as the general manager of its subsidiary, Yong-Xing Capital."
        }
      }
    },
    {
      "id": "永兴资本",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "永兴资本"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "三立电视旗下的公司，林智坚于2024年5月起担任总经理。",
          "en": "A subsidiary of Sanlih E-Television, where Lin Chih-chien has been serving as general manager since May 2024."
        }
      }
    },
    {
      "id": "三立电视",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "三立电视"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾的一家主要电视台，其董事长为张荣华。",
          "en": "A major television station in Taiwan, chaired by Chang Jung-hua."
        }
      }
    },
    {
      "id": "廖欲伸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "廖欲伸"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "林智坚的妻子。",
          "en": "Spouse of Lin Chih-chien."
        }
      }
    },
    {
      "id": "国立竹东高级中学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国立竹东高级中学",
          "台湾省立竹东高级中学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于台湾新竹县竹东镇的一所高级中学，为林智坚的母校。",
          "en": "A senior high school located in Zhudong Township, Hsinchu County, Taiwan. It is Lin Chih-chien's alma mater."
        }
      }
    },
    {
      "id": "新竹市立培英国民中学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新竹市立培英国民中学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于台湾新竹市的一所国民中学，为林智坚的母校。",
          "en": "A junior high school in Hsinchu City, Taiwan, and Lin Chih-chien's alma mater."
        }
      }
    },
    {
      "id": "新竹市东区东园国民小学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新竹市东区东园国民小学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于台湾新竹市东区的一所国民小学，为林智坚的母校之一。",
          "en": "An elementary school in East District, Hsinchu City, Taiwan, one of Lin Chih-chien's alma maters."
        }
      }
    },
    {
      "id": "新竹市北区民富国民小学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新竹市北区民富国民小学"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "位于台湾新竹市北区的一所国民小学，为林智坚的母校之一。",
          "en": "An elementary school in North District, Hsinchu City, Taiwan, one of Lin Chih-chien's alma maters."
        }
      }
    },
    {
      "id": "新竹市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "新竹市"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾西北部的一个市，林智坚的出生地并曾担任该市市长。",
          "en": "A city in northwestern Taiwan, where Lin Chih-chien was born and previously served as mayor."
        }
      }
    },
    {
      "id": "桃园市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "桃园市"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "台湾北部的一个直辖市，林智坚曾被提名为该市市长候选人。",
          "en": "A special municipality in northern Taiwan for which Lin Chih-chien was nominated as a mayoral candidate."
        }
      }
    },
    {
      "id": "大新竹合并",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大新竹合并",
          "新竹县市合并"
        ],
        "en": []
      },
      "properties": {
        "period": "2021 - ",
        "description": {
          "zh-cn": "由时任新竹市长林智坚于2021年提出的新竹县市合并升格的政治倡议。",
          "en": "A political initiative proposed in 2021 by then-Hsinchu Mayor Lin Chih-chien for the merger and upgrade of Hsinchu City and Hsinchu County."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "林智坚",
      "target": "民主进步党",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "林智坚是民主进步党党员，并曾担任党内多项职务。",
          "en": "Lin Chih-chien is a member of the Democratic Progressive Party and has held several positions within the party."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "柯建铭",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "2000",
        "end_date": "2009",
        "position": {
          "zh-cn": "资深特别助理",
          "en": "Senior Special Assistant"
        },
        "description": {
          "zh-cn": "在从政初期，林智坚曾担任立法委员柯建铭的助理长达九年，柯建铭亦被其视为政治启蒙导师。",
          "en": "In his early political career, Lin Chih-chien served as an assistant to Legislator Ker Chien-ming for nine years, and he regards Ker as his political mentor."
        }
      }
    },
    {
      "source": "苏贞昌",
      "target": "林智坚",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014",
        "description": {
          "zh-cn": "在2014年林智坚竞选新竹市市长时，苏贞昌为其提供指导并出借选举团队协助辅选。",
          "en": "During Lin Chih-chien's 2014 campaign for mayor of Hsinchu, Su Tseng-chang provided guidance and lent his campaign team to assist in the election."
        }
      }
    },
    {
      "source": "蔡英文",
      "target": "林智坚",
      "type": "PUSHED",
      "properties": {
        "start_date": "2014-08-24",
        "description": {
          "zh-cn": "时任民进党主席的蔡英文在2014年新竹市长选举中为林智坚授旗站台，宣示民进党启动世代接班，表示对其支持。",
          "en": "Then-DPP Chairperson Tsai Ing-wen endorsed Lin Chih-chien during the 2014 Hsinchu mayoral election, symbolizing the party's generational shift and showing her support."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "新竹市议员",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2010-03-01",
        "end_date": "2014-12-25",
        "position": {
          "zh-cn": "第八届议员",
          "en": "8th Term Councilor"
        },
        "description": {
          "zh-cn": "林智坚于2010年至2014年担任新竹市议会第八届议员。",
          "en": "Lin Chih-chien served as a member of the 8th Hsinchu City Council from 2010 to 2014."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "新竹市市长",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2014-12-25",
        "end_date": "2022-07-08",
        "position": {
          "zh-cn": "第九、十届市长",
          "en": "9th and 10th Term Mayor"
        },
        "description": {
          "zh-cn": "林智坚于2014年至2022年担任两届新竹市市长。",
          "en": "Lin Chih-chien served two terms as the Mayor of Hsinchu City from 2014 to 2022."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "许明财",
      "type": "ENEMY_OF",
      "properties": {
        "period": [
          "2014",
          "2018"
        ],
        "description": {
          "zh-cn": "林智坚在2014年和2018年两次新竹市市长选举中，均与寻求（再次）当选的许明财为主要竞争对手。",
          "en": "In both the 2014 and 2018 Hsinchu mayoral elections, Lin Chih-chien was the main competitor against Hsu Ming-tsai, who was seeking election (and re-election)."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "蔡仁坚",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2014",
        "description": {
          "zh-cn": "在2014年新竹市市长选举中，同属泛绿阵营的蔡仁坚脱党参选，与代表民进党参选的林智坚形成三强鼎立的竞争局面。",
          "en": "In the 2014 Hsinchu mayoral election, Tsai Jen-chien, also from the Pan-Green Coalition, ran as an independent, creating a three-way competitive race against the DPP's candidate, Lin Chih-chien."
        }
      }
    },
    {
      "source": "王鸿薇",
      "target": "林智坚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-07-05",
        "description": {
          "zh-cn": "王鸿薇召开记者会，率先揭露林智坚的中华大学硕士论文涉嫌抄袭新竹科学园区管理局的标案报告，从而引发了林智坚论文抄袭案。",
          "en": "Wang Hung-wei held a press conference, being the first to expose that Lin Chih-chien's master's thesis from Chung Hua University allegedly plagiarized a report from the Hsinchu Science Park Bureau, thereby triggering the plagiarism scandal."
        }
      }
    },
    {
      "source": "国立台湾大学",
      "target": "林智坚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-08-09",
        "description": {
          "zh-cn": "国立台湾大学认定林智坚的国家发展研究所硕士论文构成严重抄袭，宣布撤销其硕士学位。",
          "en": "National Taiwan University determined that Lin Chih-chien's master's thesis from the Graduate Institute of National Development constituted serious plagiarism and announced the revocation of his master's degree."
        }
      }
    },
    {
      "source": "中华大学",
      "target": "林智坚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-08-24",
        "description": {
          "zh-cn": "中华大学认定林智坚的科技管理研究所硕士论文存在抄袭且情节重大，宣布撤销其硕士学位。",
          "en": "Chung Hua University determined that Lin Chih-chien's master's thesis from the Graduate Institute of Technology Management involved significant plagiarism and announced the revocation of his master's degree."
        }
      }
    },
    {
      "source": "林智坚论文抄袭案",
      "target": "林智坚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-08-12",
        "description": {
          "zh-cn": "受硕士学位论文争议的影响，林智坚于2022年8月12日宣布退出桃园市市长选举。",
          "en": "Influenced by the controversy over his master's theses, Lin Chih-chien announced his withdrawal from the Taoyuan mayoral election on August 12, 2022."
        }
      }
    },
    {
      "source": "林智坚论文抄袭案",
      "target": "郑运鹏",
      "type": "PUSHED",
      "properties": {
        "start_date": "2022-08-12",
        "description": {
          "zh-cn": "林智坚因论文案退选后，民主进步党推举郑运鹏接替其参选桃园市市长。",
          "en": "After Lin Chih-chien withdrew from the election due to the plagiarism scandal, the Democratic Progressive Party nominated Cheng Yun-peng to run for mayor of Taoyuan in his place."
        }
      }
    },
    {
      "source": "新竹棒球场争议",
      "target": "林智坚",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-07-22",
        "description": {
          "zh-cn": "林智坚市长任内改建的新竹棒球场在启用后暴露严重瑕疵，引发广泛批评，损害其政治声誉。",
          "en": "The Hsinchu Baseball Stadium, renovated during Mayor Lin Chih-chien's tenure, revealed serious flaws after its inauguration, drawing widespread criticism and damaging his political reputation."
        }
      }
    },
    {
      "source": "新竹棒球场争议",
      "target": "林哲瑄",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2022-07-22",
        "description": {
          "zh-cn": "在充满争议的新竹棒球场开幕赛中，外野手林哲瑄因场地问题导致左肩关节唇破裂，需手术治疗，估计需休养八个月。",
          "en": "During the controversial inaugural game at Hsinchu Baseball Stadium, outfielder Lin Che-hsuan suffered a torn labrum in his left shoulder due to field conditions, requiring surgery and an estimated eight-month recovery period."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "大新竹合并",
      "type": "PUSHED",
      "properties": {
        "start_date": "2021",
        "description": {
          "zh-cn": "2021年，时任新竹市长的林智坚提出“大新竹合并”的倡议。",
          "en": "In 2021, then-Hsinchu Mayor Lin Chih-chien proposed the 'Greater Hsinchu Merger' initiative."
        }
      }
    },
    {
      "source": "张荣华",
      "target": "林智坚",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-05",
        "description": {
          "zh-cn": "2024年，三立董事长张荣华延揽林智坚至旗下永兴资本公司担任总经理，助其由政转商。",
          "en": "In 2024, Sanlih Chairman Chang Jung-hua recruited Lin Chih-chien to serve as general manager of its subsidiary Yong-Xing Capital, facilitating his transition from politics to business."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "永兴资本",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "2024-05-02",
        "position": {
          "zh-cn": "总经理",
          "en": "General Manager"
        },
        "description": {
          "zh-cn": "林智坚于2024年5月2日起出任永兴资本总经理。",
          "en": "Lin Chih-chien took office as the General Manager of Yong-Xing Capital on May 2, 2024."
        }
      }
    },
    {
      "source": "永兴资本",
      "target": "三立电视",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "永兴资本是三立电视旗下的公司。",
          "en": "Yong-Xing Capital is a subsidiary of Sanlih E-Television."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "廖欲伸",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "2011-01-28",
        "description": {
          "zh-cn": "林智坚于2011年1月28日与廖欲伸结婚。",
          "en": "Lin Chih-chien married Liao Yu-shen on January 28, 2011."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "中华大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "degree": {
          "zh-cn": "企业管理学系学士",
          "en": "Bachelor of Business Administration"
        },
        "description": {
          "zh-cn": "林智坚在中华大学夜间部完成学业，取得企业管理学系学士学位。",
          "en": "Lin Chih-chien completed his studies in the evening division of Chung Hua University, earning a bachelor's degree in Business Administration."
        }
      }
    },
    {
      "source": "林智坚",
      "target": "国立竹东高级中学",
      "type": "ALUMNUS_OF",
      "properties": {}
    },
    {
      "source": "林智坚",
      "target": "新竹市立培英国民中学",
      "type": "ALUMNUS_OF",
      "properties": {}
    },
    {
      "source": "林智坚",
      "target": "新竹市东区东园国民小学",
      "type": "ALUMNUS_OF",
      "properties": {}
    },
    {
      "source": "林智坚",
      "target": "新竹市北区民富国民小学",
      "type": "ALUMNUS_OF",
      "properties": {}
    },
    {
      "source": "林智坚",
      "target": "新竹市",
      "type": "BORN_IN",
      "properties": {
        "description": {
          "zh-cn": "林智坚出生于新竹市香山区。",
          "en": "Lin Chih-chien was born in Xiangshan District, Hsinchu City."
        }
      }
    }
  ]
}