{
  "nodes": [
    {
      "id": "罗瑞卿",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗瑞卿",
          "罗其荣",
          "罗长子"
        ],
        "en": [
          "Luo Ruiqing"
        ]
      },
      "properties": {
        "lifetime": "1906-05-31 - 1978-08-03",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "南充县",
          "en": "Nanchong County"
        },
        "death_place": {
          "zh-cn": "海德堡",
          "en": "Heidelberg"
        },
        "description": {
          "zh-cn": "中国共产党和中华人民共和国副国级领导人，无产阶级革命家、军事家。曾任中共中央书记处书记、国务院副总理、解放军总参谋长等职，授大将军衔。中华人民共和国成立后，任公安部首任部长。文化大革命期间因罗瑞卿事件遭批判和迫害，后平反。",
          "en": "A vice-state level leader of the Communist Party of China and the People's Republic of China, a proletarian revolutionary, and military strategist. He held positions such as Secretary of the CPC Central Secretariat, Vice Premier of the State Council, and Chief of the General Staff of the PLA, and was awarded the rank of General. After the founding of the PRC, he served as the first Minister of Public Security. He was criticized and persecuted during the Cultural Revolution due to the 'Luo Ruiqing Incident' and was later rehabilitated."
        }
      }
    },
    {
      "id": "黄克诚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "黄克诚"
        ],
        "en": [
          "Huang Kecheng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军大将，曾任中国人民解放军总参谋长，是罗瑞卿的前任。",
          "en": "A General of the People's Liberation Army, he served as the Chief of the General Staff of the PLA and was the predecessor of Luo Ruiqing."
        }
      }
    },
    {
      "id": "杨成武",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨成武"
        ],
        "en": [
          "Yang Chengwu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军上将，在罗瑞卿被打倒后，曾代理总参谋长一职。在1960年代的军委内部斗争中，他属于林彪派系。",
          "en": "An Admiral of the People's Liberation Army, he served as Acting Chief of the General Staff after Luo Ruiqing's downfall. In the internal struggles of the Military Commission in the 1960s, he belonged to Lin Biao's faction."
        }
      }
    },
    {
      "id": "谢富治",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谢富治"
        ],
        "en": [
          "Xie Fuzhi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国政治人物，接替罗瑞卿担任公安部部长。",
          "en": "A political figure in the People's Republic of China who succeeded Luo Ruiqing as Minister of Public Security."
        }
      }
    },
    {
      "id": "郝治平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郝治平"
        ],
        "en": [
          "Hao Zhiping"
        ]
      },
      "properties": {
        "gender": "Female",
        "lifetime": "1922 - 2024-01-04",
        "description": {
          "zh-cn": "罗瑞卿的第三任妻子，1941年与罗瑞卿结婚。曾任中华人民共和国公安部党委办公室主任、总参政治部顾问等职。",
          "en": "Luo Ruiqing's third wife, married him in 1941. She served as Director of the Party Committee Office of the Ministry of Public Security of the PRC and advisor to the General Staff's Political Department."
        }
      }
    },
    {
      "id": "罗箭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗箭"
        ],
        "en": [
          "Luo Jian"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1938 - ",
        "description": {
          "zh-cn": "罗瑞卿的儿子。",
          "en": "Son of Luo Ruiqing."
        }
      }
    },
    {
      "id": "罗宇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗宇"
        ],
        "en": [
          "Luo Yu"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1944 - 2020-10-22",
        "description": {
          "zh-cn": "罗瑞卿的儿子。",
          "en": "Son of Luo Ruiqing."
        }
      }
    },
    {
      "id": "黄埔军校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "黄埔军校",
          "中央军事政治学校"
        ],
        "en": [
          "Whampoa Military Academy"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国时期的著名军事院校，罗瑞卿于1926年考入其武汉分校。",
          "en": "A famous military academy during the Republic of China era. Luo Ruiqing was admitted to its Wuhan branch in 1926."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党，罗瑞卿于1928年加入。",
          "en": "The ruling party of the People's Republic of China, which Luo Ruiqing joined in 1928."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发起和领导的政治运动，期间罗瑞卿受到严重迫害。",
          "en": "A political movement initiated and led by Mao Zedong, during which Luo Ruiqing was severely persecuted."
        }
      }
    },
    {
      "id": "罗瑞卿事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "罗瑞卿事件"
        ],
        "en": [
          "Luo Ruiqing incident"
        ]
      },
      "properties": {
        "period": "1965-12 - ",
        "description": {
          "zh-cn": "指1965年底罗瑞卿被林彪等人指控并遭到批判的政治事件，是文化大革命的前奏之一。",
          "en": "Refers to the political incident in late 1965 where Luo Ruiqing was accused and criticized by Lin Biao and others, serving as a prelude to the Cultural Revolution."
        }
      }
    },
    {
      "id": "任伯芳",
      "type": "Person",
      "name": {
        "zh-cn": [
          "任伯芳"
        ],
        "en": [
          "Ren Bofang"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党早期党员，介绍罗瑞卿加入中国共产党。",
          "en": "An early member of the Communist Party of China who introduced Luo Ruiqing to the party."
        }
      }
    },
    {
      "id": "太原战役",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "太原战役"
        ],
        "en": [
          "Taiyuan Campaign"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "第二次国共内战后期的一场重要战役，罗瑞卿曾任太原前线司令部副政治委员，协助组织此战役。",
          "en": "A major campaign in the late stage of the Chinese Civil War. Luo Ruiqing served as Deputy Political Commissar of the Taiyuan Frontline Command and assisted in organizing this campaign."
        }
      }
    },
    {
      "id": "徐向前",
      "type": "Person",
      "name": {
        "zh-cn": [
          "徐向前"
        ],
        "en": [
          "Xu Xiangqian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，在太原战役中与罗瑞卿共事。",
          "en": "A Marshal of the People's Republic of China who worked with Luo Ruiqing during the Taiyuan Campaign."
        }
      }
    },
    {
      "id": "林彪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "林彪"
        ],
        "en": [
          "Lin Biao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，文化大革命前夕在军内与罗瑞卿发生严重冲突，主导了对罗瑞卿的批判。",
          "en": "A Marshal of the People's Republic of China who had serious conflicts with Luo Ruiqing in the military on the eve of the Cultural Revolution and led the criticism against him."
        }
      }
    },
    {
      "id": "叶群",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶群"
        ],
        "en": [
          "Ye Qun"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "林彪的妻子，参与了对罗瑞卿的政治攻击。",
          "en": "Lin Biao's wife, who participated in the political attacks against Luo Ruiqing."
        }
      }
    },
    {
      "id": "吴法宪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吴法宪"
        ],
        "en": [
          "Wu Faxian"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军空军司令员，林彪集团成员，参与了对罗瑞卿的政治攻击。",
          "en": "Commander of the PLA Air Force and a member of the Lin Biao clique, who participated in the political attacks against Luo Ruiqing."
        }
      }
    },
    {
      "id": "李作鹏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李作鹏"
        ],
        "en": [
          "Li Zuopeng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国人民解放军海军政治委员，林彪集团成员，参与了对罗瑞卿的政治攻击。",
          "en": "Political Commissar of the PLA Navy and a member of the Lin Biao clique, who participated in the political attacks against Luo Ruiqing."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人。他曾称赞罗瑞卿“天塌下来有罗长子顶着”，但在1965年同意了林彪等人对罗瑞卿的批判，后又承认错整了罗瑞卿。",
          "en": "The main founder and leader of the Communist Party of China and the People's Republic of China. He once praised Luo Ruiqing by saying 'If the sky falls, Luo Changzi will hold it up', but approved the criticism of Luo by Lin Biao and others in 1965, and later admitted to having wrongly purged him."
        }
      }
    },
    {
      "id": "1966年京西宾馆会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "1966年京西宾馆会议"
        ],
        "en": [
          "Jingxi Hotel Meeting in 1966"
        ]
      },
      "properties": {
        "period": "1966-03",
        "description": {
          "zh-cn": "1966年3月在北京京西宾馆召开的一次会议，会上罗瑞卿受到严重批判。",
          "en": "A meeting held at the Jingxi Hotel in Beijing in March 1966, where Luo Ruiqing was severely criticized."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "曾任中华人民共和国主席，在1966年5月的中共中央政治局扩大会议上，主持批判了包括罗瑞卿在内的“彭罗陆杨反党集团”。",
          "en": "Former Chairman of the People's Republic of China, he presided over the criticism of the 'Peng-Luo-Lu-Yang anti-Party clique', including Luo Ruiqing, at the enlarged Politburo meeting in May 1966."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党第二代中央领导集体的核心，在罗瑞卿去世后为其致悼词。",
          "en": "The core of the second generation of central leadership of the Communist Party of China. He delivered the eulogy at Luo Ruiqing's memorial service."
        }
      }
    },
    {
      "id": "贺龙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "贺龙"
        ],
        "en": [
          "He Long"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，在1960年代的军委内部斗争中，与罗瑞卿被视为同一派系，与林彪派系对立。",
          "en": "A Marshal of the People's Republic of China. In the internal struggles of the Military Commission in the 1960s, he and Luo Ruiqing were considered to be in the same faction, opposing Lin Biao's faction."
        }
      }
    },
    {
      "id": "叶剑英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶剑英"
        ],
        "en": [
          "Ye Jianying"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，在1960年代的军委内部斗争中属于林彪派系。他曾是罗瑞卿早年所在部队的团长。",
          "en": "A Marshal of the People's Republic of China, he belonged to Lin Biao's faction during the internal struggles of the Military Commission in the 1960s. He was the commander of the regiment Luo Ruiqing served in during his early years."
        }
      }
    },
    {
      "id": "聂荣臻",
      "type": "Person",
      "name": {
        "zh-cn": [
          "聂荣臻"
        ],
        "en": [
          "Nie Rongzhen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华人民共和国元帅，解放战争期间曾与罗瑞卿在晋察冀军区共事，但在1960年代的军委内部斗争中属于林彪派系。",
          "en": "A Marshal of the People's Republic of China. He worked with Luo Ruiqing in the Jin-Cha-Ji Military Region during the Chinese Civil War, but belonged to Lin Biao's faction during the internal struggles of the Military Commission in the 1960s."
        }
      }
    },
    {
      "id": "真理标准大讨论",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "真理标准大讨论"
        ],
        "en": [
          "The discussion on the criterion of truth"
        ]
      },
      "properties": {
        "period": "1978",
        "description": {
          "zh-cn": "1978年在中国思想理论界展开的一场大讨论，对破除“两个凡是”的思想禁锢具有重要意义。罗瑞卿推动了相关文章在《解放军报》的发表，促进了讨论的开展。",
          "en": "A major debate in China's ideological and theoretical circles in 1978, which was significant in breaking the ideological shackles of the 'Two Whatevers'. Luo Ruiqing promoted the publication of related articles in the PLA Daily, advancing the discussion."
        }
      }
    },
    {
      "id": "中央人民政府公安部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央人民政府公安部"
        ],
        "en": [
          "Ministry of Public Security of the Central People's Government"
        ]
      },
      "properties": {
        "period": "1949 - 1954",
        "description": {
          "zh-cn": "中华人民共和国成立初期的公安主管机关，罗瑞卿是其首任部长。",
          "en": "The public security authority in the early days of the People's Republic of China, with Luo Ruiqing as its first minister."
        }
      }
    },
    {
      "id": "中华人民共和国公安部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国公安部"
        ],
        "en": [
          "Ministry of Public Security of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院主管全国公安工作的组成部门。",
          "en": "A component department of the State Council of the People's Republic of China in charge of national public security work."
        }
      }
    },
    {
      "id": "中国人民解放军总参谋部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军总参谋部"
        ],
        "en": [
          "General Staff Department of the Chinese People's Liberation Army"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曾是中国人民解放军的最高军事指挥机关，负责组织领导全国武装力量的军事建设和作战指挥。",
          "en": "Formerly the highest military command organ of the Chinese People's Liberation Army, responsible for organizing and leading the military construction and combat command of the nation's armed forces."
        }
      }
    },
    {
      "id": "中华人民共和国国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国务院",
          "国务院"
        ],
        "en": [
          "State Council of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国中央人民政府。",
          "en": "The Central People's Government of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国共产党中央书记处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党中央书记处",
          "中共中央书记处",
          "中央书记处"
        ],
        "en": [
          "Secretariat of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央政治局及其常务委员会的办事机构。",
          "en": "The administrative body of the Politburo and its Standing Committee of the Central Committee of the Communist Party of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "罗瑞卿",
      "target": "黄克诚",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1959-09",
        "description": {
          "zh-cn": "罗瑞卿接替黄克诚出任中国人民解放军总参谋长。",
          "en": "Luo Ruiqing succeeded Huang Kecheng as the Chief of the General Staff of the Chinese People's Liberation Army."
        }
      }
    },
    {
      "source": "杨成武",
      "target": "罗瑞卿",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1965-12",
        "description": {
          "zh-cn": "杨成武以代总参谋长身份接替罗瑞卿的中国人民解放军总参谋长职务。",
          "en": "Yang Chengwu, as Acting Chief of the General Staff, succeeded Luo Ruiqing as the Chief of the General Staff of the Chinese People's Liberation Army."
        }
      }
    },
    {
      "source": "谢富治",
      "target": "罗瑞卿",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1959-09",
        "description": {
          "zh-cn": "谢富治接替罗瑞卿出任中华人民共和国公安部部长。",
          "en": "Xie Fuzhi succeeded Luo Ruiqing as the Minister of Public Security of the People's Republic of China."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "郝治平",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1941-04-03",
        "end_date": "1978-08-03",
        "description": {
          "zh-cn": "1941年4月3日，罗瑞卿与郝治平在辽县桐峪镇结婚。",
          "en": "On April 3, 1941, Luo Ruiqing and Hao Zhiping married in Tongyu Town, Liao County."
        }
      }
    },
    {
      "source": "罗箭",
      "target": "罗瑞卿",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "罗箭是罗瑞卿的儿子。",
          "en": "Luo Jian is the son of Luo Ruiqing."
        }
      }
    },
    {
      "source": "罗宇",
      "target": "罗瑞卿",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "罗宇是罗瑞卿的儿子。",
          "en": "Luo Yu is the son of Luo Ruiqing."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "黄埔军校",
      "type": "ALUMNUS_OF",
      "properties": {
        "start_date": "1926-12",
        "description": {
          "zh-cn": "1926年考入国共合作创办的武汉中央军事政治学校（即黄埔军校武汉分校）。",
          "en": "In 1926, he was admitted to the Wuhan Central Military and Political School (the Wuhan branch of the Whampoa Military Academy), which was jointly founded by the KMT and CCP."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1928-10",
        "description": {
          "zh-cn": "1928年10月，经任伯芳介绍在上海转为中国共产党党员。",
          "en": "In October 1928, through the introduction of Ren Bofang, he became a member of the Communist Party of China in Shanghai."
        }
      }
    },
    {
      "source": "任伯芳",
      "target": "罗瑞卿",
      "type": "PUSHED",
      "properties": {
        "start_date": "1928-10",
        "description": {
          "zh-cn": "任伯芳介绍罗瑞卿加入了中国共产党。",
          "en": "Ren Bofang introduced Luo Ruiqing to join the Communist Party of China."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "太原战役",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-03",
        "description": {
          "zh-cn": "罗瑞卿任太原前线司令部副政治委员和总前委第一副书记，协助徐向前组织太原战役。",
          "en": "Luo Ruiqing served as Deputy Political Commissar of the Taiyuan Frontline Command and First Deputy Secretary of the General Front Committee, assisting Xu Xiangqian in organizing the Taiyuan Campaign."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "徐向前",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1949-03",
        "description": {
          "zh-cn": "罗瑞卿在太原战役期间协助徐向前指挥作战。",
          "en": "Luo Ruiqing assisted Xu Xiangqian in commanding operations during the Taiyuan Campaign."
        }
      }
    },
    {
      "source": "罗瑞卿事件",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-12",
        "description": {
          "zh-cn": "罗瑞卿事件导致罗瑞卿被批判并被调离军事工作领导岗位。",
          "en": "The Luo Ruiqing Incident led to his criticism and removal from military leadership positions."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "end_date": "1973",
        "description": {
          "zh-cn": "文化大革命期间，罗瑞卿遭到批判和迫害，跳楼负重伤，并长期处于监护之下。",
          "en": "During the Cultural Revolution, Luo Ruiqing was criticized and persecuted, suffered severe injuries from a suicide attempt by jumping from a building, and was under custody for a long period."
        }
      }
    },
    {
      "source": "林彪",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-12",
        "description": {
          "zh-cn": "在1965年12月的上海会议上，林彪等人对罗瑞卿进行突然袭击，指责其“反对突出政治”、“反对林彪”，导致罗瑞卿被调离军队领导岗位。",
          "en": "At the Shanghai Conference in December 1965, Lin Biao and others launched a surprise attack on Luo Ruiqing, accusing him of 'opposing putting politics first' and 'opposing Lin Biao', which led to Luo's removal from military leadership positions."
        }
      }
    },
    {
      "source": "叶群",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-12",
        "description": {
          "zh-cn": "在1965年12月的上海会议上，叶群作为林彪的同伙，参与了对罗瑞卿的政治攻击。",
          "en": "At the Shanghai Conference in December 1965, Ye Qun, as an accomplice of Lin Biao, participated in the political attacks against Luo Ruiqing."
        }
      }
    },
    {
      "source": "吴法宪",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-12",
        "description": {
          "zh-cn": "在1965年12月的上海会议上，吴法宪作为林彪的同伙，参与了对罗瑞卿的政治攻击。",
          "en": "At the Shanghai Conference in December 1965, Wu Faxian, as an accomplice of Lin Biao, participated in the political attacks against Luo Ruiqing."
        }
      }
    },
    {
      "source": "李作鹏",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-12",
        "description": {
          "zh-cn": "在1965年12月的上海会议上，李作鹏作为林彪的同伙，参与了对罗瑞卿的政治攻击。",
          "en": "At the Shanghai Conference in December 1965, Li Zuopeng, as an accomplice of Lin Biao, participated in the political attacks against Luo Ruiqing."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1965-12",
        "description": {
          "zh-cn": "在林彪等人批判罗瑞卿时，获得了毛泽东的首肯。",
          "en": "When Lin Biao and others criticized Luo Ruiqing, they received Mao Zedong's approval."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "罗瑞卿",
      "type": "PUSHED",
      "properties": {
        "start_date": "1973-12-21",
        "description": {
          "zh-cn": "毛泽东表示其“听了林彪一面之辞，错整了罗瑞卿”，启动了为罗瑞卿平反的进程。",
          "en": "Mao Zedong stated that he had 'wrongly purged Luo Ruiqing based on Lin Biao's one-sided account', initiating the process of Luo's rehabilitation."
        }
      }
    },
    {
      "source": "1966年京西宾馆会议",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-03",
        "description": {
          "zh-cn": "在此次会议上，罗瑞卿被批判为“篡军反党”、“反对毛主席”等。",
          "en": "At this meeting, Luo Ruiqing was criticized for 'usurping military power and opposing the Party', 'opposing Chairman Mao', etc."
        }
      }
    },
    {
      "source": "刘少奇",
      "target": "罗瑞卿",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-05",
        "description": {
          "zh-cn": "在1966年5月的中共中央政治局扩大会议上，刘少奇主持批判了包括罗瑞卿在内的“彭罗陆杨反党集团”。",
          "en": "At the enlarged meeting of the Politburo of the CPC Central Committee in May 1966, Liu Shaoqi presided over the criticism of the 'Peng-Luo-Lu-Yang anti-Party clique', which included Luo Ruiqing."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "罗瑞卿",
      "type": "PUSHED",
      "properties": {
        "start_date": "1978-08-12",
        "description": {
          "zh-cn": "在罗瑞卿的追悼会上，邓小平致悼词，是对其政治平反和历史地位的肯定。",
          "en": "At Luo Ruiqing's memorial service, Deng Xiaoping delivered the eulogy, affirming his political rehabilitation and historical status."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "贺龙",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1962",
        "end_date": "1965",
        "description": {
          "zh-cn": "在中央军委内部的派系斗争中，罗瑞卿与贺龙被视为一派，与林彪派系对立。",
          "en": "In the factional struggles within the Central Military Commission, Luo Ruiqing and He Long were considered to be in one faction, opposing Lin Biao's faction."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "叶剑英",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1962",
        "end_date": "1965",
        "description": {
          "zh-cn": "在中央军委内部的派系斗争中，叶剑英属于与罗瑞卿对立的林彪一派。",
          "en": "In the factional struggles within the Central Military Commission, Ye Jianying belonged to Lin Biao's faction, which was opposed to Luo Ruiqing."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "聂荣臻",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1962",
        "end_date": "1965",
        "description": {
          "zh-cn": "在中央军委内部的派系斗争中，聂荣臻属于与罗瑞卿对立的林彪一派。",
          "en": "In the factional struggles within the Central Military Commission, Nie Rongzhen belonged to Lin Biao's faction, which was opposed to Luo Ruiqing."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "杨成武",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1962",
        "end_date": "1965",
        "description": {
          "zh-cn": "在中央军委内部的派系斗争中，杨成武属于与罗瑞卿对立的林彪一派。",
          "en": "In the factional struggles within the Central Military Commission, Yang Chengwu belonged to Lin Biao's faction, which was opposed to Luo Ruiqing."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "聂荣臻",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1945",
        "description": {
          "zh-cn": "解放战争时期，罗瑞卿与聂荣臻在晋察冀军区共事。",
          "en": "During the Chinese Civil War, Luo Ruiqing worked with Nie Rongzhen in the Jin-Cha-Ji Military Region."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "真理标准大讨论",
      "type": "PUSHED",
      "properties": {
        "start_date": "1978",
        "description": {
          "zh-cn": "罗瑞卿促成《马克思主义的一个最基本的原则》在《解放军报》上发表，推动了“真理标准大讨论”的开展。",
          "en": "Luo Ruiqing facilitated the publication of 'A Most Fundamental Principle of Marxism' in the 'PLA Daily', which promoted the 'Discussion on the Criterion of Truth'."
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "中央人民政府公安部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1949",
        "end_date": "1954",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "中华人民共和国公安部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1954-09",
        "end_date": "1959-09",
        "position": {
          "zh-cn": "部长",
          "en": "Minister"
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "中国人民解放军总参谋部",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1959-09",
        "end_date": "1965-12",
        "position": {
          "zh-cn": "总参谋长",
          "en": "Chief of the General Staff"
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "中华人民共和国国务院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1959",
        "end_date": "1966-05",
        "position": {
          "zh-cn": "副总理",
          "en": "Vice Premier"
        }
      }
    },
    {
      "source": "罗瑞卿",
      "target": "中国共产党中央书记处",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1959",
        "end_date": "1966-05",
        "position": {
          "zh-cn": "书记",
          "en": "Secretary"
        }
      }
    }
  ]
}