{
  "nodes": [
    {
      "id": "王晶垚",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王晶垚"
        ],
        "en": [
          "Wang Jingyao"
        ]
      },
      "properties": {
        "lifetime": "1921-03-01 - 2021-08-29",
        "gender": "Male",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "birth_place": {
          "zh-cn": "淮安",
          "en": "Huai'an"
        },
        "death_place": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中国历史学者，研究领域包括中华民国史、中国近现代文化思想史、南社史。曾任中国社会科学院近代史研究所副研究员、中国南社与柳亚子研究会常务副会长。其妻子为文化大革命初期的遇难者卞仲耘。",
          "en": "A Chinese historian specializing in the history of the Republic of China, modern Chinese cultural and intellectual history, and the history of the Nanshe (Southern Society). He served as an associate researcher at the Institute of Modern History, Chinese Academy of Social Sciences, and as the executive vice president of the China Nanshe and Liu Yazi Research Association. His wife was Bian Zhongyun, a victim in the early stages of the Cultural Revolution."
        }
      }
    },
    {
      "id": "卞仲耘",
      "type": "Person",
      "name": {
        "zh-cn": [
          "卞仲耘"
        ],
        "en": [
          "Bian Zhongyun"
        ]
      },
      "properties": {
        "lifetime": "1916 - 1966-08-05",
        "gender": "Female",
        "description": {
          "zh-cn": "中国教育家，曾任北京师范大学附属女子中学校长。在1966年“红八月”期间，被该校红卫兵学生批斗殴打致死，是北京市在文化大革命中第一位被打死的教育工作者。其丈夫是历史学者王晶垚。",
          "en": "A Chinese educator who served as the principal of the Experimental High School Attached to Beijing Normal University. During the 'Red August' of 1966, she was beaten to death by her Red Guard students during a struggle session, becoming the first educator killed in Beijing during the Cultural Revolution. Her husband was historian Wang Jingyao."
        }
      }
    },
    {
      "id": "燕京大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "燕京大学"
        ],
        "en": [
          "Yenching University"
        ]
      },
      "properties": {
        "period": "1919 - 1952",
        "description": {
          "zh-cn": "一所于1919年至1952年间存在于中国北京的著名教会大学。",
          "en": "A prominent Christian university that existed in Beijing, China from 1919 to 1952."
        }
      }
    },
    {
      "id": "中国社会科学院近代史研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国社会科学院近代史研究所"
        ],
        "en": [
          "Institute of Modern History, Chinese Academy of Social Sciences"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国社会科学院下属的研究机构，专注于中国近代史研究。其前身为中国科学院哲学社会科学部近代史研究所。",
          "en": "A research institution under the Chinese Academy of Social Sciences, focusing on the study of modern Chinese history. Its predecessor was the Institute of Modern History, Department of Philosophy and Social Sciences, Chinese Academy of Sciences."
        }
      }
    },
    {
      "id": "中国南社与柳亚子研究会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国南社与柳亚子研究会"
        ],
        "en": [
          "China Nanshe and Liu Yazi Research Association"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "研究中国近代文学团体南社及核心人物柳亚子的学术组织。",
          "en": "An academic organization dedicated to the study of the Southern Society (Nanshe), a modern Chinese literary group, and its key figure, Liu Yazi."
        }
      }
    },
    {
      "id": "宋彬彬",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋彬彬"
        ],
        "en": [
          "Song Binbin"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "中国共产党元老宋任穷之女，文化大革命时期北京师范大学附属女子中学红卫兵的负责人之一。她曾因向毛泽东献红卫兵袖章而闻名，并被认为对校长卞仲耘的死亡负有责任。",
          "en": "Daughter of CCP veteran Song Renqiong, one of the leaders of the Red Guards at the Experimental High School Attached to Beijing Normal University during the Cultural Revolution. She became famous for presenting a Red Guard armband to Mao Zedong and is considered responsible for the death of principal Bian Zhongyun."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命",
          "文革"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发动和领导的在中国发生的政治运动，对中国社会造成了深远的影响。",
          "en": "A political movement in China initiated and led by Mao Zedong, which had a profound impact on Chinese society."
        }
      }
    },
    {
      "id": "淮安",
      "type": "Location",
      "name": {
        "zh-cn": [
          "淮安"
        ],
        "en": [
          "Huai'an"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国江苏省下辖的地级市，是王晶垚的出生地。",
          "en": "A prefecture-level city in Jiangsu Province, China, and the birthplace of Wang Jingyao."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党。",
          "en": "The ruling political party of the People's Republic of China."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "王晶垚",
      "target": "卞仲耘",
      "type": "SPOUSE_OF",
      "properties": {
        "description": {
          "zh-cn": "王晶垚的妻子是卞仲耘。",
          "en": "Wang Jingyao's wife was Bian Zhongyun."
        }
      }
    },
    {
      "source": "王晶垚",
      "target": "燕京大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "end_date": "1945",
        "degree": {
          "zh-cn": "历史系",
          "en": "Department of History"
        },
        "description": {
          "zh-cn": "王晶垚于1945年毕业于燕京大学历史系。",
          "en": "Wang Jingyao graduated from the Department of History at Yenching University in 1945."
        }
      }
    },
    {
      "source": "王晶垚",
      "target": "中国社会科学院近代史研究所",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1957",
        "end_date": "1986",
        "position": {
          "zh-cn": "副研究员",
          "en": "Associate Researcher"
        },
        "description": {
          "zh-cn": "王晶垚于1957年至1986年在中国科学院哲学社会科学部近代史研究所（后为中国社会科学院近代史研究所）担任副研究员。",
          "en": "From 1957 to 1986, Wang Jingyao worked as an associate researcher at the Institute of Modern History, Department of Philosophy and Social Sciences, Chinese Academy of Sciences (later the Institute of Modern History, Chinese Academy of Social Sciences)."
        }
      }
    },
    {
      "source": "王晶垚",
      "target": "中国南社与柳亚子研究会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1990-11",
        "position": {
          "zh-cn": "常务副会长",
          "en": "Executive Vice President"
        },
        "description": {
          "zh-cn": "1990年11月，王晶垚开始担任中国南社与柳亚子研究会常务副会长。",
          "en": "In November 1990, Wang Jingyao began serving as the Executive Vice President of the China Nanshe and Liu Yazi Research Association."
        }
      }
    },
    {
      "source": "王晶垚",
      "target": "淮安",
      "type": "BORN_IN",
      "properties": {
        "description": {
          "zh-cn": "王晶垚出生于江苏淮安。",
          "en": "Wang Jingyao was born in Huai'an, Jiangsu."
        }
      }
    },
    {
      "source": "王晶垚",
      "target": "宋彬彬",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "2014-02-01",
        "description": {
          "zh-cn": "2014年1月，宋彬彬就其在文化大革命中对卞仲耘之死负有的责任进行道歉，但王晶垚于2月1日发表声明拒绝接受，并称其为虚伪道歉。",
          "en": "In January 2014, Song Binbin apologized for her responsibility in the death of Bian Zhongyun during the Cultural Revolution. However, on February 1, Wang Jingyao issued a statement rejecting the apology, calling it insincere."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "卞仲耘",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-08-05",
        "end_date": "1966-08-05",
        "description": {
          "zh-cn": "卞仲耘在文化大革命初期，被其学校的红卫兵学生批斗殴打致死。",
          "en": "Bian Zhongyun was beaten to death by her Red Guard students during a struggle session at the beginning of the Cultural Revolution."
        }
      }
    },
    {
      "source": "宋彬彬",
      "target": "卞仲耘",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-08-05",
        "description": {
          "zh-cn": "宋彬彬作为当时学校红卫兵的负责人之一，对校长卞仲耘在文化大革命中被批斗致死负有责任。",
          "en": "As one of the leaders of the school's Red Guards at the time, Song Binbin was responsible for the death of Principal Bian Zhongyun, who was beaten to death during a struggle session in the Cultural Revolution."
        }
      }
    },
    {
      "source": "王晶垚",
      "target": "中国共产党",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "党员",
          "en": "Party member"
        },
        "description": {
          "zh-cn": "根据其维基百科页面分类，王晶垚是中国共产党党员。",
          "en": "According to his Wikipedia page category, Wang Jingyao was a member of the Communist Party of China."
        }
      }
    }
  ]
}