{
  "nodes": [
    {
      "id": "杨业",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨业",
          "继业",
          "重贵"
        ],
        "en": [
          "Yang Ye"
        ]
      },
      "properties": {
        "lifetime": "0923 - 0986",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "太原市",
          "en": "Taiyuan"
        },
        "description": {
          "zh-cn": "北宋抗辽将领。本名杨重贵，曾效力于北汉，官至建雄军节度使，被赐名刘继业。后归顺北宋，恢复杨姓，官至云州观察使，在雍熙北伐中被俘，绝食殉国。与其子杨延昭、孙杨文广并称“杨家将”。",
          "en": "A military general of the Northern Song dynasty who fought against the Liao dynasty. Originally named Yang Chonggui, he served the Northern Han, where he was granted the name Liu Jiye. He later surrendered to the Northern Song and resumed his original surname. He was captured during the Yongxi Northern Expedition and starved himself to death. He, along with his son Yang Yanzhao and grandson Yang Wenguang, are collectively known as the 'Generals of the Yang Family'."
        }
      }
    },
    {
      "id": "北宋",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北宋"
        ],
        "en": [
          "Northern Song dynasty"
        ]
      },
      "properties": {
        "period": "0960 - 1127",
        "description": {
          "zh-cn": "中国历史上继五代十国下启南宋的朝代，与辽、西夏、金等国并立。",
          "en": "A dynasty in Chinese history that followed the Five Dynasties and Ten Kingdoms period and preceded the Southern Song dynasty, coexisting with states like Liao, Western Xia, and Jin."
        }
      }
    },
    {
      "id": "辽朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "辽朝",
          "辽国",
          "契丹"
        ],
        "en": [
          "Liao dynasty"
        ]
      },
      "properties": {
        "period": "0916 - 1125",
        "description": {
          "zh-cn": "由契丹族建立的中国古代王朝，与北宋长期对峙。",
          "en": "A Chinese dynasty established by the Khitan people, which engaged in a long-term standoff with the Northern Song dynasty."
        }
      }
    },
    {
      "id": "雍熙北伐",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "雍熙北伐"
        ],
        "en": [
          "Yongxi Northern Expedition"
        ]
      },
      "properties": {
        "period": "0986",
        "description": {
          "zh-cn": "宋太宗时期，北宋为收复燕云十六地对辽朝发起的一场大规模军事行动，最终以失败告终。杨业在此次战役中阵亡。",
          "en": "A large-scale military campaign launched by the Northern Song dynasty under Emperor Taizong against the Liao dynasty to recover the Sixteen Prefectures, which ultimately ended in failure. Yang Ye was killed in this campaign."
        }
      }
    },
    {
      "id": "宋太宗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "宋太宗"
        ],
        "en": [
          "Emperor Taizong of Song"
        ]
      },
      "properties": {
        "lifetime": "0939-11-20 - 0997-05-08",
        "gender": "Male",
        "description": {
          "zh-cn": "北宋的第二位皇帝，招降了杨业，并发动了雍熙北伐。",
          "en": "The second emperor of the Northern Song dynasty, who accepted Yang Ye's surrender and launched the Yongxi Northern Expedition."
        }
      }
    },
    {
      "id": "杨延昭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨延昭",
          "杨延朗"
        ],
        "en": [
          "Yang Yanzhao"
        ]
      },
      "properties": {
        "lifetime": "0958 - 1014",
        "gender": "Male",
        "description": {
          "zh-cn": "杨业之子，北宋将领，亦是“杨家将”中的重要人物。",
          "en": "Son of Yang Ye, a general of the Northern Song dynasty and a key figure in the 'Generals of the Yang Family'."
        }
      }
    },
    {
      "id": "杨文广",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨文广"
        ],
        "en": [
          "Yang Wenguang"
        ]
      },
      "properties": {
        "lifetime": "0999 - 1074",
        "gender": "Male",
        "description": {
          "zh-cn": "杨延昭之子，杨业之孙，北宋将领。",
          "en": "Son of Yang Yanzhao and grandson of Yang Ye, a general of the Northern Song dynasty."
        }
      }
    },
    {
      "id": "杨家将",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "杨家将"
        ],
        "en": [
          "Generals of the Yang Family"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指杨业及其子孙三代抗辽保卫宋朝的军事家族，是中国历史和文学传说中的著名群体。",
          "en": "Refers to the military family of Yang Ye and his descendants for three generations who resisted the Liao dynasty to defend the Song dynasty, a famous group in Chinese history and literary legend."
        }
      }
    },
    {
      "id": "北汉",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "北汉"
        ],
        "en": [
          "Northern Han"
        ]
      },
      "properties": {
        "period": "0951 - 0979",
        "description": {
          "zh-cn": "五代十国时期的政权之一，由刘旻建立，杨业曾长期在此效力。",
          "en": "One of the states during the Five Dynasties and Ten Kingdoms period, founded by Liu Min. Yang Ye served this state for a long time."
        }
      }
    },
    {
      "id": "刘旻",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘旻",
          "刘崇"
        ],
        "en": [
          "Liu Min"
        ]
      },
      "properties": {
        "lifetime": "0895 - 0954",
        "gender": "Male",
        "description": {
          "zh-cn": "北汉开国皇帝，杨业早年曾追随他，并被赐姓刘。",
          "en": "The founding emperor of the Northern Han. Yang Ye followed him in his early years and was granted the surname Liu."
        }
      }
    },
    {
      "id": "潘美",
      "type": "Person",
      "name": {
        "zh-cn": [
          "潘美"
        ],
        "en": [
          "Pan Mei"
        ]
      },
      "properties": {
        "lifetime": "0925 - 0991",
        "gender": "Male",
        "description": {
          "zh-cn": "北宋初年重要将领，雍熙北伐时担任杨业的主将。因嫉恨杨业，且在关键时刻撤兵不救，导致杨业阵亡，后被宋太宗追责降职。",
          "en": "An important general in the early Northern Song dynasty, who was Yang Ye's commander during the Yongxi Northern Expedition. Due to his jealousy of Yang Ye and his failure to provide rescue at a critical moment, leading to Yang Ye's death, he was later held accountable and demoted by Emperor Taizong."
        }
      }
    },
    {
      "id": "萧咄李",
      "type": "Person",
      "name": {
        "zh-cn": [
          "萧咄李"
        ],
        "en": [
          "Xiao Duoli"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "辽国应州彰国军节度使，在与杨业的战斗中兵败阵亡。",
          "en": "The Jiedushi (Military Governor) of Zhangguo Army in Yingzhou of the Liao dynasty, who was defeated and killed in battle against Yang Ye."
        }
      }
    },
    {
      "id": "李重诲",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李重诲"
        ],
        "en": [
          "Li Chonghui"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "辽国应州马步军都指挥使，在与杨业的战斗中被生擒。",
          "en": "The Commander of the Infantry and Cavalry of Yingzhou of the Liao dynasty, who was captured alive in a battle against Yang Ye."
        }
      }
    },
    {
      "id": "王侁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王侁"
        ],
        "en": [
          "Wang Shen"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋监军，在雍熙北伐中反对杨业的正确战略，强令其出战，并在战败后率先逃跑，是导致杨业牺牲的主要责任人之一。",
          "en": "A military supervisor of the Northern Song dynasty. During the Yongxi Northern Expedition, he opposed Yang Ye's sound strategy, forced him into battle, and was the first to flee after the defeat, making him one of the main individuals responsible for Yang Ye's death."
        }
      }
    },
    {
      "id": "刘文裕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘文裕"
        ],
        "en": [
          "Liu Wenyu"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "北宋监军，在雍熙北伐中与王侁一同赞成与辽军决战的错误提议，对杨业的失败负有责任。",
          "en": "A military supervisor of the Northern Song dynasty. During the Yongxi Northern Expedition, he, along with Wang Shen, supported the flawed proposal for a decisive battle with the Liao forces, bearing responsibility for Yang Ye's defeat."
        }
      }
    },
    {
      "id": "耶律斜轸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "耶律斜轸"
        ],
        "en": [
          "Yelü Xiezhen"
        ]
      },
      "properties": {
        "death_date": "0999",
        "gender": "Male",
        "description": {
          "zh-cn": "辽国将领，在雍熙北伐期间担任山西诸路兵马都统，设计包围并击败了杨业的部队。",
          "en": "A general of the Liao dynasty who served as the commander of the Shanxi circuit during the Yongxi Northern Expedition. He devised a plan to encircle and defeat Yang Ye's forces."
        }
      }
    },
    {
      "id": "萧挞凛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "萧挞凛"
        ],
        "en": [
          "Xiao Talin"
        ]
      },
      "properties": {
        "death_date": "1004",
        "gender": "Male",
        "description": {
          "zh-cn": "辽国将领，在陈家谷之战中受耶律斜轸之命设伏，参与击败杨业。",
          "en": "A general of the Liao dynasty who, under the orders of Yelü Xiezhen, set up an ambush during the Battle of Chenjiagu and participated in the defeat of Yang Ye."
        }
      }
    },
    {
      "id": "杨延玉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨延玉"
        ],
        "en": [
          "Yang Yanyu"
        ]
      },
      "properties": {
        "lifetime": " - 0986",
        "gender": "Male",
        "description": {
          "zh-cn": "杨业之子，随父参与雍熙北伐，在陈家谷之战中一同战死。",
          "en": "Son of Yang Ye, who participated in the Yongxi Northern Expedition with his father and was killed alongside him in the Battle of Chenjiagu."
        }
      }
    },
    {
      "id": "耶律奚底",
      "type": "Person",
      "name": {
        "zh-cn": [
          "耶律奚底"
        ],
        "en": [
          "Yelü Xidi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "辽国右皮室详稳，在陈家谷之战中射中并俘虏了杨业。",
          "en": "A Liao military officer who shot and captured Yang Ye during the Battle of Chenjiagu."
        }
      }
    },
    {
      "id": "杨信",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨信"
        ],
        "en": [
          "Yang Xin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "杨业的父亲。",
          "en": "Father of Yang Ye."
        }
      }
    },
    {
      "id": "杨重勋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "杨重勋"
        ],
        "en": [
          "Yang Chongxun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "杨业的弟弟或从弟。",
          "en": "The younger brother or cousin of Yang Ye."
        }
      }
    },
    {
      "id": "折太君",
      "type": "Person",
      "name": {
        "zh-cn": [
          "折太君",
          "折氏"
        ],
        "en": [
          "She Taijun"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "杨业的妻子。正史未载其名，清代方志称其为府州折氏，折德扆之女。",
          "en": "Wife of Yang Ye. Her name is not recorded in official histories; Qing dynasty gazetteers state she was from the She family of Fuzhou, daughter of She Deyi."
        }
      }
    },
    {
      "id": "欧阳修",
      "type": "Person",
      "name": {
        "zh-cn": [
          "欧阳修"
        ],
        "en": [
          "Ouyang Xiu"
        ]
      },
      "properties": {
        "lifetime": "1007 - 1072",
        "gender": "Male",
        "description": {
          "zh-cn": "北宋文学家、史学家，曾高度评价杨业、杨延昭父子的功绩与名望。",
          "en": "A writer and historian of the Northern Song dynasty who highly praised the achievements and reputation of Yang Ye and his son Yang Yanzhao."
        }
      }
    },
    {
      "id": "杨家将演义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "杨家将演义"
        ],
        "en": [
          "Generals of the Yang Family (novel)"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "明代通俗历史演义小说，详细描述了杨家将的故事，极大地推动了其在民间的传播。",
          "en": "A popular historical romance novel from the Ming dynasty that details the stories of the Yang family generals, greatly promoting their popularity among the common people."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "杨业",
      "target": "北汉",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "0951",
        "end_date": "0979",
        "position": {
          "zh-cn": "保卫指挥使、建雄军节度使、侍卫亲军马步军都虞候",
          "en": "Defense Commander, Jiedushi of Jianxiong Army, Commander of the Imperial Guard Cavalry and Infantry"
        },
        "description": {
          "zh-cn": "杨业早年追随北汉世祖刘崇，效力刘氏共三十年，官至建雄军节度使。",
          "en": "In his early years, Yang Ye followed Liu Chong, the founder of the Northern Han, and served the Liu family for a total of 30 years, rising to the rank of Jiedushi of Jianxiong Army."
        }
      }
    },
    {
      "source": "杨业",
      "target": "刘旻",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "0951",
        "end_date": "0954",
        "description": {
          "zh-cn": "后汉建立后，杨业即追随北汉世祖刘崇。",
          "en": "After the establishment of the Later Han, Yang Ye followed Liu Chong, the founder of the Northern Han."
        }
      }
    },
    {
      "source": "刘旻",
      "target": "杨业",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "因效力于北汉刘氏，杨业被赐姓刘，改名为刘继业。",
          "en": "Because of his service to the Liu family of the Northern Han, Yang Ye was granted the surname Liu and renamed Liu Jiye."
        }
      }
    },
    {
      "source": "杨业",
      "target": "北宋",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "0979",
        "end_date": "0986",
        "position": {
          "zh-cn": "左领军卫大将军、郑州防御使、知代州兼三交驻泊兵马部署、云州观察使",
          "en": "Grand General of the Left Leading Army Guard, Defense Commissioner of Zhengzhou, Administrator of Daizhou and Military Commissioner of the Sanjiao Garrison, Observation Commissioner of Yunzhou"
        },
        "description": {
          "zh-cn": "北汉被平定后，杨业归顺北宋，被宋太宗任命为高级将领，负责边防。",
          "en": "After the Northern Han was pacified, Yang Ye surrendered to the Northern Song and was appointed by Emperor Taizong as a senior general responsible for border defense."
        }
      }
    },
    {
      "source": "杨业",
      "target": "宋太宗",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "0979",
        "end_date": "0986",
        "description": {
          "zh-cn": "杨业归顺北宋后，作为将领为宋太宗效力。",
          "en": "After surrendering to the Northern Song, Yang Ye served Emperor Taizong as a general."
        }
      }
    },
    {
      "source": "宋太宗",
      "target": "杨业",
      "type": "PUSHED",
      "properties": {
        "start_date": "0979",
        "description": {
          "zh-cn": "宋太宗在平定北汉后，招降了以骁勇闻名的杨业，并委以重任。",
          "en": "After pacifying the Northern Han, Emperor Taizong recruited Yang Ye, who was renowned for his bravery, and entrusted him with significant responsibilities."
        }
      }
    },
    {
      "source": "杨业",
      "target": "辽朝",
      "type": "ENEMY_OF",
      "properties": {
        "period": "0979 - 0986",
        "description": {
          "zh-cn": "杨业作为北宋将领，主要负责在边境地区抵抗辽国的入侵。",
          "en": "As a general of the Northern Song, Yang Ye was primarily responsible for resisting the invasions of the Liao dynasty in the border regions."
        }
      }
    },
    {
      "source": "杨业",
      "target": "潘美",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "0986",
        "end_date": "0986",
        "position": {
          "zh-cn": "副都部署",
          "en": "Deputy Commander"
        },
        "description": {
          "zh-cn": "在雍熙北伐中，杨业担任云应路行营副都部署，潘美为该路军主将都部署。",
          "en": "During the Yongxi Northern Expedition, Yang Ye served as the Deputy Commander of the Yun-Ying Route Field Command, while Pan Mei was the Commander-in-Chief of that army."
        }
      }
    },
    {
      "source": "潘美",
      "target": "杨业",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "0980",
        "description": {
          "zh-cn": "杨业作为降将在边境屡立战功，遭到主将潘美的嫉恨，潘美曾秘密上书告状。",
          "en": "As a surrendered general who repeatedly achieved military merit on the border, Yang Ye incurred the jealousy of his commander, Pan Mei, who secretly submitted a memorial to impeach him."
        }
      }
    },
    {
      "source": "雍熙北伐",
      "target": "杨业",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "在雍熙北伐的陈家谷之战中，杨业因孤军奋战、缺乏援兵而兵败被俘，最终绝食而死。",
          "en": "During the Battle of Chenjiagu in the Yongxi Northern Expedition, Yang Ye was defeated and captured after fighting alone without reinforcements, eventually starving himself to death."
        }
      }
    },
    {
      "source": "潘美",
      "target": "杨业",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "在陈家谷之战中，潘美得知杨业战败后，没有提供救援而是立即率兵撤退，导致杨业全军覆没。",
          "en": "During the Battle of Chenjiagu, upon learning of Yang Ye's defeat, Pan Mei did not provide rescue but immediately retreated with his troops, leading to the annihilation of Yang Ye's army."
        }
      }
    },
    {
      "source": "王侁",
      "target": "杨业",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "监军王侁反对杨业的稳妥作战计划，以“无敌”之名讥讽并强迫其出战，并在杨业陷入苦战时为争功而离开阵地，是导致杨业兵败身亡的主要责任人之一。",
          "en": "Military supervisor Wang Shen opposed Yang Ye's cautious battle plan, mocked him with his title 'Invincible' to force him into battle, and abandoned his post to claim credit while Yang Ye was in a desperate fight, making him one of the main individuals responsible for Yang Ye's death."
        }
      }
    },
    {
      "source": "刘文裕",
      "target": "杨业",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "监军刘文裕与王侁一同赞成与辽军进行主力决战的错误提议，对杨业的失败负有间接责任。",
          "en": "Military supervisor Liu Wenyu, along with Wang Shen, supported the flawed proposal for a decisive battle with the Liao forces, bearing indirect responsibility for Yang Ye's defeat."
        }
      }
    },
    {
      "source": "耶律斜轸",
      "target": "杨业",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "辽将耶律斜轸在陈家谷之战中设伏，并佯装败退，成功诱使杨业中伏，最终击败并俘虏了他。",
          "en": "The Liao general Yelü Xiezhen set an ambush at the Battle of Chenjiagu and feigned retreat, successfully luring Yang Ye into the trap, ultimately defeating and capturing him."
        }
      }
    },
    {
      "source": "耶律奚底",
      "target": "杨业",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "在陈家谷，辽将耶律奚底射中杨业，使其坠马被擒。",
          "en": "In Chenjiagu, the Liao officer Yelü Xidi shot Yang Ye, causing him to fall from his horse and be captured."
        }
      }
    },
    {
      "source": "宋太宗",
      "target": "潘美",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "因杨业战死，宋太宗追究潘美的责任，将其削秩三等，贬为检校太保。",
          "en": "Due to Yang Ye's death in battle, Emperor Taizong held Pan Mei accountable, demoting him by three ranks to Grand Protector."
        }
      }
    },
    {
      "source": "宋太宗",
      "target": "王侁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0986",
        "description": {
          "zh-cn": "因杨业战死，宋太宗追究王侁的责任，将其削去官籍，配隶金州。",
          "en": "Due to Yang Ye's death in battle, Emperor Taizong held Wang Shen accountable, stripping him of his official rank and exiling him to Jinzhou."
        }
      }
    },
    {
      "source": "杨业",
      "target": "萧咄李",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0980-03",
        "description": {
          "zh-cn": "在太平兴国五年三月，杨业在雁门关附近率军夹攻辽军，辽将萧咄李在此战中阵亡。",
          "en": "In the third month of the fifth year of the Taiping Xingguo era (980), Yang Ye led his troops in a pincer attack on the Liao army near Yanmen Pass, during which the Liao general Xiao Duoli was killed in action."
        }
      }
    },
    {
      "source": "杨业",
      "target": "李重诲",
      "type": "BLOCKED",
      "properties": {
        "start_date": "0980-03",
        "description": {
          "zh-cn": "在太平兴国五年三月雁门关之战中，辽国马步军都指挥使李重诲被杨业生擒。",
          "en": "During the Battle of Yanmen Pass in the third month of the fifth year of the Taiping Xingguo era (980), Li Chonghui, the Liao Commander of Infantry and Cavalry, was captured alive by Yang Ye."
        }
      }
    },
    {
      "source": "杨业",
      "target": "杨信",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "杨业",
      "target": "杨重勋",
      "type": "SIBLING_OF",
      "properties": {}
    },
    {
      "source": "杨业",
      "target": "折太君",
      "type": "SPOUSE_OF",
      "properties": {}
    },
    {
      "source": "杨延玉",
      "target": "杨业",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "杨延昭",
      "target": "杨业",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "杨文广",
      "target": "杨延昭",
      "type": "CHILD_OF",
      "properties": {}
    },
    {
      "source": "杨业",
      "target": "杨家将",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "杨业是杨家将的第一代核心人物。",
          "en": "Yang Ye is the central figure of the first generation of the Yang family generals."
        }
      }
    },
    {
      "source": "杨延昭",
      "target": "杨家将",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "杨延昭是杨家将的第二代核心人物。",
          "en": "Yang Yanzhao is the central figure of the second generation of the Yang family generals."
        }
      }
    },
    {
      "source": "杨文广",
      "target": "杨家将",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "杨文广是杨家将的第三代核心人物。",
          "en": "Yang Wenguang is the central figure of the third generation of the Yang family generals."
        }
      }
    },
    {
      "source": "欧阳修",
      "target": "杨业",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "北宋文学家欧阳修在其著作中称赞杨业、杨延昭“父子皆名将，其智勇号称无敌”，提升了其历史声望。",
          "en": "The Northern Song writer Ouyang Xiu praised Yang Ye and Yang Yanzhao in his works, stating 'father and son are both famous generals, their wisdom and courage are known as invincible,' which enhanced their historical reputation."
        }
      }
    },
    {
      "source": "杨家将演义",
      "target": "杨家将",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "明代小说《杨家将演义》以文学形式广泛传播了杨家将的故事，使其家喻户晓。",
          "en": "The Ming dynasty novel 'Generals of the Yang Family' widely disseminated the stories of the Yang family generals in literary form, making them a household name."
        }
      }
    }
  ]
}