{
  "nodes": [
    {
      "id": "厅局级副职",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "厅局级副职",
          "司局级副职",
          "副司级",
          "副局级",
          "地厅级副职",
          "副地级",
          "副厅级"
        ],
        "en": []
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中华人民共和国公务员体系中第六级别的干部，对应级别为15级至10级。其相应职务包括副省级市辖区正职、地级行政区副职、部分县级行政区正职、高校副职领导等。",
          "en": "The sixth level of cadres in the civil servant system of the People's Republic of China, corresponding to levels 15 to 10. Corresponding positions include principal leaders of districts under sub-provincial cities, deputy leaders of prefecture-level administrative regions, principal leaders of some county-level administrative regions, and deputy leaders of universities."
        }
      }
    },
    {
      "id": "中华人民共和国公务员",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国公务员"
        ],
        "en": [
          "Civil servants of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "根据《中华人民共和国公务员法》进行管理的国家工作人员体系。",
          "en": "The system of state functionaries managed in accordance with the 'Civil Service Law of the People's Republic of China'."
        }
      }
    },
    {
      "id": "二级巡视员",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "二级巡视员"
        ],
        "en": [
          "Inspector, Level II"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中华人民共和国综合管理类公务员的一个职级，与厅局级副职领导职务相对应。",
          "en": "A rank for comprehensive management civil servants in the People's Republic of China, corresponding to the leadership position of Deputy Director-General Level."
        }
      }
    },
    {
      "id": "事业单位",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "事业单位"
        ],
        "en": [
          "Public Institution"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "由政府利用国有资产设立的，从事教育、科技、文化、卫生等活动的社会服务组织。",
          "en": "A social service organization established by the government using state-owned assets, engaged in activities such as education, science and technology, culture, and health."
        }
      }
    },
    {
      "id": "管理四级职员",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "管理四级职员"
        ],
        "en": [
          "Management Staff, Level IV"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中华人民共和国事业单位中的管理岗位四级职员，与厅局级副职领导职务相对应。",
          "en": "Level IV management staff in public institutions of the People's Republic of China, corresponding to the leadership position of Deputy Director-General Level."
        }
      }
    },
    {
      "id": "司局级正职",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "司局级正职",
          "正局级",
          "正局副厅级"
        ],
        "en": [
          "Director-General Level"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中华人民共和国公务员体系中的一个级别，在副部级机关内设机构和副省级城市机关中，此级别等同于厅局级副职。",
          "en": "A level in the civil servant system of the People's Republic of China. In internal departments of sub-ministerial agencies and agencies of sub-provincial cities, this level is equivalent to the Deputy Director-General Level."
        }
      }
    },
    {
      "id": "中国人民解放军大校",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民解放军大校",
          "陆军大校",
          "海军大校",
          "空军大校",
          "火箭军大校",
          "武警大校"
        ],
        "en": [
          "Senior Colonel"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中国人民解放军和中国人民武装警察部队的军衔（警衔）之一，对应副师职。",
          "en": "A military rank (or police rank) in the People's Liberation Army and the People's Armed Police Force, corresponding to the Deputy Division Commander grade."
        }
      }
    },
    {
      "id": "副师职",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "副师职"
        ],
        "en": [
          "Deputy Division Commander Grade"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中国军队中的军事级别，与大校军衔相对应。",
          "en": "A military grade in the Chinese armed forces, corresponding to the rank of Senior Colonel."
        }
      }
    },
    {
      "id": "厅局级正职",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "厅局级正职"
        ],
        "en": [
          "Director-General Level"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中华人民共和国公务员体系中的干部级别，在行政级别上高于厅局级副职。",
          "en": "A cadre level in the civil servant system of the People's Republic of China, administratively senior to the Deputy Director-General Level."
        }
      }
    },
    {
      "id": "县处级正职",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "县处级正职"
        ],
        "en": [
          "Director Level (County/Division)"
        ]
      },
      "properties": {
        "period": "",
        "description": {
          "zh-cn": "中华人民共和国公务员体系中的干部级别，在行政级别上低于厅局级副职。",
          "en": "A cadre level in the civil servant system of the People's Republic of China, administratively junior to the Deputy Director-General Level."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "厅局级副职",
      "target": "中华人民共和国公务员",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "厅局级副职是中华人民共和国公务员体系中的一个干部级别。",
          "en": "Deputy Director-General Level is a cadre level within the civil servant system of the People's Republic of China."
        }
      }
    },
    {
      "source": "二级巡视员",
      "target": "厅局级副职",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "二级巡视员是综合管理类公务员职级，对应厅局级副职领导职务。",
          "en": "Inspector, Level II is a rank for comprehensive management civil servants, which corresponds to the leadership position of Deputy Director-General Level."
        }
      }
    },
    {
      "source": "管理四级职员",
      "target": "厅局级副职",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "事业单位的管理四级职员对应厅局级副职。",
          "en": "Level IV management staff in public institutions corresponds to the Deputy Director-General Level."
        }
      }
    },
    {
      "source": "管理四级职员",
      "target": "事业单位",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "管理四级职员是事业单位的管理岗位职级之一。",
          "en": "Management Staff, Level IV is one of the management post ranks in public institutions."
        }
      }
    },
    {
      "source": "司局级正职",
      "target": "厅局级副职",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "在副部级机关内设机构、副省级城市机关中，司局级正职的行政级别等同于厅局级副职。",
          "en": "In internal departments of sub-ministerial agencies and agencies of sub-provincial cities, the administrative level of Director-General Level is equivalent to the Deputy Director-General Level."
        }
      }
    },
    {
      "source": "中国人民解放军大校",
      "target": "副师职",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "中国人民解放军和武警部队的大校军衔（警衔）对应副师职军事级别。",
          "en": "The Senior Colonel rank in the People's Liberation Army and People's Armed Police Force corresponds to the military grade of Deputy Division Commander."
        }
      }
    },
    {
      "source": "厅局级副职",
      "target": "厅局级正职",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "厅局级副职是低于厅局级正职的公务员行政级别。",
          "en": "Deputy Director-General Level is a civil service administrative level junior to the Director-General Level."
        }
      }
    },
    {
      "source": "县处级正职",
      "target": "厅局级副职",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "县处级正职是低于厅局级副职的公务员行政级别。",
          "en": "Director Level (County/Division) is a civil service administrative level junior to the Deputy Director-General Level."
        }
      }
    }
  ]
}