{
  "nodes": [
    {
      "id": "大日本帝国宪法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "大日本帝国宪法",
          "帝国宪法",
          "明治宪法",
          "旧宪法"
        ],
        "en": [
          "Constitution of the Empire of Japan"
        ]
      },
      "properties": {
        "period": "1890-11-29 - 1947-05-03",
        "location": {
          "zh-cn": "国立公文书馆",
          "en": "National Archives of Japan"
        },
        "description": {
          "zh-cn": "日本首部依近现代君主立宪体系制定的宪制性文件，公布于1889年2月11日，自1890年11月29日起施行，至1947年被《日本国宪法》取代。其特色为采用二元制君主立宪制，天皇的政治地位高于三权分立的国家机关。",
          "en": "The first constitutional document of Japan based on a modern constitutional monarchy system, promulgated on February 11, 1889, effective from November 29, 1890, until it was replaced by the Constitution of Japan in 1947. It was characterized by a dualistic constitutional monarchy, placing the Emperor's political status above the state organs of the separation of powers."
        }
      }
    },
    {
      "id": "伊藤博文",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伊藤博文"
        ],
        "en": [
          "Itō Hirobumi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本政治家，首任内阁总理大臣，主导了大日本帝国宪法的起草工作。",
          "en": "Japanese politician, the first Prime Minister of Japan, who led the drafting of the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "id": "井上毅",
      "type": "Person",
      "name": {
        "zh-cn": [
          "井上毅"
        ],
        "en": [
          "Inoue Kowashi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本政治家，大日本帝国宪法的主要起草人之一。",
          "en": "Japanese politician, one of the main drafters of the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "id": "金子坚太郎",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金子坚太郎"
        ],
        "en": [
          "Kaneko Kentarō"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本政治家，大日本帝国宪法的主要起草人之一。",
          "en": "Japanese politician, one of the main drafters of the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "id": "伊东巳代治",
      "type": "Person",
      "name": {
        "zh-cn": [
          "伊东巳代治"
        ],
        "en": [
          "Itō Miyoji"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本政治家，大日本帝国宪法的主要起草人之一。",
          "en": "Japanese politician, one of the main drafters of the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "id": "明治天皇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "明治天皇"
        ],
        "en": [
          "Emperor Meiji"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本第122代天皇，于1889年2月11日签署并公布了《大日本帝国宪法》。",
          "en": "The 122nd Emperor of Japan, who signed and promulgated the Constitution of the Empire of Japan on February 11, 1889."
        }
      }
    },
    {
      "id": "枢密院 (日本)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "枢密院 (日本)",
          "枢密院"
        ],
        "en": [
          "Privy Council of Japan"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大日本帝国宪法下的天皇最高咨询机关，对宪法草案进行了最终审议。",
          "en": "The supreme advisory body to the Emperor under the Constitution of the Empire of Japan, which conducted the final deliberations on the draft constitution."
        }
      }
    },
    {
      "id": "明治维新",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "明治维新"
        ],
        "en": [
          "Meiji Restoration"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "19世纪后期日本的一系列改革运动，推行了多项改革措施，导致旧有国家体制发生根本性变化，为制定宪法创造了条件。",
          "en": "A series of reform movements in late 19th century Japan that implemented various reforms, leading to fundamental changes in the old state system and creating the conditions for the establishment of a constitution."
        }
      }
    },
    {
      "id": "自由民权运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "自由民权运动"
        ],
        "en": [
          "Freedom and People's Rights Movement"
        ]
      },
      "properties": {
        "period": "1874 - ",
        "description": {
          "zh-cn": "日本明治时代的一场政治运动，旨在批判藩阀政治，要求设立民选议会和制定宪法。",
          "en": "A political movement in the Meiji era of Japan that criticized the hanbatsu government and demanded the establishment of a popularly elected assembly and a constitution."
        }
      }
    },
    {
      "id": "板垣退助",
      "type": "Person",
      "name": {
        "zh-cn": [
          "板垣退助"
        ],
        "en": [
          "Itagaki Taisuke"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本政治家，自由民权运动的主要领导人之一，曾联名上书提交《民选议院设立建议书》。",
          "en": "Japanese politician, a key leader of the Freedom and People's Rights Movement, who co-signed and submitted the 'Memorial on the Establishment of a Popularly Elected Assembly'."
        }
      }
    },
    {
      "id": "民选议院设立建议书",
      "type": "Document",
      "name": {
        "zh-cn": [
          "民选议院设立建议书"
        ]
      },
      "properties": {
        "period": "1874",
        "description": {
          "zh-cn": "由板垣退助等人提交的文件，要求设立民选立法机构，结束官僚专制，是自由民权运动的发端。",
          "en": "A document submitted by Itagaki Taisuke and others, demanding the establishment of a popularly elected legislative body and an end to bureaucratic absolutism, marking the beginning of the Freedom and People's Rights Movement."
        }
      }
    },
    {
      "id": "开设国会之敕谕",
      "type": "Document",
      "name": {
        "zh-cn": [
          "开设国会之敕谕"
        ]
      },
      "properties": {
        "period": "1881-10-12",
        "description": {
          "zh-cn": "由明治天皇颁布的敕谕，规定于1890年开设国会，并明确宪法将由政府决定（钦定宪法）。",
          "en": "An imperial rescript issued by Emperor Meiji, stipulating the opening of a national assembly in 1890 and specifying that the constitution would be determined by the government (an ordained constitution)."
        }
      }
    },
    {
      "id": "日本国宪法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "日本国宪法"
        ],
        "en": [
          "Constitution of Japan"
        ]
      },
      "properties": {
        "period": "1947-05-03 - ",
        "description": {
          "zh-cn": "现行日本宪法，于1947年5月3日施行，取代了《大日本帝国宪法》。",
          "en": "The current constitution of Japan, which came into effect on May 3, 1947, replacing the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "id": "联合国军最高司令官总司令部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "联合国军最高司令官总司令部"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "二战后占领日本的盟军机构，简称GHQ/SCAP，在麦克阿瑟将军领导下，要求并主导了日本宪法的修改。",
          "en": "The Allied powers' body that occupied Japan after World War II, also known as GHQ/SCAP. Under General MacArthur, it demanded and led the revision of the Japanese constitution."
        }
      }
    },
    {
      "id": "波茨坦宣言",
      "type": "Document",
      "name": {
        "zh-cn": [
          "波茨坦宣言"
        ],
        "en": [
          "Potsdam Declaration"
        ]
      },
      "properties": {
        "period": "1945",
        "description": {
          "zh-cn": "盟军为日本制定的投降条款，日本无条件接受该宣言后，根据其原则，启动了对《大日本帝国宪法》的修改。",
          "en": "The terms of surrender for Japan set by the Allied powers. After Japan's unconditional acceptance of the declaration, the revision of the Constitution of the Empire of Japan was initiated based on its principles."
        }
      }
    },
    {
      "id": "大津事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "大津事件"
        ]
      },
      "properties": {
        "period": "1891",
        "description": {
          "zh-cn": "俄国皇太子尼古拉在日本大津市遇刺事件。该案的处理结果显示了日本作为立宪国家，确立了法治主义与司法权的独立。",
          "en": "An assassination attempt on Tsarevich Nicholas of Russia in Ōtsu, Japan. The handling of this case demonstrated Japan's status as a constitutional state and established the principles of rule of law and judicial independence."
        }
      }
    },
    {
      "id": "儿岛惟谦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "儿岛惟谦"
        ],
        "en": [
          "Kojima Korekata"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "大津事件时任大审院长，他顶住政府压力，坚持要求法官依法审判，维护了司法独立。",
          "en": "President of the Supreme Court of Judicature during the Ōtsu Incident. He resisted government pressure and insisted that judges rule according to the law, thereby upholding judicial independence."
        }
      }
    },
    {
      "id": "统帅权侵犯问题",
      "type": "Event",
      "name": {
        "zh-cn": [
          "统帅权侵犯问题"
        ]
      },
      "properties": {
        "period": "1930",
        "description": {
          "zh-cn": "围绕《伦敦海军军缩条约》的签订，在野党和军方指责政府侵犯天皇统帅权的政治争议，此事件后日本的立宪政党政治逐渐被弱化。",
          "en": "A political controversy surrounding the signing of the London Naval Treaty, where the opposition and military accused the government of infringing upon the Emperor's supreme command authority. After this incident, Japan's constitutional party politics were gradually weakened."
        }
      }
    },
    {
      "id": "天皇机关说事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "天皇机关说事件"
        ]
      },
      "properties": {
        "period": "1935",
        "description": {
          "zh-cn": "陆军中将菊池武夫等人攻击美浓部达吉的“天皇机关说”违背国体，最终导致该学说被否定，标志着大日本帝国宪法确立的立宪政治丧失了其实质精神。",
          "en": "An incident where Army Lieutenant General Kikuchi Takeo and others attacked Minobe Tatsukichi's 'Emperor Organ Theory' as being contrary to the national polity (kokutai). It ultimately led to the repudiation of the theory, signifying the loss of the substantive spirit of constitutional politics established by the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "id": "菊池武夫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "菊池武夫"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本陆军中将和贵族院议员，在1935年发起了对“天皇机关说”的攻击。",
          "en": "A Japanese Army Lieutenant General and member of the House of Peers who initiated the attack on the 'Emperor Organ Theory' in 1935."
        }
      }
    },
    {
      "id": "美浓部达吉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "美浓部达吉"
        ],
        "en": [
          "Minobe Tatsukichi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本宪法学家，“天皇机关说”的主导学者，因天皇机关说事件而被迫辞去贵族院议员职务。",
          "en": "A Japanese constitutional scholar and leading proponent of the 'Emperor Organ Theory', who was forced to resign from the House of Peers due to the Emperor Organ Theory Incident."
        }
      }
    },
    {
      "id": "天皇机关说",
      "type": "Document",
      "name": {
        "zh-cn": [
          "天皇机关说"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种宪法学说，认为国家是法人，天皇是国家的最高机关，在宪法框架下行使统治权。该学说曾是宪法学通说，后在1935年被否定。",
          "en": "A constitutional theory viewing the state as a legal person and the Emperor as its highest organ, exercising sovereignty within the framework of the constitution. It was once the orthodox interpretation but was repudiated in 1935."
        }
      }
    },
    {
      "id": "福泽谕吉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "福泽谕吉"
        ],
        "en": [
          "Fukuzawa Yukichi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本近代思想家，对《大日本帝国宪法》的颁布发表评论，指出日本民众尚缺乏精神独立以适应国会制度。",
          "en": "A modern Japanese thinker who commented on the promulgation of the Constitution of the Empire of Japan, pointing out that the Japanese populace lacked the spiritual independence necessary for a parliamentary system."
        }
      }
    },
    {
      "id": "中江兆民",
      "type": "Person",
      "name": {
        "zh-cn": [
          "中江兆民"
        ],
        "en": [
          "Nakae Chōmin"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本评论家，对民众未审视《大日本帝国宪法》实质就欢呼其名称的现象表示叹息。",
          "en": "A Japanese critic who lamented the public's celebration of the Constitution of the Empire of Japan by name without examining its substance."
        }
      }
    },
    {
      "id": "鲁多尔夫·冯·格奈斯特",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鲁多尔夫·冯·格奈斯特"
        ],
        "en": [
          "Rudolf von Gneist"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "柏林大学学者，曾向赴欧洲考察的伊藤博文提供关于宪法制定的建议。",
          "en": "A scholar at the University of Berlin who provided advice on constitution-making to Itō Hirobumi during his European tour."
        }
      }
    },
    {
      "id": "罗伦斯·冯·史坦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗伦斯·冯·史坦"
        ],
        "en": [
          "Lorenz von Stein"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "维也纳大学学者，曾向赴欧洲考察的伊藤博文提供关于宪法制定的建议。",
          "en": "A scholar at the University of Vienna who provided advice on constitution-making to Itō Hirobumi during his European tour."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "伊藤博文",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1882",
        "end_date": "1889",
        "description": {
          "zh-cn": "伊藤博文受命考察欧洲宪政后，领导了《大日本帝国宪法》的起草工作，并在其私人别墅中完成了草案的修改。",
          "en": "After being ordered to study European constitutionalism, Itō Hirobumi led the drafting of the Constitution of the Empire of Japan and completed revisions to the draft at his private villa."
        }
      }
    },
    {
      "source": "井上毅",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "井上毅作为主要起草人之一，负责《大日本帝国宪法》草案的起草工作。",
          "en": "As one of the main authors, Inoue Kowashi was responsible for drafting the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "source": "金子坚太郎",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "金子坚太郎作为主要起草人之一，参与了《大日本帝国宪法》的起草工作。",
          "en": "As one of the main authors, Kaneko Kentarō participated in the drafting of the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "source": "伊东巳代治",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "伊东巳代治作为主要起草人之一，参与了《大日本帝国宪法》的起草工作。",
          "en": "As one of the main authors, Itō Miyoji participated in the drafting of the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "source": "明治天皇",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1889-02-11",
        "description": {
          "zh-cn": "明治天皇于1889年2月11日以钦定宪法的形式公布了《大日本帝国宪法》。",
          "en": "Emperor Meiji promulgated the Constitution of the Empire of Japan on February 11, 1889, in the form of an ordained constitution."
        }
      }
    },
    {
      "source": "枢密院 (日本)",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1888-04",
        "end_date": "1889-01",
        "description": {
          "zh-cn": "枢密院对伊藤博文等人起草的宪法草案进行了审议，并于1889年1月完成审议，为宪法的公布铺平了道路。",
          "en": "The Privy Council deliberated on the draft constitution prepared by Itō Hirobumi and others, completing its review in January 1889, paving the way for the constitution's promulgation."
        }
      }
    },
    {
      "source": "明治维新",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "明治维新带来的国家体制根本性变化，是制定《大日本帝国宪法》的直接背景和动因。",
          "en": "The fundamental changes to the state system brought about by the Meiji Restoration served as the direct background and impetus for the creation of the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "source": "自由民权运动",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "自由民权运动对藩阀政治的批判和对民选议院的呼吁，对政府制定宪法形成了政治压力。",
          "en": "The Freedom and People's Rights Movement's criticism of the domain-based government and its call for a popularly elected assembly created political pressure on the government to establish a constitution."
        }
      }
    },
    {
      "source": "民选议院设立建议书",
      "target": "自由民权运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1874",
        "description": {
          "zh-cn": "该建议书的提交是自由民权运动的发端，推动了运动的蓬勃发展。",
          "en": "The submission of this memorial marked the beginning of the Freedom and People's Rights Movement, promoting its vigorous development."
        }
      }
    },
    {
      "source": "板垣退助",
      "target": "民选议院设立建议书",
      "type": "PUSHED",
      "properties": {
        "start_date": "1874",
        "description": {
          "zh-cn": "板垣退助是联名上书提交《民选议院设立建议书》的主要人物之一。",
          "en": "Itagaki Taisuke was one of the key figures who co-signed and submitted the 'Memorial on the Establishment of a Popularly Elected Assembly'."
        }
      }
    },
    {
      "source": "开设国会之敕谕",
      "target": "大日本帝国宪法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1881-10-12",
        "description": {
          "zh-cn": "该敕谕正式宣告了将于1890年开设国会，并明确了宪法将由政府主导制定，从而掌握了政局主导权，并开启了具体的宪法制定进程。",
          "en": "This imperial rescript officially announced the opening of a national assembly in 1890 and clarified that the constitution would be drafted under government leadership, thereby seizing the political initiative and initiating the concrete process of constitution-making."
        }
      }
    },
    {
      "source": "日本国宪法",
      "target": "大日本帝国宪法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1947-05-03",
        "description": {
          "zh-cn": "《日本国宪法》于1947年5月3日施行，取代并废止了《大日本帝国宪法》。",
          "en": "The Constitution of Japan came into effect on May 3, 1947, replacing and repealing the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "source": "联合国军最高司令官总司令部",
      "target": "日本国宪法",
      "type": "PUSHED",
      "properties": {
        "start_date": "1945",
        "description": {
          "zh-cn": "联合国军最高司令官总司令部向日本政府提出修改宪法的要求，并提供了“麦克阿瑟草案”，主导了新宪法的制定。",
          "en": "The General Headquarters, the Supreme Commander for the Allied Powers (GHQ/SCAP) demanded that the Japanese government revise the constitution and provided the 'MacArthur Draft', leading the process of creating the new constitution."
        }
      }
    },
    {
      "source": "波茨坦宣言",
      "target": "大日本帝国宪法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1945",
        "description": {
          "zh-cn": "日本接受《波茨坦宣言》后，根据其原则，导致了对《大日本帝国宪法》的全面修改，最终使其失效。",
          "en": "After Japan's acceptance of the Potsdam Declaration, its principles led to a complete revision of the Constitution of the Empire of Japan, ultimately rendering it obsolete."
        }
      }
    },
    {
      "source": "儿岛惟谦",
      "target": "大津事件",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1891",
        "description": {
          "zh-cn": "在大津事件中，时任大审院长的儿岛惟谦顶住政府压力，坚持司法独立，影响了案件的最终判决，确立了法治主义原则。",
          "en": "During the Ōtsu Incident, Kojima Korekata, then President of the Supreme Court of Judicature, resisted government pressure and upheld judicial independence, influencing the final verdict and establishing the principle of the rule of law."
        }
      }
    },
    {
      "source": "统帅权侵犯问题",
      "target": "大日本帝国宪法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1930",
        "description": {
          "zh-cn": "统帅权侵犯问题引发的政治争议，削弱了《大日本帝国宪法》所确立的立宪政党政治。",
          "en": "The political controversy sparked by the supreme command authority infringement issue weakened the constitutional party politics established by the Constitution of the Empire of Japan."
        }
      }
    },
    {
      "source": "天皇机关说事件",
      "target": "大日本帝国宪法",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1935",
        "description": {
          "zh-cn": "天皇机关说事件否定了对宪法的自由主义解释，标志着《大日本帝国宪法》所建立的立宪政治丧失了其实质精神。",
          "en": "The Emperor Organ Theory Incident repudiated the liberal interpretation of the constitution, signifying that the constitutional politics established by the Constitution of the Empire of Japan had lost its substantive spirit."
        }
      }
    },
    {
      "source": "菊池武夫",
      "target": "美浓部达吉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1935",
        "description": {
          "zh-cn": "菊池武夫向美浓部达吉主导的“天皇机关说”发起攻击，最终导致美浓部辞去贵族院议员职务，其著作也被禁止出版。",
          "en": "Kikuchi Takeo launched an attack on the 'Emperor Organ Theory' championed by Minobe Tatsukichi, ultimately leading to Minobe's resignation from the House of Peers and the banning of his publications."
        }
      }
    },
    {
      "source": "美浓部达吉",
      "target": "天皇机关说",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "美浓部达吉是“天皇机关说”这一宪法学说的主导学者。",
          "en": "Minobe Tatsukichi was the leading scholar of the 'Emperor Organ Theory,' a constitutional doctrine."
        }
      }
    },
    {
      "source": "福泽谕吉",
      "target": "大日本帝国宪法",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "福泽谕吉在其主编的报纸上对新宪法发表评论，指出日本民众缺乏适应国会制度的精神独立，对此提出了忧虑。",
          "en": "In the newspaper he edited, Fukuzawa Yukichi published a commentary on the new constitution, expressing concern that the Japanese populace lacked the spiritual independence to adapt to the parliamentary system."
        }
      }
    },
    {
      "source": "中江兆民",
      "target": "大日本帝国宪法",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "中江兆民对民众未看到宪法实质就沉醉于其名称的现象表示叹息，批评了国民的盲目态度。",
          "en": "Nakae Chōmin lamented the public's infatuation with the constitution's name without seeing its substance, criticizing the people's blind attitude."
        }
      }
    },
    {
      "source": "鲁多尔夫·冯·格奈斯特",
      "target": "伊藤博文",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1882",
        "description": {
          "zh-cn": "在伊藤博文考察欧洲期间，鲁多尔夫·冯·格奈斯特向其提供了关于宪法必须立足于本国历史、传统和文化的建议。",
          "en": "During Itō Hirobumi's European tour, Rudolf von Gneist advised him that a constitution must be based on the country's own history, tradition, and culture."
        }
      }
    },
    {
      "source": "罗伦斯·冯·史坦",
      "target": "伊藤博文",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1882",
        "description": {
          "zh-cn": "在伊藤博文考察欧洲期间，罗伦斯·冯·史坦向其提供了关于宪法必须立足于本国历史的建议。",
          "en": "During Itō Hirobumi's European tour, Lorenz von Stein advised him that a constitution must be based on the country's own history."
        }
      }
    }
  ]
}