{
  "nodes": [
    {
      "id": "毛主席纪念堂",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "毛主席纪念堂"
        ],
        "en": [
          "Chairman Mao Memorial Hall"
        ]
      },
      "properties": {
        "period": "1977-09-09 - ",
        "location": {
          "zh-cn": "中国北京市东城区天安门广场中轴线南端",
          "en": "South end of the central axis of Tiananmen Square, Dongcheng District, Beijing, China"
        },
        "description": {
          "zh-cn": "位于北京市天安门广场的纪念性建筑，用于安放和纪念中国共产党中央委员会主席毛泽东。",
          "en": "A monumental building in Tiananmen Square, Beijing, which houses the body of Mao Zedong, Chairman of the Central Committee of the Communist Party of China, and serves as his mausoleum."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家、政治家、理论家，曾任中国共产党中央委员会主席、中华人民共和国主席。其遗体安放于毛主席纪念堂。",
          "en": "A Chinese communist revolutionary who was the founder of the People's Republic of China. His body is preserved in the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "毛泽東之死",
      "type": "Event",
      "name": {
        "zh-cn": [
          "毛泽東之死",
          "毛泽东逝世"
        ],
        "en": [
          "Death of Mao Zedong"
        ]
      },
      "properties": {
        "period": "1976-09-09",
        "description": {
          "zh-cn": "毛泽东于1976年9月9日逝世，该事件直接促成了毛主席纪念堂的修建。",
          "en": "The death of Mao Zedong on September 9, 1976, which directly led to the construction of the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "华国锋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "华国锋"
        ],
        "en": [
          "Hua Guofeng"
        ]
      },
      "properties": {
        "lifetime": "1921-02-16 - 2008-08-20",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任中共中央主席、国务院总理。他在毛泽东逝世后领导修建了毛主席纪念堂，并为其奠基和题写匾额。",
          "en": "A Chinese politician who served as Chairman of the Communist Party of China and Premier of the State Council. After Mao Zedong's death, he led the construction of the Chairman Mao Memorial Hall, laid its foundation stone, and inscribed its name plaque."
        }
      }
    },
    {
      "id": "中国共产党中央委员会、中华人民共和国全国人民代表大会常务委员会、中华人民共和国国务院、中国共产党中央军事委员会关于建立伟大的领袖和导师毛泽东主席纪念堂的决定",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国共产党中央委员会、中华人民共和国全国人民代表大会常务委员会、中华人民共和国国务院、中国共产党中央军事委员会关于建立伟大的领袖和导师毛泽东主席纪念堂的决定"
        ],
        "en": []
      },
      "properties": {
        "period": "1976-10-08",
        "description": {
          "zh-cn": "一份由中共中央、全国人大常委会、国务院、中央军委联合发布的，关于建立毛主席纪念堂的正式决定。",
          "en": "A formal decision jointly issued by the CPC Central Committee, the Standing Committee of the National People's Congress, the State Council, and the Central Military Commission on the establishment of the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "李瑞环",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李瑞环"
        ],
        "en": [
          "Li Ruihuan"
        ]
      },
      "properties": {
        "lifetime": "1934-09-17 - ",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任毛主席纪念堂工程指挥部总指挥。",
          "en": "A Chinese politician who served as the General Commander of the Chairman Mao Memorial Hall Engineering Headquarters."
        }
      }
    },
    {
      "id": "谷牧",
      "type": "Person",
      "name": {
        "zh-cn": [
          "谷牧"
        ],
        "en": [
          "Gu Mu"
        ]
      },
      "properties": {
        "lifetime": "1914-09 - 2009-11-06",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，曾任国务院副总理，负责领导国务院第九办公室与毛主席纪念堂的建设工作。",
          "en": "A Chinese politician who served as Vice Premier of the State Council and was responsible for leading the State Council's Ninth Office and the construction of the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "国务院第九办公室",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院第九办公室",
          "九办"
        ],
        "en": [
          "State Council Ninth Office"
        ]
      },
      "properties": {
        "period": "1976 - 1977",
        "description": {
          "zh-cn": "为统筹修建毛主席纪念堂的各项工作而专门成立的国务院办事机构。",
          "en": "An office of the State Council specially established to coordinate all aspects of the construction of the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "毛主席纪念堂管理局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "毛主席纪念堂管理局"
        ],
        "en": [
          "Chairman Mao Memorial Hall Administration Bureau"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "负责管理毛主席纪念堂的机构，隶属于中共中央办公厅。",
          "en": "The agency responsible for managing the Chairman Mao Memorial Hall, subordinate to the General Office of the CPC Central Committee."
        }
      }
    },
    {
      "id": "中共中央办公厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央办公厅"
        ],
        "en": [
          "General Office of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央委员会的办事机构，是毛主席纪念堂管理局的上级单位。",
          "en": "A working body of the Central Committee of the Communist Party of China, and the superior unit of the Chairman Mao Memorial Hall Administration Bureau."
        }
      }
    },
    {
      "id": "中华人民共和国国家计划委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国国家计划委员会",
          "中国国家计委"
        ],
        "en": [
          "State Planning Commission of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "曾是中华人民共和国国务院负责宏观经济调控的组成部门，组织了毛主席纪念堂的初期设计工作。",
          "en": "Formerly a component department of the State Council of the People's Republic of China responsible for macroeconomic regulation and control, which organized the initial design work for the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、军事家、外交家，曾任中华人民共和国国务院总理。毛主席纪念堂内设有其革命业绩纪念室。",
          "en": "A Chinese statesman, military leader, and diplomat who served as the first Premier of the People's Republic of China. A memorial room dedicated to his revolutionary achievements is located in the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "刘少奇",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘少奇"
        ],
        "en": [
          "Liu Shaoqi"
        ]
      },
      "properties": {
        "lifetime": "1898-11-24 - 1969-11-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国革命家、政治家、理论家，曾任中华人民共和国主席。毛主席纪念堂内设有其革命业绩纪念室。",
          "en": "A Chinese revolutionary, politician, and theorist who served as the Chairman of the People's Republic of China. A memorial room dedicated to his revolutionary achievements is located in the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "朱德",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朱德"
        ],
        "en": [
          "Zhu De"
        ]
      },
      "properties": {
        "lifetime": "1886-12-01 - 1976-07-06",
        "gender": "Male",
        "description": {
          "zh-cn": "中国军事家、政治家，中国人民解放军的创始人和领导者之一。毛主席纪念堂内设有其革命业绩纪念室。",
          "en": "A Chinese military leader and statesman, one of the founders and leaders of the People's Liberation Army. A memorial room dedicated to his revolutionary achievements is located in the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家、军事家、外交家，中国改革开放的总设计师。毛主席纪念堂内设有其革命业绩纪念室。",
          "en": "A Chinese politician, military leader, and diplomat, known as the chief architect of China's reform and opening-up. A memorial room dedicated to his revolutionary achievements is located in the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "陈云",
      "type": "Person",
      "name": {
        "zh-cn": [
          "陈云"
        ],
        "en": [
          "Chen Yun"
        ]
      },
      "properties": {
        "lifetime": "1905-06-13 - 1995-04-10",
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治家，中共八大元老之一。毛主席纪念堂内设有其革命业绩纪念室。",
          "en": "A Chinese politician, one of the Eight Elders of the Communist Party of China. A memorial room dedicated to his revolutionary achievements is located in the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "中共中央书记处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中共中央书记处"
        ],
        "en": [
          "Secretariat of the Central Committee of the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国共产党中央政治局及其常务委员会的办事机构，1983年决定在毛主席纪念堂内设立革命业绩纪念室。",
          "en": "The working body of the Politburo of the Central Committee of the Communist Party of China and its Standing Committee, which decided in 1983 to establish memorial rooms for revolutionary achievements in the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "侯德昌",
      "type": "Person",
      "name": {
        "zh-cn": [
          "侯德昌"
        ],
        "en": [
          "Hou Dechang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国书法家，为毛主席纪念堂瞻仰厅书写了“伟大的领袖和导师毛泽东主席永垂不朽”的隶书。",
          "en": "A Chinese calligrapher who wrote the clerical script inscription \"Eternal Glory to the Great Leader and Teacher Chairman Mao Zedong\" in the Hall of Reverence of the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "满江红·和郭沫若同志",
      "type": "Document",
      "name": {
        "zh-cn": [
          "满江红·和郭沫若同志"
        ],
        "en": [
          "Man Jiang Hong - Reply to Comrade Guo Moruo"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "毛泽东创作的一首词，其手迹被刻在毛主席纪念堂南大厅。",
          "en": "A ci poem written by Mao Zedong, the calligraphy of which is inscribed in the South Hall of the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "郭沫若",
      "type": "Person",
      "name": {
        "zh-cn": [
          "郭沫若"
        ],
        "en": [
          "Guo Moruo"
        ]
      },
      "properties": {
        "lifetime": "1892-11-16 - 1978-06-12",
        "gender": "Male",
        "description": {
          "zh-cn": "中国文学家、历史学家、社会活动家。毛泽东曾作词《满江红·和郭沫若同志》以应和其作品。",
          "en": "A Chinese author, historian, and social activist. Mao Zedong wrote the poem \"Man Jiang Hong - Reply to Comrade Guo Moruo\" in response to his work."
        }
      }
    },
    {
      "id": "叶剑英",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶剑英"
        ],
        "en": [
          "Ye Jianying"
        ]
      },
      "properties": {
        "lifetime": "1897-04-28 - 1986-10-22",
        "gender": "Male",
        "description": {
          "zh-cn": "中国军事家、政治家，曾任中共中央副主席，参与审定了毛主席纪念堂内的毛泽东塑像方案。",
          "en": "A Chinese military leader and statesman who served as Vice Chairman of the CPC Central Committee and participated in the approval of the design for the Mao Zedong statue inside the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "刘开渠",
      "type": "Person",
      "name": {
        "zh-cn": [
          "刘开渠"
        ],
        "en": [
          "Liu Kaiqu"
        ]
      },
      "properties": {
        "lifetime": "1904-10-01 - 1993-06-25",
        "gender": "Male",
        "description": {
          "zh-cn": "中国雕塑家，曾担任毛主席纪念堂雕塑创作的顾问。",
          "en": "A Chinese sculptor who served as a consultant for the creation of sculptures at the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "王朝闻",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王朝闻"
        ],
        "en": [
          "Wang Zhaowen"
        ]
      },
      "properties": {
        "lifetime": "1909-10 - 2004-10-14",
        "gender": "Male",
        "description": {
          "zh-cn": "中国雕塑家、美学家，曾担任毛主席纪念堂雕塑创作的顾问。",
          "en": "A Chinese sculptor and aesthetician who served as a consultant for the creation of sculptures at the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "id": "无产阶级文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "无产阶级文化大革命",
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发起和领导的政治运动，其作为社会主义革命和建设时期的内容被表现在毛主席纪念堂的群像雕塑中。",
          "en": "A political movement initiated and led by Mao Zedong, which is depicted in the group sculptures at the Chairman Mao Memorial Hall as part of the socialist revolution and construction period."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毛泽東之死",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-09-09",
        "description": {
          "zh-cn": "毛泽东逝世后，中共中央决定建立毛主席纪念堂以安放其遗体并作纪念。",
          "en": "After Mao Zedong's death, the Central Committee of the CPC decided to build the Chairman Mao Memorial Hall to house his remains and for commemoration."
        }
      }
    },
    {
      "source": "中国共产党中央委员会、中华人民共和国全国人民代表大会常务委员会、中华人民共和国国务院、中国共产党中央军事委员会关于建立伟大的领袖和导师毛泽东主席纪念堂的决定",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-10-08",
        "description": {
          "zh-cn": "该决定正式发布了建立毛主席纪念堂的计划，是纪念堂建设的直接依据。",
          "en": "This decision officially announced the plan to establish the Chairman Mao Memorial Hall and served as the direct basis for its construction."
        }
      }
    },
    {
      "source": "华国锋",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-11-24",
        "description": {
          "zh-cn": "作为时任中共中央主席，华国锋参加了纪念堂的奠基仪式并为其基石培土，同时还题写了“毛主席纪念堂”的匾额名称。",
          "en": "As the then Chairman of the CPC Central Committee, Hua Guofeng attended the foundation-laying ceremony, added soil to its cornerstone, and also inscribed the name plaque \"Chairman Mao Memorial Hall\"."
        }
      }
    },
    {
      "source": "李瑞环",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-11",
        "description": {
          "zh-cn": "出任毛主席纪念堂工程指挥部总指挥，全面负责纪念堂的建设工程。",
          "en": "Served as the General Commander of the Chairman Mao Memorial Hall Engineering Headquarters, taking full responsibility for the construction project."
        }
      }
    },
    {
      "source": "谷牧",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-11",
        "description": {
          "zh-cn": "作为国务院副总理，负责领导专门为纪念堂建设成立的国务院第九办公室，统筹建设工作。",
          "en": "As Vice Premier of the State Council, he was responsible for leading the State Council's Ninth Office, which was specially established for the construction of the memorial hall, and coordinated the construction work."
        }
      }
    },
    {
      "source": "国务院第九办公室",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-11",
        "description": {
          "zh-cn": "作为专门成立的机构，负责统筹修建毛主席纪念堂的各项工作。",
          "en": "As a specially established organization, it was responsible for coordinating all aspects of the construction of the Chairman Mao Memorial Hall."
        }
      }
    },
    {
      "source": "中华人民共和国国家计划委员会",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1976-09-14",
        "description": {
          "zh-cn": "组织了中国八个省市的设计人员进行纪念堂的选址及方案设计工作。",
          "en": "Organized designers from eight provinces and municipalities across China to carry out the site selection and scheme design for the memorial hall."
        }
      }
    },
    {
      "source": "毛主席纪念堂",
      "target": "毛主席纪念堂管理局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "毛主席纪念堂由毛主席纪念堂管理局负责日常管理和运营。",
          "en": "The Chairman Mao Memorial Hall is managed and operated by the Chairman Mao Memorial Hall Administration Bureau."
        }
      }
    },
    {
      "source": "毛主席纪念堂管理局",
      "target": "中共中央办公厅",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "毛主席纪念堂管理局是中共中央办公厅的下属机构。",
          "en": "The Chairman Mao Memorial Hall Administration Bureau is a subordinate agency of the General Office of the CPC Central Committee."
        }
      }
    },
    {
      "source": "毛主席纪念堂",
      "target": "毛泽东",
      "type": "PUSHED",
      "properties": {
        "start_date": "1977-09-09",
        "description": {
          "zh-cn": "纪念堂是为永久保存毛泽东遗体、纪念其功绩而建，并向公众展示其生平和革命业绩。",
          "en": "The memorial hall was built to permanently preserve Mao Zedong's remains and commemorate his achievements, and to display his life and revolutionary deeds to the public."
        }
      }
    },
    {
      "source": "中共中央书记处",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "start_date": "1983-12-26",
        "description": {
          "zh-cn": "决定在纪念堂内增设毛泽东、周恩来、刘少奇、朱德同志革命业绩纪念室，扩展了纪念堂的功能。",
          "en": "Decided to add memorial rooms for the revolutionary achievements of comrades Mao Zedong, Zhou Enlai, Liu Shaoqi, and Zhu De in the memorial hall, expanding its function."
        }
      }
    },
    {
      "source": "毛主席纪念堂",
      "target": "周恩来",
      "type": "PUSHED",
      "properties": {
        "start_date": "1983-12-26",
        "description": {
          "zh-cn": "在纪念堂内设有周恩来革命业绩纪念室。",
          "en": "A memorial room for Zhou Enlai's revolutionary achievements is established within the memorial hall."
        }
      }
    },
    {
      "source": "毛主席纪念堂",
      "target": "刘少奇",
      "type": "PUSHED",
      "properties": {
        "start_date": "1983-12-26",
        "description": {
          "zh-cn": "在纪念堂内设有刘少奇革命业绩纪念室。",
          "en": "A memorial room for Liu Shaoqi's revolutionary achievements is established within the memorial hall."
        }
      }
    },
    {
      "source": "毛主席纪念堂",
      "target": "朱德",
      "type": "PUSHED",
      "properties": {
        "start_date": "1983-12-26",
        "description": {
          "zh-cn": "在纪念堂内设有朱德革命业绩纪念室。",
          "en": "A memorial room for Zhu De's revolutionary achievements is established within the memorial hall."
        }
      }
    },
    {
      "source": "毛主席纪念堂",
      "target": "邓小平",
      "type": "PUSHED",
      "properties": {
        "start_date": "2001",
        "description": {
          "zh-cn": "在纪念堂内增设了邓小平革命业绩纪念室。",
          "en": "A memorial room for Deng Xiaoping's revolutionary achievements was added within the memorial hall."
        }
      }
    },
    {
      "source": "毛主席纪念堂",
      "target": "陈云",
      "type": "PUSHED",
      "properties": {
        "start_date": "2001",
        "description": {
          "zh-cn": "在纪念堂内增设了陈云革命业绩纪念室。",
          "en": "A memorial room for Chen Yun's revolutionary achievements was added within the memorial hall."
        }
      }
    },
    {
      "source": "侯德昌",
      "target": "毛主席纪念堂",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "为纪念堂瞻仰厅书写了“伟大的领袖和导师毛泽东主席永垂不朽”的金字隶书。",
          "en": "Inscribed the clerical script text \"Eternal Glory to the Great Leader and Teacher Chairman Mao Zedong\" in gold in the Hall of Reverence of the memorial hall."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "满江红·和郭沫若同志",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "创作了该词以应和郭沫若的作品。",
          "en": "Authored the poem in response to a work by Guo Moruo."
        }
      }
    },
    {
      "source": "满江红·和郭沫若同志",
      "target": "毛主席纪念堂",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "该词的毛泽东手迹被刻在纪念堂南大厅的白色大理石墙面上。",
          "en": "The calligraphy of this poem by Mao Zedong is inscribed on the white marble wall of the South Hall of the memorial hall."
        }
      }
    },
    {
      "source": "叶剑英",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为时任中共中央副主席，与其他中央领导一同审稿并选定了纪念堂内的毛主席塑像方案。",
          "en": "As the then Vice Chairman of the CPC Central Committee, along with other central leaders, he reviewed and selected the design for the Chairman Mao statue inside the memorial hall."
        }
      }
    },
    {
      "source": "刘开渠",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为雕塑界的前辈，担任了纪念堂雕塑创作的顾问，对雕塑作品的完成起到了推动作用。",
          "en": "As a senior figure in the sculpture community, he served as a consultant for the sculpture creation at the memorial hall, playing a role in promoting the completion of the artworks."
        }
      }
    },
    {
      "source": "王朝闻",
      "target": "毛主席纪念堂",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "作为雕塑界的前辈，担任了纪念堂雕塑创作的顾问，对雕塑作品的完成起到了推动作用。",
          "en": "As a senior figure in the sculpture community, he served as a consultant for the sculpture creation at the memorial hall, playing a role in promoting the completion of the artworks."
        }
      }
    },
    {
      "source": "无产阶级文化大革命",
      "target": "毛主席纪念堂",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "纪念堂北门西侧的群像雕塑中，包含了表现无产阶级文化大革命的内容，反映了官方对这一历史时期的叙事。",
          "en": "The group sculpture on the west side of the North Gate of the memorial hall includes content depicting the Great Proletarian Cultural Revolution, reflecting the official narrative of this historical period."
        }
      }
    }
  ]
}