{
  "nodes": [
    {
      "id": "公安部交通管理局",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公安部交通管理局",
          "公安部十七局",
          "交管",
          "交警",
          "公安部交通安全管理局"
        ],
        "en": []
      },
      "properties": {
        "period": "1986-12-29 - ",
        "location": {
          "zh-cn": "北京市",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "中华人民共和国公安部内设的正司局级机构，负责全国道路交通管理工作。1986年由原公安部治安局交通处与交通部公路局监理处合并成立。",
          "en": "A director-general level internal department of the Ministry of Public Security of the People's Republic of China, responsible for national road traffic management. It was established in 1986 by merging the Traffic Division of the Public Security Bureau of the original Ministry of Public Security and the Supervision Division of the Highway Bureau of the Ministry of Transport."
        }
      }
    },
    {
      "id": "中华人民共和国公安部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国公安部",
          "公安部",
          "中央公安部",
          "国家公安部"
        ],
        "en": [
          "Ministry of Public Security of the People's Republic of China",
          "MPS"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院主管全国公安工作的组成部门。",
          "en": "A component department of the State Council of the People's Republic of China in charge of national public security."
        }
      }
    },
    {
      "id": "王强",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王强"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任公安部交通管理局局长兼党委书记。",
          "en": "Serves as the Director and Party Committee Secretary of the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "id": "北京市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "北京市"
        ],
        "en": [
          "Beijing"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的首都，公安部交通管理局的所在地。",
          "en": "The capital of the People's Republic of China and the location of the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "id": "中华人民共和国交通部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国交通部",
          "交通部",
          "中央交通部",
          "国家交通部"
        ],
        "en": [
          "Ministry of Transport of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院的组成部门之一，在道路交通管理体制改革前曾负责部分交通监理工作。",
          "en": "One of the constituent departments of the State Council of the People's Republic of China, which was responsible for some traffic supervision work before the reform of the road traffic management system."
        }
      }
    },
    {
      "id": "道路交通管理体制“八六改革”",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "道路交通管理体制“八六改革”"
        ],
        "en": []
      },
      "properties": {
        "period": "1986",
        "description": {
          "zh-cn": "指1986年确立由公安机关统一进行道路交通管理的体制改革，确立了延续至今的管理体制。",
          "en": "Refers to the 1986 institutional reform that established the unified management of road traffic by public security organs, creating the management system that continues to this day."
        }
      }
    },
    {
      "id": "国务院关于改革道路交通管理体制的通知",
      "type": "Document",
      "name": {
        "zh-cn": [
          "国务院关于改革道路交通管理体制的通知",
          "国发〔1986〕94号"
        ],
        "en": []
      },
      "properties": {
        "period": "1986-10-07",
        "description": {
          "zh-cn": "由国务院于1986年10月7日发布的通知，确定了由公安机关统一交通管理的“八六改革”。",
          "en": "A notice issued by the State Council on October 7, 1986, which initiated the '86 Reform' that unified traffic management under public security organs."
        }
      }
    },
    {
      "id": "国务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院"
        ],
        "en": [
          "State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国中央人民政府。",
          "en": "The Central People's Government of the People's Republic of China."
        }
      }
    },
    {
      "id": "罗干",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗干"
        ],
        "en": [
          "Luo Gan"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任国务院秘书长，在1989年的全国公安交通管理工作会议上发表讲话，并于1993年召集会议协调公安与交通部门的管理分工。",
          "en": "Chinese politician, former Secretary-General of the State Council, who spoke at the National Public Security Traffic Management Work Conference in 1989 and convened a meeting in 1993 to coordinate the division of management responsibilities between public security and transport departments."
        }
      }
    },
    {
      "id": "俞雷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "俞雷"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任公安部副部长，在1989年第一次全国公安交通管理工作会议上作报告。",
          "en": "Chinese politician, former Vice Minister of Public Security, who delivered a report at the first National Public Security Traffic Management Work Conference in 1989."
        }
      }
    },
    {
      "id": "张正常",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张正常"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，曾任公安部交通管理局局长，在1989年第一次全国公安交通管理工作会议上讲话。",
          "en": "Chinese politician, former Director of the Traffic Management Bureau of the Ministry of Public Security, who spoke at the first National Public Security Traffic Management Work Conference in 1989."
        }
      }
    },
    {
      "id": "国务院办公厅关于交通部门在道路上设置检查站及高速公路管理问题的通知",
      "type": "Document",
      "name": {
        "zh-cn": [
          "国务院办公厅关于交通部门在道路上设置检查站及高速公路管理问题的通知",
          "国办发〔1992〕16号"
        ],
        "en": []
      },
      "properties": {
        "period": "1992-03-31",
        "description": {
          "zh-cn": "由国务院办公厅于1992年3月31日印发的通知，重新划分了公安与交通部门的部分路政管理职责。",
          "en": "A notice issued by the General Office of the State Council on March 31, 1992, which re-divided some road administration responsibilities between public security and transport departments."
        }
      }
    },
    {
      "id": "关于研究道路交通管理分工和地方交通公安机构干警评授警衔问题的会议纪要",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于研究道路交通管理分工和地方交通公安机构干警评授警衔问题的会议纪要",
          "国阅〔1993〕204号"
        ],
        "en": []
      },
      "properties": {
        "period": "1993-11-10",
        "description": {
          "zh-cn": "1993年11月由罗干主持会议后形成的会议纪要，再次明确了公安与交通部门在道路交通管理上的分工。",
          "en": "Minutes of a meeting chaired by Luo Gan in November 1993, which once again clarified the division of labor in road traffic management between the public security and transport departments."
        }
      }
    },
    {
      "id": "公安部交通管理科学研究所",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "公安部交通管理科学研究所",
          "中国道路交通管理干部培训中心"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由公安部交通管理局管理的下属事业单位。",
          "en": "A subordinate public institution managed by the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "id": "中国道路交通安全协会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国道路交通安全协会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "由公安部交通管理局主管的社会团体。",
          "en": "A social organization supervised by the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "id": "国务院办公厅",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国务院办公厅"
        ],
        "en": [
          "General Office of the State Council"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国国务院的办事机构。",
          "en": "The administrative office of the State Council of the People's Republic of China."
        }
      }
    },
    {
      "id": "政务院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "政务院"
        ],
        "en": [
          "Government Administration Council"
        ]
      },
      "properties": {
        "period": "1949 - 1954",
        "description": {
          "zh-cn": "中华人民共和国成立初期的最高国家行政机关，1954年改组为国务院。",
          "en": "The highest state administrative organ in the early days of the People's Republic of China, reorganized into the State Council in 1954."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "公安部交通管理局",
      "target": "中华人民共和国公安部",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "公安部交通管理局是中华人民共和国公安部的正司局级内设机构。",
          "en": "The Traffic Management Bureau is a director-general level internal department of the Ministry of Public Security of the People's Republic of China."
        }
      }
    },
    {
      "source": "王强",
      "target": "公安部交通管理局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "局长兼党委书记",
          "en": "Director and Party Committee Secretary"
        },
        "description": {
          "zh-cn": "根据该页面的信息框，王强是公安部交通管理局的局长。",
          "en": "According to the infobox on this page, Wang Qiang is the director of the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "source": "国务院关于改革道路交通管理体制的通知",
      "target": "道路交通管理体制“八六改革”",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-10-07",
        "description": {
          "zh-cn": "该通知的发布确定了由公安机关统一交通管理的改革，被称为“八六改革”。",
          "en": "The issuance of this notice confirmed the reform of unifying traffic management under public security organs, known as the '86 Reform'."
        }
      }
    },
    {
      "source": "道路交通管理体制“八六改革”",
      "target": "公安部交通管理局",
      "type": "PUSHED",
      "properties": {
        "start_date": "1986-12-29",
        "description": {
          "zh-cn": "1986年的体制改革促使公安部和交通部的相关部门合并，设立了公安部交通安全管理局（后为交通管理局）。",
          "en": "The 1986 institutional reform led to the merger of relevant departments from the Ministry of Public Security and the Ministry of Transport, establishing the Traffic Safety Management Bureau (later the Traffic Management Bureau) of the Ministry of Public Security."
        }
      }
    },
    {
      "source": "公安部交通管理科学研究所",
      "target": "公安部交通管理局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "公安部交通管理科学研究所是由公安部交通管理局管理的事业单位。",
          "en": "The Traffic Management Science Research Institute of the Ministry of Public Security is a public institution managed by the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "source": "中国道路交通安全协会",
      "target": "公安部交通管理局",
      "type": "SUBORDINATE_OF",
      "properties": {
        "description": {
          "zh-cn": "中国道路交通安全协会是由公安部交通管理局主管的社会团体。",
          "en": "The China Road Traffic Safety Association is a social organization supervised by the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "source": "中华人民共和国公安部",
      "target": "中华人民共和国交通部",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": [
          "1983-02-20",
          "1992-03-31"
        ],
        "end_date": [
          "1986-10-07",
          "1993-11-10"
        ],
        "description": {
          "zh-cn": "在1983年至1986年以及1992年至1993年期间，公安部与交通部在道路交通管理的分工上存在分歧和矛盾，需国务院多次发文协调。",
          "en": "Between 1983-1986 and 1992-1993, the Ministry of Public Security and the Ministry of Transport had disagreements and conflicts over the division of labor in road traffic management, requiring multiple documents from the State Council to coordinate."
        }
      }
    },
    {
      "source": "中华人民共和国公安部",
      "target": "中华人民共和国交通部",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1972-03",
        "description": {
          "zh-cn": "1972年3月，公安部与交通部联合颁布《城市和公路交通管理规则（试行）》，首次统一了全国的交通规则。",
          "en": "In March 1972, the Ministry of Public Security and the Ministry of Transport jointly issued the 'Urban and Highway Traffic Management Rules (Trial)', unifying national traffic rules for the first time."
        }
      }
    },
    {
      "source": "罗干",
      "target": "关于研究道路交通管理分工和地方交通公安机构干警评授警衔问题的会议纪要",
      "type": "PUSHED",
      "properties": {
        "start_date": "1993-11-10",
        "description": {
          "zh-cn": "时任国务院秘书长罗干召集会议，并最终形成了该会议纪要，以解决公安与交通部门的管理分工问题。",
          "en": "Then Secretary-General of the State Council Luo Gan convened a meeting which resulted in these minutes to resolve the issue of management division between the public security and transport departments."
        }
      }
    },
    {
      "source": "俞雷",
      "target": "罗干",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1989-12",
        "description": {
          "zh-cn": "在1989年12月召开的第一次全国公安交通管理工作会议上，时任公安部副部长俞雷作了报告，时任国务院秘书长罗干到会并作了重要讲话。",
          "en": "At the first National Public Security Traffic Management Work Conference in December 1989, then Vice Minister of Public Security Yu Lei gave a report, and then Secretary-General of the State Council Luo Gan attended and delivered an important speech."
        }
      }
    },
    {
      "source": "张正常",
      "target": "罗干",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1989-12",
        "description": {
          "zh-cn": "在1989年12月召开的第一次全国公安交通管理工作会议上，时任公安部交通管理局局长张正常在会议结束时讲了话，时任国务院秘书长罗干亦到会。",
          "en": "At the first National Public Security Traffic Management Work Conference in December 1989, then Director of the Traffic Management Bureau Zhang Zhengchang spoke at the end of the meeting, which was also attended by then Secretary-General of the State Council Luo Gan."
        }
      }
    },
    {
      "source": "张正常",
      "target": "公安部交通管理局",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "局长",
          "en": "Director"
        },
        "description": {
          "zh-cn": "1989年12月，张正常以公安部交通管理局局长身份在第一次全国公安交通管理工作会议上讲话。",
          "en": "In December 1989, Zhang Zhengchang spoke at the first National Public Security Traffic Management Work Conference as the Director of the Traffic Management Bureau of the Ministry of Public Security."
        }
      }
    },
    {
      "source": "俞雷",
      "target": "中华人民共和国公安部",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副部长",
          "en": "Vice Minister"
        },
        "description": {
          "zh-cn": "1989年12月，俞雷以公安部副部长身份在第一次全国公安交通管理工作会议上作报告。",
          "en": "In December 1989, Yu Lei delivered a report at the first National Public Security Traffic Management Work Conference as the Vice Minister of Public Security."
        }
      }
    }
  ]
}