{
  "nodes": [
    {
      "id": "中国人民政治协商会议",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民政治协商会议",
          "人民政协",
          "政协"
        ],
        "en": [
          "Chinese People's Political Consultative Conference"
        ]
      },
      "properties": {
        "period": "1949-09-21 - ",
        "description": {
          "zh-cn": "中国共产党领导的多党合作和政治协商制度下的统一战线组织，是中国人民爱国统一战线的组织形式，不属于国家机构体系。",
          "en": "A united front organization under the system of multi-party cooperation and political consultation led by the Communist Party of China. It serves as the organizational form of the Chinese People's Patriotic United Front and is not part of the state organ system."
        }
      }
    },
    {
      "id": "中国共产党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国共产党"
        ],
        "en": [
          "Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的执政党，领导中国人民政治协商会议。",
          "en": "The ruling political party of the People's Republic of China, which leads the Chinese People's Political Consultative Conference."
        }
      }
    },
    {
      "id": "中国人民政治协商会议全国委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国人民政治协商会议全国委员会",
          "全国委员会",
          "全国政协"
        ],
        "en": [
          "National Committee of the Chinese People's Political Consultative Conference"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国人民政治协商会议的全国性组织机构。",
          "en": "The national-level organizational body of the Chinese People's Political Consultative Conference."
        }
      }
    },
    {
      "id": "王沪宁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王沪宁"
        ],
        "en": [
          "Wang Huning"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，现任中国人民政治协商会议全国委员会主席。",
          "en": "Chinese politician, currently serving as the Chairman of the National Committee of the Chinese People's Political Consultative Conference."
        }
      }
    },
    {
      "id": "王东峰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王东峰"
        ],
        "en": [
          "Wang Dongfeng"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，现任中国人民政治协商会议全国委员会副主席兼秘书长。",
          "en": "Chinese politician, currently serving as a Vice Chairman and Secretary-General of the National Committee of the Chinese People's Political Consultative Conference."
        }
      }
    },
    {
      "id": "重庆谈判",
      "type": "Event",
      "name": {
        "zh-cn": [
          "重庆谈判"
        ],
        "en": [
          "Chongqing Negotiations"
        ]
      },
      "properties": {
        "period": "1945-08 - 1945-10",
        "description": {
          "zh-cn": "抗日战争胜利后，中国国民党与中国共产党在重庆进行的和平谈判。",
          "en": "Peace negotiations held in Chongqing between the Kuomintang and the Communist Party of China after the victory of the Second Sino-Japanese War."
        }
      }
    },
    {
      "id": "政治协商会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "政治协商会议",
          "旧政协"
        ],
        "en": [
          "Political Consultative Conference"
        ]
      },
      "properties": {
        "period": "1946-01-10 - 1946-01-31",
        "description": {
          "zh-cn": "1946年在重庆召开的政治会议，由中国国民党、中国共产党、中国民主同盟等党派及社会贤达参加，旨在商讨和平建国方案。后因国民党单方面召开“制宪国民大会”而解体。",
          "en": "A political conference held in Chongqing in 1946, attended by the Kuomintang, the Communist Party of China, the China Democratic League, and other parties and public figures, to discuss a plan for peaceful national reconstruction. It later collapsed after the Kuomintang unilaterally convened a 'Constituent National Assembly'."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "lifetime": "1898-03-05 - 1976-01-08",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要领导人之一。在重庆谈判中提出召开政治会议，并在1973年批准全国政协恢复活动。",
          "en": "One of the main leaders of the Communist Party of China and the People's Republic of China. He proposed holding a political conference during the Chongqing Negotiations and approved the resumption of CPPCC activities in 1973."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "lifetime": "1893-12-26 - 1976-09-09",
        "gender": "Male",
        "description": {
          "zh-cn": "中国共产党和中华人民共和国的主要缔造者和领导人。参与重庆谈判，后担任新政协筹备会主任，并定义了1954年后政协的性质和任务。",
          "en": "The main founder and leader of the Communist Party of China and the People's Republic of China. He participated in the Chongqing Negotiations, later served as the chairman of the preparatory committee for the new PCC, and defined the nature and tasks of the CPPCC after 1954."
        }
      }
    },
    {
      "id": "中国国民党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中国国民党"
        ],
        "en": [
          "Kuomintang"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华民国的主要政党之一，参与了1946年的政治协商会议。",
          "en": "One of the main political parties of the Republic of China, which participated in the 1946 Political Consultative Conference."
        }
      }
    },
    {
      "id": "制宪国民大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "制宪国民大会"
        ],
        "en": [
          "Constituent National Assembly"
        ]
      },
      "properties": {
        "period": "1946-11",
        "description": {
          "zh-cn": "1946年由中国国民党单方面召开的会议，旨在制定《中华民国宪法》。此举导致了政治协商会议的解体。",
          "en": "A conference unilaterally convened by the Kuomintang in 1946 to draft the Constitution of the Republic of China. This action led to the collapse of the Political Consultative Conference."
        }
      }
    },
    {
      "id": "五一口号",
      "type": "Document",
      "name": {
        "zh-cn": [
          "五一口号",
          "纪念“五一”劳动节口号"
        ],
        "en": [
          "May Day Slogans"
        ]
      },
      "properties": {
        "period": "1948-04-30",
        "description": {
          "zh-cn": "1948年由中共中央发布的口号，提出迅速召开新的政治协商会议，成立民主联合政府，得到各民主党派和无党派人士的响应。",
          "en": "Slogans issued by the CPC Central Committee in 1948, calling for the prompt convening of a new political consultative conference to establish a democratic coalition government, which received responses from various democratic parties and non-partisans."
        }
      }
    },
    {
      "id": "新政治协商会议筹备会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "新政治协商会议筹备会"
        ],
        "en": [
          "Preparatory Committee for the New Political Consultative Conference"
        ]
      },
      "properties": {
        "period": "1949-06-15 - 1949-09-21",
        "description": {
          "zh-cn": "负责筹备召开中国人民政治协商会议的机构，于1949年在北平成立。",
          "en": "The body responsible for preparing for the convening of the Chinese People's Political Consultative Conference, established in Beiping in 1949."
        }
      }
    },
    {
      "id": "中国人民政治协商会议第一届全体会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国人民政治协商会议第一届全体会议"
        ],
        "en": [
          "First Plenary Session of the Chinese People's Political Consultative Conference"
        ]
      },
      "properties": {
        "period": "1949-09-21",
        "description": {
          "zh-cn": "宣告中国人民政治协商会议正式成立的会议，代行全国人民代表大会职权，通过了《共同纲领》并选举了中央人民政府。",
          "en": "The meeting that announced the formal establishment of the Chinese People's Political Consultative Conference. It exercised the functions and powers of the National People's Congress, passed the 'Common Program', and elected the Central People's Government."
        }
      }
    },
    {
      "id": "中华人民共和国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国"
        ],
        "en": [
          "People's Republic of China"
        ]
      },
      "properties": {
        "period": "1949-10-01 - ",
        "description": {
          "zh-cn": "亚洲的一个社会主义国家，其成立由第一届政协全体会议宣告。",
          "en": "A socialist state in Asia, whose founding was declared by the First Plenary Session of the CPPCC."
        }
      }
    },
    {
      "id": "中国人民政治协商会议共同纲领",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国人民政治协商会议共同纲领"
        ],
        "en": [
          "Common Program of the Chinese People's Political Consultative Conference"
        ]
      },
      "properties": {
        "period": "1949-09-29 - 1954-09-20",
        "description": {
          "zh-cn": "在1954年宪法颁布前，起着临时宪法作用的政治纲领，由第一届政协全体会议通过。",
          "en": "A political program that served as a provisional constitution before the promulgation of the 1954 Constitution, passed by the First Plenary Session of the CPPCC."
        }
      }
    },
    {
      "id": "第一届全国人民代表大会第一次会议",
      "type": "Event",
      "name": {
        "zh-cn": [
          "第一届全国人民代表大会第一次会议"
        ],
        "en": [
          "First Session of the 1st National People's Congress"
        ]
      },
      "properties": {
        "period": "1954-09",
        "description": {
          "zh-cn": "中华人民共和国第一届全国人民代表大会的首次会议，通过了1954年宪法，标志着政协代行立法机关职权的结束。",
          "en": "The first session of the 1st National People's Congress of the PRC, which passed the 1954 Constitution, marking the end of the CPPCC's exercise of legislative powers."
        }
      }
    },
    {
      "id": "全国人民代表大会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "全国人民代表大会"
        ],
        "en": [
          "National People's Congress"
        ]
      },
      "properties": {
        "period": "1954-09 - ",
        "description": {
          "zh-cn": "中华人民共和国的最高国家权力机关。",
          "en": "The highest state authority of the People's Republic of China."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "1966年至1976年在中国发生的一场政治运动，期间政协工作陷入瘫痪。",
          "en": "A political movement in China from 1966 to 1976, during which the work of the CPPCC was paralyzed."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "lifetime": "1904-08-22 - 1997-02-19",
        "gender": "Male",
        "description": {
          "zh-cn": "中国改革开放的总设计师，在中共十一届三中全会后重新肯定了政协在国家政治生活中的重要作用。",
          "en": "The chief architect of China's reform and opening-up, who reaffirmed the important role of the CPPCC in the country's political life after the Third Plenary Session of the 11th CPC Central Committee."
        }
      }
    },
    {
      "id": "中华人民共和国宪法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国宪法"
        ],
        "en": [
          "Constitution of the People's Republic of China"
        ]
      },
      "properties": {
        "period": "1982-12-04",
        "description": {
          "zh-cn": "中华人民共和国的现行宪法，于1982年通过。其序言首次明确规定了中国人民政治协商会议的地位和作用。",
          "en": "The current constitution of the People's Republic of China, adopted in 1982. Its preamble explicitly stipulates the status and role of the Chinese People's Political Consultative Conference for the first time."
        }
      }
    },
    {
      "id": "中国共产党领导的多党合作和政治协商制度",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中国共产党领导的多党合作和政治协商制度"
        ],
        "en": [
          "System of multi-party cooperation and political consultation led by the Communist Party of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的一项基本政治制度，中国人民政治协商会议是该制度下的重要机构。",
          "en": "A fundamental political system of the People's Republic of China, under which the CPPCC is a key institution."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "中国共产党",
      "target": "中国人民政治协商会议",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1949-09-21",
        "description": {
          "zh-cn": "中国人民政治协商会议是在中国共产党领导下的统一战线组织和多党合作的重要机构。",
          "en": "The Chinese People's Political Consultative Conference is a united front organization and a key institution for multi-party cooperation under the leadership of the Communist Party of China."
        }
      }
    },
    {
      "source": "重庆谈判",
      "target": "政治协商会议",
      "type": "PUSHED",
      "properties": {
        "start_date": "1945-10",
        "description": {
          "zh-cn": "重庆谈判的《双十协定》中正式确定了召开政治协商会议。",
          "en": "The 'Double Tenth Agreement' from the Chongqing Negotiations formally decided to convene the Political Consultative Conference."
        }
      }
    },
    {
      "source": "制宪国民大会",
      "target": "政治协商会议",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1946-11",
        "description": {
          "zh-cn": "中国国民党单方面宣布召开“制宪国民大会”，导致政治协商会议解体。",
          "en": "The Kuomintang's unilateral announcement of the convening of the 'Constituent National Assembly' led to the collapse of the Political Consultative Conference."
        }
      }
    },
    {
      "source": "五一口号",
      "target": "新政治协商会议筹备会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1948-04-30",
        "description": {
          "zh-cn": "中共中央发布的“五一口号”号召召开新的政治协商会议，直接促成了新政协筹备会的成立。",
          "en": "The 'May Day Slogans' issued by the CPC Central Committee called for a new political consultative conference, directly leading to the establishment of the preparatory committee for the new PCC."
        }
      }
    },
    {
      "source": "新政治协商会议筹备会",
      "target": "中国人民政治协商会议第一届全体会议",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-06-15",
        "end_date": "1949-09-21",
        "description": {
          "zh-cn": "新政协筹备会负责了第一届全体会议的一切筹备事宜。",
          "en": "The preparatory committee for the new PCC was responsible for all preparations for the First Plenary Session."
        }
      }
    },
    {
      "source": "中国人民政治协商会议第一届全体会议",
      "target": "中国人民政治协商会议",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1949-09-21",
        "description": {
          "zh-cn": "第一届全体会议的召开，宣告了中国人民政治协商会议的正式成立。",
          "en": "The convening of the First Plenary Session marked the formal establishment of the Chinese People's Political Consultative Conference."
        }
      }
    },
    {
      "source": "中国人民政治协商会议第一届全体会议",
      "target": "中华人民共和国",
      "type": "PUSHED",
      "properties": {
        "start_date": "1949-09",
        "description": {
          "zh-cn": "第一届全体会议代表全国人民的意志，宣告中华人民共和国的成立，并组织了中央政府。",
          "en": "The First Plenary Session, representing the will of the entire nation, declared the founding of the People's Republic of China and organized the Central Government."
        }
      }
    },
    {
      "source": "中国人民政治协商会议",
      "target": "全国人民代表大会",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1949-09-21",
        "end_date": "1954-09",
        "description": {
          "zh-cn": "在第一届全国人民代表大会召开前，中国人民政治协商会议全体会议代行全国人民代表大会的职权。",
          "en": "Before the convening of the First National People's Congress, the Plenary Session of the Chinese People's Political Consultative Conference exercised the functions and powers of the National People's Congress."
        }
      }
    },
    {
      "source": "第一届全国人民代表大会第一次会议",
      "target": "中国人民政治协商会议",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1954-09",
        "description": {
          "zh-cn": "第一届全国人大一次会议召开后，政协不再代行立法机关职权，其角色转变为统一战线组织。",
          "en": "After the first session of the 1st NPC was held, the CPPCC no longer exercised legislative powers, and its role shifted to that of a united front organization."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "中国人民政治协商会议全国委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966-08-30",
        "description": {
          "zh-cn": "文化大革命爆发后，全国政协及其地方委员会的工作陷入瘫痪，机关停止办公。",
          "en": "After the outbreak of the Cultural Revolution, the work of the CPPCC National Committee and its local committees was paralyzed, and their offices ceased to operate."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "中国人民政治协商会议全国委员会",
      "type": "PUSHED",
      "properties": {
        "start_date": "1973-02-28",
        "description": {
          "zh-cn": "经周恩来批准，全国政协举行活动，标志着其在文革后恢复活动。",
          "en": "With Zhou Enlai's approval, the CPPCC National Committee held an event, marking the resumption of its activities after the Cultural Revolution."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "中国人民政治协商会议",
      "type": "PUSHED",
      "properties": {
        "start_date": "1979-06-15",
        "description": {
          "zh-cn": "在改革开放新时期，邓小平明确了人民政协在国家大政方针、政治生活和现代化建设中的协商、讨论和监督作用。",
          "en": "In the new era of reform and opening-up, Deng Xiaoping clarified the CPPCC's role in consultation, discussion, and supervision regarding major state policies, political life, and modernization."
        }
      }
    },
    {
      "source": "中华人民共和国宪法",
      "target": "中国人民政治协商会议",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1982-12-04",
        "description": {
          "zh-cn": "1982年宪法在序言中首次明确规定了中国人民政治协商会议的性质、地位和作用，为其发展提供了法律依据。",
          "en": "The 1982 Constitution, for the first time in its preamble, explicitly defined the nature, status, and role of the Chinese People's Political Consultative Conference, providing a legal basis for its development."
        }
      }
    },
    {
      "source": "王沪宁",
      "target": "中国人民政治协商会议全国委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "主席",
          "en": "Chairman"
        },
        "description": {
          "zh-cn": "现任中国人民政治协商会议第十四届全国委员会主席。",
          "en": "Currently serves as the Chairman of the 14th National Committee of the Chinese People's Political Consultative Conference."
        }
      }
    },
    {
      "source": "王东峰",
      "target": "中国人民政治协商会议全国委员会",
      "type": "MEMBER_OF",
      "properties": {
        "position": {
          "zh-cn": "副主席、秘书长",
          "en": "Vice Chairman, Secretary-General"
        },
        "description": {
          "zh-cn": "现任中国人民政治协商会议第十四届全国委员会副主席、秘书长。",
          "en": "Currently serves as a Vice Chairman and the Secretary-General of the 14th National Committee of the Chinese People's Political Consultative Conference."
        }
      }
    }
  ]
}