{
  "nodes": [
    {
      "id": "章宗祥",
      "type": "Person",
      "name": {
        "zh-cn": [
          "章宗祥",
          "仲和"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1879 - 1962-10-01",
        "gender": "Male",
        "birth_place": {
          "zh-cn": "浙江省湖州府乌程县",
          "en": "Wucheng County, Huzhou Prefecture, Zhejiang Province"
        },
        "death_place": {
          "zh-cn": "上海市",
          "en": "Shanghai"
        },
        "description": {
          "zh-cn": "中华民国政治人物、外交官。清末曾留学日本，归国后在清廷任职。民国成立后，历任大理院院长、司法总长、驻日公使等职。因在巴黎和会上的对日让步态度，在五四运动中被视为亲日派代表人物之一，并遭到学生殴打。后退出政界，转入实业界。抗战期间曾任华北政务委员会咨询委员。",
          "en": "A politician and diplomat of the Republic of China. He studied in Japan in the late Qing Dynasty and held various positions in the Qing court upon his return. After the establishment of the Republic, he served as President of the Supreme Court, Minister of Justice, and Minister to Japan. Due to his conciliatory stance towards Japan at the Paris Peace Conference, he was regarded as a pro-Japanese representative during the May Fourth Movement and was beaten by students. He later retired from politics and entered the business world. During the Second Sino-Japanese War, he served as an advisory committee member of the North China Political Council."
        }
      }
    },
    {
      "id": "曹汝霖",
      "type": "Person",
      "name": {
        "zh-cn": [
          "曹汝霖"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，与章宗祥同为留日学生，后同在北洋政府任职，因亲日立场在五四运动中一同成为学生抗议的目标。",
          "en": "A politician of the Republic of China, who studied in Japan with Zhang Zongxiang and later served in the Beiyang government. Due to his pro-Japanese stance, he became a target of student protests along with Zhang during the May Fourth Movement."
        }
      }
    },
    {
      "id": "明治大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "明治大学"
        ],
        "en": [
          "Meiji University"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "日本",
          "en": "Japan"
        },
        "description": {
          "zh-cn": "位于日本东京的著名私立大学，章宗祥在此获得法学士学位。",
          "en": "A famous private university in Tokyo, Japan, where Zhang Zongxiang obtained his Bachelor of Laws degree."
        }
      }
    },
    {
      "id": "东京帝国大学",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "东京帝国大学"
        ],
        "en": [
          "Tokyo Imperial University"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "日本",
          "en": "Japan"
        },
        "description": {
          "zh-cn": "日本创办的第一所现代大学，章宗祥曾在此就读法科。",
          "en": "The first modern university established in Japan, where Zhang Zongxiang studied in the Faculty of Law."
        }
      }
    },
    {
      "id": "汪精卫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "汪精卫"
        ],
        "en": [
          "Wang Jingwei"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国政治人物，早年为革命党人，因谋刺摄政王载沣被捕。章宗祥的干预使其免于死刑。",
          "en": "A Chinese political figure, who was a revolutionary in his early years. He was arrested for attempting to assassinate the regent Zaifeng. Zhang Zongxiang's intervention saved him from the death penalty."
        }
      }
    },
    {
      "id": "袁世凯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁世凯"
        ],
        "en": [
          "Yuan Shikai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国第一任正式大总统，后称帝。时任司法总长的章宗祥为支持其称帝，否定了筹安会的违法性。",
          "en": "The first formal president of the Republic of China, who later proclaimed himself emperor. Zhang Zongxiang, then Minister of Justice, supported his imperial ambitions by denying the illegality of the Chouanhui."
        }
      }
    },
    {
      "id": "筹安会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "筹安会"
        ],
        "en": []
      },
      "properties": {
        "period": "1915",
        "description": {
          "zh-cn": "为袁世凯称帝制造舆论的政治团体。时任司法总长的章宗祥否定其违法性。",
          "en": "A political group that created public support for Yuan Shikai's accession to the throne. Zhang Zongxiang, then Minister of Justice, denied its illegality."
        }
      }
    },
    {
      "id": "五四运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "五四运动"
        ],
        "en": [
          "May Fourth Movement"
        ]
      },
      "properties": {
        "period": "1919-05-04 - ",
        "location": {
          "zh-cn": "中国",
          "en": "China"
        },
        "description": {
          "zh-cn": "1919年爆发的中国爱国运动，抗议巴黎和会对山东问题的处理。章宗祥、曹汝霖、陆宗舆因其亲日立场成为学生的主要攻击目标。",
          "en": "A Chinese patriotic movement that broke out in 1919, protesting the handling of the Shandong problem at the Paris Peace Conference. Zhang Zongxiang, Cao Rulin, and Lu Zongyu became major targets of the students due to their pro-Japanese stance."
        }
      }
    },
    {
      "id": "火烧赵家楼",
      "type": "Event",
      "name": {
        "zh-cn": [
          "火烧赵家楼"
        ],
        "en": []
      },
      "properties": {
        "period": "1919-05-04",
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "五四运动中的标志性事件，学生们放火焚烧了曹汝霖的住宅。当时正在曹宅的章宗祥被学生们严重殴打。",
          "en": "A landmark event in the May Fourth Movement where students set fire to Cao Rulin's residence. Zhang Zongxiang, who was at Cao's house at the time, was severely beaten by the students."
        }
      }
    },
    {
      "id": "唐绍仪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "唐绍仪"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国第一任内阁总理。章宗祥曾作为其随从参加南北议和。",
          "en": "The first Premier of the Republic of China. Zhang Zongxiang attended the North-South peace negotiations as his attendant."
        }
      }
    },
    {
      "id": "南北议和",
      "type": "Event",
      "name": {
        "zh-cn": [
          "南北议和"
        ],
        "en": []
      },
      "properties": {
        "period": "1911 - 1912",
        "description": {
          "zh-cn": "辛亥革命期间，南方革命政府与北方清政府之间的和平谈判。章宗祥作为唐绍仪的随从参与其中。",
          "en": "Peace negotiations between the southern revolutionary government and the northern Qing government during the Xinhai Revolution. Zhang Zongxiang participated as an attendant to Tang Shaoyi."
        }
      }
    },
    {
      "id": "中华民国大理院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华民国大理院",
          "大理院"
        ],
        "en": []
      },
      "properties": {
        "period": "1912 - 1927",
        "description": {
          "zh-cn": "中华民国北京政府时期的最高审判机关。章宗祥于1912年至1914年担任院长。",
          "en": "The supreme judicial body during the Beiyang government period of the Republic of China. Zhang Zongxiang served as its president from 1912 to 1914."
        }
      }
    },
    {
      "id": "王揖唐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "王揖唐"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中华民国政治人物，后成为华北政务委员会委员长。他曾邀请章宗祥出任该委员会的咨询委员。",
          "en": "A politician of the Republic of China who later became the chairman of the North China Political Council. He invited Zhang Zongxiang to serve as an advisory committee member of the council."
        }
      }
    },
    {
      "id": "华北政务委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "华北政务委员会"
        ],
        "en": [
          "North China Political Council"
        ]
      },
      "properties": {
        "period": "1940 - 1945",
        "description": {
          "zh-cn": "抗日战争期间，日本在中国华北地区扶植的傀儡政权。章宗祥于1942年起担任其咨询委员。",
          "en": "A puppet state established by Japan in North China during the Second Sino-Japanese War. Zhang Zongxiang served as its advisory committee member from 1942."
        }
      }
    },
    {
      "id": "董康",
      "type": "Person",
      "name": {
        "zh-cn": [
          "董康"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "中国法学家，曾与章宗祥共同翻译日本刑法，并接替章宗祥担任大理院院长。",
          "en": "A Chinese jurist who co-translated the Japanese criminal code with Zhang Zongxiang and succeeded him as the President of the Supreme Court."
        }
      }
    },
    {
      "id": "西原借款",
      "type": "Document",
      "name": {
        "zh-cn": [
          "西原借款"
        ],
        "en": [
          "Nishihara Loans"
        ]
      },
      "properties": {
        "period": "1917 - 1918",
        "description": {
          "zh-cn": "段祺瑞政府向日本寺内正毅内阁进行的一系列借款，以中国的多种权益作为抵押。时任驻日公使的章宗祥是主要交涉人之一。",
          "en": "A series of loans from the Terauchi Masatake cabinet of Japan to the Duan Qirui government, secured by various Chinese interests. Zhang Zongxiang, then Minister to Japan, was one of the main negotiators."
        }
      }
    },
    {
      "id": "西原龟三",
      "type": "Person",
      "name": {
        "zh-cn": [
          "西原龟三"
        ],
        "en": [
          "Nishihara Kamezō"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日本企业家、政治说客，作为日本首相寺内正毅的非正式代表，与章宗祥等人谈判并促成了“西原借款”。",
          "en": "A Japanese entrepreneur and political lobbyist who, as an informal representative of Japanese Prime Minister Terauchi Masatake, negotiated with Zhang Zongxiang and others to facilitate the 'Nishihara Loans'."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "章宗祥",
      "target": "明治大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "degree": {
          "zh-cn": "法学士",
          "en": "Bachelor of Laws"
        },
        "description": {
          "zh-cn": "章宗祥在日本留学期间，获得明治大学法学士学位。",
          "en": "During his studies in Japan, Zhang Zongxiang obtained a Bachelor of Laws degree from Meiji University."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "东京帝国大学",
      "type": "ALUMNUS_OF",
      "properties": {
        "description": {
          "zh-cn": "章宗祥在日本留学期间，曾入东京帝国大学法科学习。",
          "en": "During his studies in Japan, Zhang Zongxiang attended the Faculty of Law at Tokyo Imperial University."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "曹汝霖",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1899",
        "description": {
          "zh-cn": "章宗祥于1899年留学日本时与曹汝霖结识。1919年五四运动期间，章宗祥在曹汝霖家中访问时一同遭到学生冲击。",
          "en": "Zhang Zongxiang became acquainted with Cao Rulin while studying in Japan in 1899. During the May Fourth Movement in 1919, Zhang was visiting Cao's home when they were both targeted by students."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "汪精卫",
      "type": "PUSHED",
      "properties": {
        "start_date": "1910",
        "description": {
          "zh-cn": "在汪精卫行刺摄政王载沣被捕后，时任内城巡警厅丞的章宗祥建议案件由民政部而非刑部处理，最终使得汪精卫免于死刑，被判终身监禁。",
          "en": "After Wang Jingwei was arrested for attempting to assassinate the regent Zaifeng, Zhang Zongxiang, then head of the Inner City Police Department, suggested the case be handled by the Ministry of Civil Affairs instead of the Ministry of Justice. This ultimately saved Wang from the death penalty, and he was sentenced to life imprisonment instead."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "袁世凯",
      "type": "PUSHED",
      "properties": {
        "start_date": "1915",
        "description": {
          "zh-cn": "袁世凯称帝期间，时任司法总长的章宗祥否定了旨在推动帝制的筹安会的违法性，从而在法律上支持了袁世凯的行动。",
          "en": "During Yuan Shikai's attempt to become emperor, Zhang Zongxiang, then Minister of Justice, denied the illegality of the Chouanhui (a society promoting the monarchy), thereby legally supporting Yuan's actions."
        }
      }
    },
    {
      "source": "五四运动",
      "target": "章宗祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-05-04",
        "description": {
          "zh-cn": "因在巴黎和会上的对日让步态度，章宗祥在五四运动中被学生殴打致脑震荡，并于同年6月10日被免去驻日公使职务，政治生涯由此受挫。",
          "en": "Due to his conciliatory stance towards Japan at the Paris Peace Conference, Zhang Zongxiang was beaten by students and suffered a concussion during the May Fourth Movement. He was dismissed from his post as Minister to Japan on June 10 of the same year, which marked a setback in his political career."
        }
      }
    },
    {
      "source": "火烧赵家楼",
      "target": "章宗祥",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1919-05-04",
        "description": {
          "zh-cn": "在该事件中，正在曹汝霖家中的章宗祥被愤怒的学生殴打致脑震荡。",
          "en": "During this event, Zhang Zongxiang, who was at Cao Rulin's house, was beaten and suffered a concussion by angry students."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "唐绍仪",
      "type": "SUBORDINATE_OF",
      "properties": {
        "start_date": "1911",
        "description": {
          "zh-cn": "章宗祥作为唐绍仪的随从，参加了辛亥革命后的南北议和。",
          "en": "Zhang Zongxiang participated in the North-South peace negotiations after the Xinhai Revolution as an attendant to Tang Shaoyi."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "中华民国大理院",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1912-07",
        "end_date": "1914-02",
        "position": {
          "zh-cn": "院长",
          "en": "President"
        },
        "description": {
          "zh-cn": "章宗祥于1912年7月至1914年2月期间，担任中华民国大理院院长。",
          "en": "From July 1912 to February 1914, Zhang Zongxiang served as the President of the Supreme Court of the Republic of China."
        }
      }
    },
    {
      "source": "王揖唐",
      "target": "章宗祥",
      "type": "PUSHED",
      "properties": {
        "start_date": "1942-03",
        "description": {
          "zh-cn": "1942年3月，章宗祥应时任华北政务委员会委员长王揖唐之邀，出任该委员会的咨询委员。",
          "en": "In March 1942, at the invitation of Wang Yitang, then chairman of the North China Political Council, Zhang Zongxiang took up the post of advisory committee member of the council."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "华北政务委员会",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1942-03",
        "position": {
          "zh-cn": "咨询委员",
          "en": "Advisory Committee Member"
        },
        "description": {
          "zh-cn": "1942年3月起，章宗祥在与大日本帝国合作的华北政务委员会中担任咨询委员。",
          "en": "Starting from March 1942, Zhang Zongxiang served as an advisory committee member in the North China Political Council, which collaborated with the Empire of Japan."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "董康",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1905",
        "description": {
          "zh-cn": "1905年，章宗祥与董康共同翻译了日本的刑法，并共同提出了《刑律草案稿本》。",
          "en": "In 1905, Zhang Zongxiang and Dong Kang co-translated the Japanese criminal code and jointly proposed the 'Draft Criminal Code'."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "西原借款",
      "type": "PUSHED",
      "properties": {
        "start_date": "1917",
        "end_date": "1918",
        "description": {
          "zh-cn": "担任驻日公使期间，章宗祥与日方代表西原龟三进行交涉，缔结了西原借款。",
          "en": "While serving as Minister to Japan, Zhang Zongxiang negotiated with the Japanese representative Nishihara Kamezō to conclude the Nishihara Loans."
        }
      }
    },
    {
      "source": "章宗祥",
      "target": "西原龟三",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1917",
        "end_date": "1918",
        "description": {
          "zh-cn": "章宗祥作为中方代表与日方代表西原龟三进行交涉，以缔结西原借款。",
          "en": "As the Chinese representative, Zhang Zongxiang negotiated with the Japanese representative Nishihara Kamezō to conclude the Nishihara Loans."
        }
      }
    }
  ]
}