{
  "nodes": [
    {
      "id": "知识分子",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "知识分子",
          "知识人"
        ],
        "en": [
          "Intellectual"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "对社会现实进行批判性思考、研究和反思，并针对社会规范问题提出解决方案的人。",
          "en": "A person who engages in critical thinking, research, and reflection about the reality of society, and who proposes solutions for its normative problems."
        }
      }
    },
    {
      "id": "德西德里乌斯·伊拉斯谟",
      "type": "Person",
      "name": {
        "zh-cn": [
          "德西德里乌斯·伊拉斯谟",
          "伊拉斯谟"
        ],
        "en": [
          "Desiderius Erasmus"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "文艺复兴时期的人文主义思想家和神学家。",
          "en": "A Dutch philosopher and Catholic theologian who is considered one of the greatest scholars of the northern Renaissance."
        }
      }
    },
    {
      "id": "让-雅克·卢梭",
      "type": "Person",
      "name": {
        "zh-cn": [
          "让-雅克·卢梭",
          "卢梭"
        ],
        "en": [
          "Jean-Jacques Rousseau"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "日内瓦哲学家、作家和作曲家，其政治哲学深刻影响了启蒙运动、法国大革命和现代政治、经济和教育思想的发展。",
          "en": "A Genevan philosopher, writer, and composer whose political philosophy influenced the progress of the Enlightenment throughout Europe, as well as aspects of the French Revolution and the development of modern political, economic, and educational thought."
        }
      }
    },
    {
      "id": "法国大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "法国大革命"
        ],
        "en": [
          "French Revolution"
        ]
      },
      "properties": {
        "period": "1789 - 1799",
        "description": {
          "zh-cn": "法国的一段社会激进和政治动荡的时期，对法国历史以及全欧洲都留下了深刻的印记。",
          "en": "A period of radical social and political upheaval in France that had a lasting impact on French history and on Europe as a whole."
        }
      }
    },
    {
      "id": "中华人民共和国中央人民政府 (1949年－1954年)",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中华人民共和国中央人民政府 (1949年－1954年)",
          "中央人民政府"
        ],
        "en": [
          "Central People's Government of the People's Republic of China (1949–1954)"
        ]
      },
      "properties": {
        "period": "1949 - 1954",
        "description": {
          "zh-cn": "中华人民共和国成立初期的中央政府。",
          "en": "The central government of the People's Republic of China during its initial period."
        }
      }
    },
    {
      "id": "关于划分农村阶级成份的决定",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于划分农村阶级成份的决定"
        ],
        "en": [
          "Decision on the Differentiation of Rural Class Status"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1950年由中华人民共和国中央人民政府颁布的，用于在农村地区划分阶级成分的政府文件。",
          "en": "A government document promulgated in 1950 by the Central People's Government of the People's Republic of China for classifying class status in rural areas."
        }
      }
    },
    {
      "id": "周恩来",
      "type": "Person",
      "name": {
        "zh-cn": [
          "周恩来"
        ],
        "en": [
          "Zhou Enlai"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1898-03-05 - 1976-01-08",
        "description": {
          "zh-cn": "中国政治家、革命家、军事家、外交家，曾任中华人民共和国国务院总理。",
          "en": "A Chinese statesman, revolutionary, military leader, and diplomat who served as the first Premier of the People's Republic of China."
        }
      }
    },
    {
      "id": "关于知识分子问题的报告",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于知识分子问题的报告"
        ],
        "en": [
          "Report on the Question of Intellectuals"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1956年由周恩来在知识分子会议上所作的报告，报告中提出知识分子“已经是工人阶级的一部分”。",
          "en": "A report delivered by Zhou Enlai at the Conference on Intellectuals in 1956, which stated that intellectuals were 'already a part of the working class'."
        }
      }
    },
    {
      "id": "毛泽东",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毛泽东"
        ],
        "en": [
          "Mao Zedong"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1893-12-26 - 1976-09-09",
        "description": {
          "zh-cn": "中国革命家、政治家、军事战略家、诗人和理论家，曾任中国共产党中央委员会主席、中华人民共和国主席。",
          "en": "A Chinese communist revolutionary, political theorist, military strategist, poet, and statesman who was the chairman of the Central Committee of the Communist Party of China and the chairman of the People's Republic of China."
        }
      }
    },
    {
      "id": "中国共产党第八次全国代表大会",
      "type": "Event",
      "name": {
        "zh-cn": [
          "中国共产党第八次全国代表大会",
          "中共八大"
        ],
        "en": [
          "8th National Congress of the Chinese Communist Party"
        ]
      },
      "properties": {
        "period": "1956-09-15 - 1956-09-27",
        "description": {
          "zh-cn": "中国共产党在中华人民共和国成立后举办的第一次全国代表大会。",
          "en": "The first National Congress of the Chinese Communist Party held after the founding of the People's Republic of China."
        }
      }
    },
    {
      "id": "反右运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "反右运动"
        ],
        "en": [
          "Anti-Rightist Campaign"
        ]
      },
      "properties": {
        "period": "1957 - 1959",
        "description": {
          "zh-cn": "1957年发起于中华人民共和国的一场大规模政治运动，旨在打击被认为是“右派”的知识分子和异议人士。",
          "en": "A large-scale political campaign launched in the People's Republic of China in 1957 to purge alleged 'rightists' among intellectuals and dissidents."
        }
      }
    },
    {
      "id": "大跃进",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "大跃进"
        ],
        "en": [
          "Great Leap Forward"
        ]
      },
      "properties": {
        "period": "1958 - 1962",
        "description": {
          "zh-cn": "中华人民共和国于1958年至1962年间推行的一项经济和社会运动，旨在迅速将国家从农业经济转变为共产主义社会。",
          "en": "An economic and social campaign by the Communist Party of China from 1958 to 1962, which aimed to rapidly transform the country from an agrarian economy into a communist society."
        }
      }
    },
    {
      "id": "文化大革命",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "文化大革命"
        ],
        "en": [
          "Cultural Revolution"
        ]
      },
      "properties": {
        "period": "1966 - 1976",
        "description": {
          "zh-cn": "由毛泽东发起和领导的在中国发生的社会政治运动，导致了广泛的社会混乱、经济停滞和文化破坏。",
          "en": "A sociopolitical movement in China launched and led by Mao Zedong, which resulted in widespread social chaos, economic stagnation, and cultural destruction."
        }
      }
    },
    {
      "id": "知识越多越反动",
      "type": "Document",
      "name": {
        "zh-cn": [
          "知识越多越反动"
        ],
        "en": [
          "The more knowledge one has, the more reactionary one becomes"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "毛泽东提出的一个观点，在文化大革命期间对知识分子造成了严重打击。",
          "en": "A viewpoint put forward by Mao Zedong that led to severe persecution of intellectuals during the Cultural Revolution."
        }
      }
    },
    {
      "id": "邓小平",
      "type": "Person",
      "name": {
        "zh-cn": [
          "邓小平"
        ],
        "en": [
          "Deng Xiaoping"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1904-08-22 - 1997-02-19",
        "description": {
          "zh-cn": "中国政治家、革命家和外交家，是中华人民共和国的第二代最高领导人。",
          "en": "A Chinese politician, revolutionary, and diplomat who was the second paramount leader of the People's Republic of China."
        }
      }
    },
    {
      "id": "全国科学大会 (1978年)",
      "type": "Event",
      "name": {
        "zh-cn": [
          "全国科学大会 (1978年)",
          "全国科学大会"
        ],
        "en": [
          "National Science Conference (1978)"
        ]
      },
      "properties": {
        "period": "1978-03-18 - 1978-03-31",
        "description": {
          "zh-cn": "1978年在中国北京举行的重要会议，标志着中国科学技术事业在经历文化大革命后开始恢复和发展。邓小平在会上发表重要讲话，重申了对知识分子的积极评价。",
          "en": "An important conference held in Beijing, China in 1978, which marked the beginning of the recovery and development of China's science and technology sector after the Cultural Revolution. Deng Xiaoping delivered a key speech reaffirming a positive assessment of intellectuals."
        }
      }
    },
    {
      "id": "关于建国以来党的若干历史问题的决议",
      "type": "Document",
      "name": {
        "zh-cn": [
          "关于建国以来党的若干历史问题的决议"
        ],
        "en": [
          "Resolution on Certain Questions in the History of Our Party since the Founding of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "1981年中国共产党通过的一份重要历史文件，对建国以来的重大历史事件和人物（包括毛泽东和文化大革命）进行了官方评价。",
          "en": "An important historical document passed by the Communist Party of China in 1981, which provided the official assessment of major historical events and figures since the founding of the PRC, including Mao Zedong and the Cultural Revolution."
        }
      }
    },
    {
      "id": "中华人民共和国宪法",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中华人民共和国宪法"
        ],
        "en": [
          "Constitution of the People's Republic of China"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中华人民共和国的根本大法。1982年版本明确将知识分子列为社会主义建设的依靠力量之一。",
          "en": "The fundamental law of the People's Republic of China. The 1982 version explicitly lists intellectuals as one of the forces to rely on for socialist construction."
        }
      }
    },
    {
      "id": "资本主义",
      "type": "Document",
      "name": {
        "zh-cn": [
          "资本主义"
        ],
        "en": [
          "Capitalism"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "一种以生产资料私有制和市场经济为特征的经济体系。",
          "en": "An economic system characterized by private ownership of the means of production and a market economy."
        }
      }
    },
    {
      "id": "米尔顿·弗里德曼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "米尔顿·弗里德曼"
        ],
        "en": [
          "Milton Friedman"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1912-07-31 - 2006-11-16",
        "description": {
          "zh-cn": "美国经济学家、统计学家，芝加哥经济学派的领军人物，1976年诺贝尔经济学奖得主。",
          "en": "An American economist and statistician, a leader of the Chicago school of economics, and the 1976 Nobel Memorial Prize in Economic Sciences laureate."
        }
      }
    },
    {
      "id": "罗伯特·诺齐克",
      "type": "Person",
      "name": {
        "zh-cn": [
          "罗伯特·诺齐克"
        ],
        "en": [
          "Robert Nozick"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1938-11-16 - 2002-01-23",
        "description": {
          "zh-cn": "美国哲学家，以其著作《无政府、国家与乌托邦》而闻名，是自由意志主义的重要代表人物。",
          "en": "An American philosopher, best known for his book Anarchy, State, and Utopia, a prominent figure in libertarianism."
        }
      }
    },
    {
      "id": "知识分子为什么反对资本主义？",
      "type": "Document",
      "name": {
        "zh-cn": [
          "知识分子为什么反对资本主义？"
        ],
        "en": [
          "Why Do Intellectuals Oppose Capitalism?"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "罗伯特·诺齐克撰写的一篇文章，探讨了知识分子群体倾向于反对资本主义的原因。",
          "en": "An essay by Robert Nozick that explores the reasons behind the tendency of intellectuals to oppose capitalism."
        }
      }
    },
    {
      "id": "诺姆·乔姆斯基",
      "type": "Person",
      "name": {
        "zh-cn": [
          "诺姆·乔姆斯基",
          "乔姆斯基"
        ],
        "en": [
          "Noam Chomsky"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1928-12-07 - ",
        "description": {
          "zh-cn": "美国语言学家、哲学家、认知科学家、历史学家、社会评论家和政治活动家。",
          "en": "An American linguist, philosopher, cognitive scientist, historian, social critic, and political activist."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "让-雅克·卢梭",
      "target": "法国大革命",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "根据“世无卢梭，即无法国大革命”的说法，卢梭的思想是法国大革命的重要思想源泉。",
          "en": "According to the saying 'Without Rousseau, there would be no French Revolution,' Rousseau's ideas were a significant intellectual source for the French Revolution."
        }
      }
    },
    {
      "source": "中华人民共和国中央人民政府 (1949年－1954年)",
      "target": "关于划分农村阶级成份的决定",
      "type": "PUSHED",
      "properties": {
        "start_date": "1950-08",
        "description": {
          "zh-cn": "1950年8月，中央人民政府颁布了《关于划分农村阶级成份的决定》。",
          "en": "In August 1950, the Central People's Government promulgated the 'Decision on the Differentiation of Rural Class Status'."
        }
      }
    },
    {
      "source": "关于划分农村阶级成份的决定",
      "target": "知识分子",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1950-08",
        "description": {
          "zh-cn": "该决定将知识分子划归为工人阶级的一部分，称其为职员或高级职员。",
          "en": "This decision classified intellectuals as part of the working class, referring to them as staff or senior staff."
        }
      }
    },
    {
      "source": "周恩来",
      "target": "关于知识分子问题的报告",
      "type": "PUSHED",
      "properties": {
        "start_date": "1956-01-14",
        "description": {
          "zh-cn": "1956年1月14日，周恩来代表党中央作了《关于知识分子问题的报告》。",
          "en": "On January 14, 1956, Zhou Enlai delivered the 'Report on the Question of Intellectuals' on behalf of the Party Central Committee."
        }
      }
    },
    {
      "source": "关于知识分子问题的报告",
      "target": "知识分子",
      "type": "PUSHED",
      "properties": {
        "start_date": "1956-01-14",
        "description": {
          "zh-cn": "该报告提出，绝大部分知识分子“已经成为国家工作人员，已经为社会主义服务，已经是工人阶级的一部分”，对知识分子给予了积极肯定。",
          "en": "The report stated that the vast majority of intellectuals 'have become state personnel, are serving socialism, and are already part of the working class,' giving a positive affirmation to intellectuals."
        }
      }
    },
    {
      "source": "中国共产党第八次全国代表大会",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1957-09",
        "description": {
          "zh-cn": "根据文本记述，在1957年9月的中共八大上，知识分子被认定为“资产阶级和小资产阶级”。",
          "en": "According to the text, at the 8th National Congress of the CCP in September 1957, intellectuals were identified as 'bourgeoisie and petty bourgeoisie'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1957-03",
        "description": {
          "zh-cn": "毛泽东自1957年起多次对知识分子持负面看法，认为他们世界观属资产阶级，并提出“卑贱者最聪明，高贵者最愚蠢”等观点，在反右运动及文化大革命中对知识分子进行打压。",
          "en": "Starting from 1957, Mao Zedong repeatedly expressed negative views on intellectuals, believing their worldview was bourgeois and putting forward ideas like 'the lowly are the most intelligent; the elite are the most ignorant,' suppressing intellectuals during the Anti-Rightist Campaign and the Cultural Revolution."
        }
      }
    },
    {
      "source": "反右运动",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1957",
        "description": {
          "zh-cn": "在反右运动期间，知识分子被再度明确为资产阶级并受到严重迫害。",
          "en": "During the Anti-Rightist Campaign, intellectuals were once again explicitly defined as bourgeois and severely persecuted."
        }
      }
    },
    {
      "source": "大跃进",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1958",
        "description": {
          "zh-cn": "在大跃进期间，对知识分子的错误定性和歧视政策仍在持续。",
          "en": "During the Great Leap Forward, incorrect class labeling and discriminatory policies against intellectuals continued."
        }
      }
    },
    {
      "source": "文化大革命",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1966",
        "end_date": "1976",
        "description": {
          "zh-cn": "在文化大革命期间，对知识分子的歧视和迫害达到了顶峰，他们被当作“反动学术权威”和“臭老九”进行批斗。",
          "en": "During the Cultural Revolution, discrimination and persecution of intellectuals reached its peak; they were criticized as 'reactionary academic authorities' and the 'stinking ninth category'."
        }
      }
    },
    {
      "source": "毛泽东",
      "target": "知识越多越反动",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "毛泽东提出了“知识越多越反动”或“书读得越多越蠢”的观点。",
          "en": "Mao Zedong put forward the idea that 'the more knowledge one has, the more reactionary one becomes' or 'the more books one reads, the dumber one gets'."
        }
      }
    },
    {
      "source": "知识越多越反动",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "这一观点成为文化大革命期间迫害知识分子的理论基础之一。",
          "en": "This viewpoint became one of the theoretical justifications for persecuting intellectuals during the Cultural Revolution."
        }
      }
    },
    {
      "source": "邓小平",
      "target": "知识分子",
      "type": "PUSHED",
      "properties": {
        "start_date": "1977-05",
        "description": {
          "zh-cn": "自1977年起，邓小平多次提出要“尊重知识，尊重人才”，并在1978年全国科学大会上正式为知识分子平反，称其绝大多数“已经是工人阶级自己的一部分”。",
          "en": "Starting from May 1977, Deng Xiaoping repeatedly proposed to 'respect knowledge and respect talent,' and officially rehabilitated intellectuals at the 1978 National Science Conference, stating that the vast majority of them were 'already a part of the working class itself'."
        }
      }
    },
    {
      "source": "全国科学大会 (1978年)",
      "target": "知识分子",
      "type": "PUSHED",
      "properties": {
        "start_date": "1978-03-18",
        "description": {
          "zh-cn": "邓小平在此次会议上发表讲话，为知识分子正名，明确其为工人阶级的一部分，是社会主义事业的依靠力量，标志着对知识分子政策的重大转变。",
          "en": "Deng Xiaoping delivered a speech at this conference, rehabilitating intellectuals by clarifying they are part of the working class and a force to rely on for the socialist cause, marking a major shift in policy towards intellectuals."
        }
      }
    },
    {
      "source": "关于建国以来党的若干历史问题的决议",
      "target": "知识分子",
      "type": "PUSHED",
      "properties": {
        "start_date": "1981-06-27",
        "description": {
          "zh-cn": "该决议明确肯定知识分子同工人、农民一样是社会主义事业的依靠力量，并要求扫除轻视知识分子的错误观念。",
          "en": "This resolution explicitly affirmed that intellectuals, like workers and peasants, are a force to rely on for the socialist cause, and called for the elimination of the erroneous concept of despising intellectuals."
        }
      }
    },
    {
      "source": "中华人民共和国宪法",
      "target": "知识分子",
      "type": "PUSHED",
      "properties": {
        "start_date": "1982",
        "description": {
          "zh-cn": "1982年通过的《中华人民共和国宪法》规定：“社会主义的建设事业必须依靠工人、农民和知识分子”。",
          "en": "The Constitution of the People's Republic of China, passed in 1982, stipulates: 'The cause of socialist construction must rely on the workers, peasants, and intellectuals'."
        }
      }
    },
    {
      "source": "知识分子",
      "target": "资本主义",
      "type": "ENEMY_OF",
      "properties": {
        "description": {
          "zh-cn": "根据米尔顿·弗里德曼和罗伯特·诺齐克的分析，知识分子因其价值观或在市场经济中的地位而倾向于反对资本主义。",
          "en": "According to the analyses of Milton Friedman and Robert Nozick, intellectuals tend to oppose capitalism due to their values or their perceived status in a market economy."
        }
      }
    },
    {
      "source": "米尔顿·弗里德曼",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1974",
        "description": {
          "zh-cn": "米尔顿·弗里德曼认为，大多数知识分子相信社会主义，因此与商人一样都是资本主义的敌人。",
          "en": "Milton Friedman argued that most intellectuals believe in socialism and are therefore, like businessmen, enemies of capitalism."
        }
      }
    },
    {
      "source": "罗伯特·诺齐克",
      "target": "知识分子为什么反对资本主义？",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "罗伯特·诺齐克撰写了文章《知识分子为什么反对资本主义？》。",
          "en": "Robert Nozick wrote the article 'Why Do Intellectuals Oppose Capitalism?'."
        }
      }
    },
    {
      "source": "知识分子为什么反对资本主义？",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "该文章认为，知识分子因为其智力工作在资本主义市场经济中被低估和报酬过低，从而成为心怀怨恨的左翼分子。",
          "en": "The article argues that intellectuals become resentful leftists because their intellectual work is undervalued and undercompensated in a capitalist market economy."
        }
      }
    },
    {
      "source": "诺姆·乔姆斯基",
      "target": "知识分子",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "诺姆·乔姆斯基批评性地认为：“知识分子是诽谤专家，他们基本上是政治委员，他们是意识形态管理者，最容易受到异议的威胁。”",
          "en": "Noam Chomsky critically opined: 'Intellectuals are experts in defamation, they are basically political commissars, they are ideological managers, and they are most vulnerable to dissent.'"
        }
      }
    }
  ]
}