{
  "nodes": [
    {
      "id": "2024年韩国戒严",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2024年韩国戒严",
          "一二·三紧急戒严事态",
          "“12·3”紧急戒严"
        ],
        "en": [
          "2024 South Korean martial law"
        ]
      },
      "properties": {
        "period": "2024-12-03 - 2024-12-04",
        "location": {
          "zh-cn": "大韩民国"
        },
        "description": {
          "zh-cn": "2024年12月3日由时任韩国总统尹锡悦宣布的紧急戒严，在约6小时后被国会决议废除，该事件引发了严重的政治危机。",
          "en": "An emergency martial law declared by then-South Korean President Yoon Suk Yeol on December 3, 2024, which was nullified by a National Assembly resolution about 6 hours later, sparking a severe political crisis."
        }
      }
    },
    {
      "id": "尹锡悦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "尹锡悦"
        ],
        "en": [
          "Yoon Suk Yeol"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任大韩民国总统，于2024年12月3日宣布全国戒严，引发政治危机，最终导致其被弹劾下台及逮捕。",
          "en": "Then-President of the Republic of Korea, who declared martial law on December 3, 2024, sparking a political crisis that led to his impeachment and arrest."
        }
      }
    },
    {
      "id": "韩国国会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "韩国国会"
        ],
        "en": [
          "National Assembly of South Korea"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "首尔"
        },
        "description": {
          "zh-cn": "大韩民国的立法机关。在2024年戒严期间，国会议员集会并通过决议，成功废除了戒严令。",
          "en": "The legislative body of the Republic of Korea. During the 2024 martial law, its members convened and passed a resolution to successfully nullify the martial law decree."
        }
      }
    },
    {
      "id": "金龙显",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金龙显"
        ],
        "en": [
          "Kim Yong-hyun"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国国防部长，被指建议尹锡悦实施戒严，并在事后辞职。",
          "en": "Then-South Korean Minister of National Defense, who allegedly advised President Yoon Suk Yeol to implement martial law and subsequently resigned."
        }
      }
    },
    {
      "id": "朴安洙",
      "type": "Person",
      "name": {
        "zh-cn": [
          "朴安洙"
        ],
        "en": [
          "Park An-su"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国陆军参谋总长，在2024年戒严期间被任命为戒严司令官。",
          "en": "Then-Chief of Staff of the Republic of Korea Army, appointed as the Martial Law Commander during the 2024 martial law."
        }
      }
    },
    {
      "id": "2024–2025年韩国政治危机",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "2024–2025年韩国政治危机"
        ],
        "en": [
          "2024–2025 South Korean political crisis"
        ]
      },
      "properties": {
        "period": "2024-12-03 - ",
        "description": {
          "zh-cn": "由2024年韩国戒严引发的一系列政治动荡，包括大规模抗议、总统弹劾及逮捕等事件。",
          "en": "A series of political upheavals triggered by the 2024 South Korean martial law, including mass protests, the impeachment and arrest of the president."
        }
      }
    },
    {
      "id": "共同民主党",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "共同民主党"
        ],
        "en": [
          "Democratic Party of Korea"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "韩国主要在野党，在2024年戒严事件中坚决反对戒严令，并主导了后续的总统弹劾案。",
          "en": "The main opposition party in South Korea, which strongly opposed the 2024 martial law declaration and led the subsequent impeachment of the president."
        }
      }
    },
    {
      "id": "国民力量",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国民力量"
        ],
        "en": [
          "People Power Party"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "时任韩国执政党。尽管总统尹锡悦出身该党，其党代表韩东勋及部分议员在2024年戒严事件中明确表示反对戒严。",
          "en": "The ruling party of South Korea at the time. Although President Yoon Suk Yeol was a member, its leader Han Dong-hoon and some of its lawmakers opposed the 2024 martial law declaration."
        }
      }
    },
    {
      "id": "禹元植",
      "type": "Person",
      "name": {
        "zh-cn": [
          "禹元植"
        ],
        "en": [
          "Woo Won-shik"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国国会议长，在2024年戒严期间召集国会会议，并宣布废除戒严令的决议获通过。",
          "en": "Then-Speaker of the South Korean National Assembly, who convened a session during the 2024 martial law and announced the passage of the resolution to nullify it."
        }
      }
    },
    {
      "id": "李在明",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李在明"
        ],
        "en": [
          "Lee Jae-myung"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国共同民主党党代表，强烈反对2024年戒严令，并呼吁民众保护国会。他本人也在尹锡悦的计划逮捕名单上。",
          "en": "Leader of the Democratic Party of Korea, who strongly opposed the 2024 martial law, called on citizens to protect the National Assembly, and was on Yoon Suk Yeol's planned arrest list."
        }
      }
    },
    {
      "id": "韩东勋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "韩东勋"
        ],
        "en": [
          "Han Dong-hoon"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国执政党国民力量党代表，公开反对总统尹锡悦宣布的戒严令。他本人也在尹锡悦的计划逮捕名单上。",
          "en": "Then-leader of the ruling People Power Party, who publicly opposed the martial law declared by President Yoon Suk Yeol and was also on Yoon's planned arrest list."
        }
      }
    },
    {
      "id": "自我政变",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "自我政变"
        ],
        "en": [
          "Self-coup"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "指国家元首利用职权推翻现有政权或民主制度的政变形式。2024年韩国戒严被广泛认为是尹锡悦发动的一场未遂的自我政变。",
          "en": "A form of coup in which a nation's head of state uses their power to overthrow the existing government or democratic system. The 2024 South Korean martial law is widely considered an attempted self-coup by Yoon Suk Yeol."
        }
      }
    },
    {
      "id": "大韩民国国军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大韩民国国军"
        ],
        "en": [
          "Republic of Korea Armed Forces"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "大韩民国的武装力量。在2024年戒严期间，其部分单位被动员部署至国会及其他关键地点。",
          "en": "The armed forces of the Republic of Korea. During the 2024 martial law, some of its units were mobilized and deployed to the National Assembly and other key locations."
        }
      }
    },
    {
      "id": "国会议事堂 (韩国)",
      "type": "Location",
      "name": {
        "zh-cn": [
          "国会议事堂 (韩国)",
          "国会议事堂"
        ],
        "en": [
          "National Assembly Building (South Korea)"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "首尔"
        },
        "description": {
          "zh-cn": "韩国国会的所在地，是2024年戒严事件中军民对峙的核心地点。",
          "en": "The seat of the National Assembly of South Korea and the central location of the confrontation between the military and civilians during the 2024 martial law event."
        }
      }
    },
    {
      "id": "第707特殊任务团",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "第707特殊任务团"
        ],
        "en": [
          "707th Special Mission Group"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "韩国陆军特战司令部下属的精锐反恐特种部队，在2024年戒严期间被派往国会议事堂执行任务。",
          "en": "An elite counter-terrorism special forces unit of the ROK Army Special Warfare Command, deployed to the National Assembly Building during the 2024 martial law."
        }
      }
    },
    {
      "id": "尹锡悦弹劾案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "尹锡悦弹劾案"
        ],
        "en": [
          "Impeachment of Yoon Suk Yeol"
        ]
      },
      "properties": {
        "period": "2024-12-04 - ",
        "description": {
          "zh-cn": "因发动2024年韩国戒严，韩国国会对总统尹锡悦提出的弹劾案，并于12月14日通过。",
          "en": "The impeachment motion against President Yoon Suk Yeol initiated by the South Korean National Assembly for declaring the 2024 martial law, which was passed on December 14."
        }
      }
    },
    {
      "id": "高级公职人员犯罪调查处",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "高级公职人员犯罪调查处"
        ],
        "en": [
          "Corruption Investigation Office for High-ranking Officials"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "韩国独立的腐败调查机构，于2025年1月15日正式逮捕了前总统尹锡悦。",
          "en": "An independent anti-corruption investigation agency in South Korea, which officially arrested former President Yoon Suk Yeol on January 15, 2025."
        }
      }
    },
    {
      "id": "洪壮源",
      "type": "Person",
      "name": {
        "zh-cn": [
          "洪壮源"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国国家情报院第一次长，他在国会作证时披露，尹锡悦在宣布戒严后曾命令他合作逮捕政治对手，但他拒绝执行。",
          "en": "Then-First Deputy Director of the National Intelligence Service of South Korea. He testified in the National Assembly that President Yoon Suk Yeol ordered him to cooperate in arresting political opponents after declaring martial law, an order he refused to execute."
        }
      }
    },
    {
      "id": "吕寅兄",
      "type": "Person",
      "name": {
        "zh-cn": [
          "吕寅兄"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国国军防谍司令，是尹锡悦的高中校友。他被指控参与策划戒严，并向国家情报院提供了逮捕目标名单。",
          "en": "Then-commander of the Defense Counterintelligence Command and a high school alumnus of Yoon Suk Yeol. He was accused of participating in the planning of the martial law and providing a list of arrest targets to the National Intelligence Service."
        }
      }
    },
    {
      "id": "国家情报院",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "国家情报院"
        ],
        "en": [
          "National Intelligence Service"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "韩国的主要情报机构。据其第一次长洪壮源作证，该机构拒绝执行尹锡悦在戒严期间下达的逮捕政治人物的命令。",
          "en": "The main intelligence agency of South Korea. According to testimony from its First Deputy Director Hong Jang-won, the agency refused to carry out President Yoon Suk Yeol's order to arrest political figures during the martial law."
        }
      }
    },
    {
      "id": "赵太庸",
      "type": "Person",
      "name": {
        "zh-cn": [
          "赵太庸"
        ],
        "en": [
          "Cho Tae-yong"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国国家情报院长，曾在2024年3月反对尹锡悦的戒严计划，并在戒严当晚搁置了尹锡悦撤换其副手的命令。",
          "en": "Then-Director of the National Intelligence Service of South Korea. He opposed Yoon Suk Yeol's martial law plan in March 2024 and shelved Yoon's order to dismiss his deputy on the night of the martial law declaration."
        }
      }
    },
    {
      "id": "申源湜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "申源湜"
        ],
        "en": [
          "Shin Won-sik"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "韩国政治人物，曾任国防部长，在2024年3月明确反对尹锡悦提出的戒严计划。",
          "en": "A South Korean politician and former Minister of National Defense who explicitly opposed Yoon Suk Yeol's proposed martial law plan in March 2024."
        }
      }
    },
    {
      "id": "2024年10月北韩指控南韩无人机侵入领空事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "2024年10月北韩指控南韩无人机侵入领空事件"
        ],
        "en": []
      },
      "properties": {
        "period": "2024-10",
        "description": {
          "zh-cn": "朝鲜指控韩国无人机侵入平壤领空并投放传单一事。该事件后被指是时任国防部长金龙显为激化南北紧张局势、为宣布戒严制造借口而策划的。",
          "en": "An incident where North Korea accused South Korean drones of intruding into Pyongyang's airspace to drop leaflets. It was later alleged to have been orchestrated by then-Defense Minister Kim Yong-hyun to escalate inter-Korean tensions and create a pretext for declaring martial law."
        }
      }
    },
    {
      "id": "金明秀（上将）",
      "type": "Person",
      "name": {
        "zh-cn": [
          "金明秀（上将）",
          "金明秀"
        ],
        "en": [
          "Kim Myung-soo (admiral)"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任韩国联合参谋本部议长，据称因拒绝执行金龙显下达的挑衅朝鲜的命令而遭辱骂。",
          "en": "Then-Chairman of the Joint Chiefs of Staff of South Korea, who was allegedly verbally abused by Kim Yong-hyun for refusing to carry out an order to provoke North Korea."
        }
      }
    },
    {
      "id": "5·17政变",
      "type": "Event",
      "name": {
        "zh-cn": [
          "5·17政变",
          "5·17紧急戒严"
        ],
        "en": []
      },
      "properties": {
        "period": "1980",
        "description": {
          "zh-cn": "由全斗焕发动的军事政变，建立了第五共和国军事独裁。这是2024年戒严之前韩国最后一次宣布全国戒严。",
          "en": "A military coup led by Chun Doo-hwan, which established the military dictatorship of the Fifth Republic. It was the last time a nationwide martial law was declared in South Korea before the 2024 event."
        }
      }
    },
    {
      "id": "全斗焕",
      "type": "Person",
      "name": {
        "zh-cn": [
          "全斗焕"
        ],
        "en": [
          "Chun Doo-hwan"
        ]
      },
      "properties": {
        "gender": "Male",
        "lifetime": "1931-01-18 - 2021-11-23",
        "description": {
          "zh-cn": "前大韩民国总统，通过发动5·17政变上台，其宣布的戒严是2024年戒严事件的重要历史参照。",
          "en": "Former President of the Republic of Korea who came to power through the May 17 coup. His declaration of martial law serves as a key historical precedent for the 2024 martial law event."
        }
      }
    },
    {
      "id": "中央选举管理委员会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "中央选举管理委员会"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "韩国负责管理选举的独立国家机构。在2024年戒严宣布后的数分钟内，其总部即被戒严部队占领。",
          "en": "The independent national agency of South Korea responsible for managing elections. Its headquarters were occupied by martial law troops within minutes of the 2024 declaration."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "尹锡悦",
      "target": "2024年韩国戒严",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-12-03",
        "description": {
          "zh-cn": "以国会反对党是亲北韩势力并透过反国家活动瘫痪政府为由，宣布全国进入戒严状态。",
          "en": "Declared a nationwide state of martial law, citing that the opposition party in the National Assembly was a pro-North Korean force paralyzing the government through anti-state activities."
        }
      }
    },
    {
      "source": "韩国国会",
      "target": "2024年韩国戒严",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-04",
        "description": {
          "zh-cn": "于12月4日凌晨召开会议，190名在场议员全票通过决议，宣布总统颁布之戒严无效。",
          "en": "Convened a session in the early hours of December 4 and, with a unanimous vote of 190 members present, passed a resolution declaring the president's martial law decree invalid."
        }
      }
    },
    {
      "source": "2024年韩国戒严",
      "target": "2024–2025年韩国政治危机",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-12-04",
        "description": {
          "zh-cn": "宣布戒严事件直接引发了一系列政治危机，包括大规模抗议和总统弹劾。",
          "en": "The declaration of martial law directly triggered a series of political crises, including mass protests and the impeachment of the president."
        }
      }
    },
    {
      "source": "2024年韩国戒严",
      "target": "尹锡悦弹劾案",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-12-04",
        "description": {
          "zh-cn": "戒严事件是韩国国会发起弹劾尹锡悦的直接原因。",
          "en": "The martial law incident was the direct cause for the National Assembly to initiate the impeachment of Yoon Suk Yeol."
        }
      }
    },
    {
      "source": "2024年韩国戒严",
      "target": "自我政变",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-12-03",
        "description": {
          "zh-cn": "宣布戒严被外界普遍认为是尹锡悦为巩固权力、压制反对派而发动的一场未遂的自我政变。",
          "en": "The declaration of martial law was widely seen as an attempted self-coup by Yoon Suk Yeol to consolidate power and suppress opposition."
        }
      }
    },
    {
      "source": "金龙显",
      "target": "尹锡悦",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "据消息人士透露，国防部长金龙显建议总统尹锡悦实施戒严。",
          "en": "According to sources, Minister of National Defense Kim Yong-hyun advised President Yoon Suk Yeol to implement martial law."
        }
      }
    },
    {
      "source": "大韩民国国军",
      "target": "韩国国会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "end_date": "2024-12-04",
        "description": {
          "zh-cn": "戒严部队被部署至国会议事堂，阻止国会议员进入，并一度进入大楼试图逮捕议员。",
          "en": "Martial law troops were deployed to the National Assembly Building, preventing lawmakers from entering and at one point entering the building to attempt arrests."
        }
      }
    },
    {
      "source": "大韩民国国军",
      "target": "中央选举管理委员会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "end_date": "2024-12-04",
        "description": {
          "zh-cn": "在戒严令宣布后，约300名士兵被部署到中央选举管理委员会总部等地，并没收了当值人员的手机。",
          "en": "After the martial law declaration, about 300 soldiers were deployed to the headquarters of the National Election Commission and other locations, confiscating the mobile phones of staff on duty."
        }
      }
    },
    {
      "source": "2024年韩国戒严",
      "target": "金龙显",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-04",
        "description": {
          "zh-cn": "因在戒严事件中的核心角色，金龙显被在野党发起弹劾并随后自行辞去国防部长职务。",
          "en": "Due to his central role in the martial law incident, Kim Yong-hyun was impeached by the opposition and subsequently resigned from his position as Minister of National Defense."
        }
      }
    },
    {
      "source": "韩东勋",
      "target": "2024年韩国戒严",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "position": {
          "zh-cn": "国民力量党代表"
        },
        "description": {
          "zh-cn": "作为执政党党代表，公开表示“总统的戒严宣言是错误的，我们将和人民一起阻止它”。",
          "en": "As the leader of the ruling party, publicly stated that \"The president's declaration of martial law is wrong, and we will stop it together with the people.\""
        }
      }
    },
    {
      "source": "李在明",
      "target": "2024年韩国戒严",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "position": {
          "zh-cn": "共同民主党党代表"
        },
        "description": {
          "zh-cn": "作为最大在野党领袖，称戒严令违宪、无效、非法，并呼吁民众前往国会进行抵抗。",
          "en": "As the leader of the largest opposition party, he called the martial law decree unconstitutional, invalid, and illegal, urging citizens to go to the National Assembly to resist."
        }
      }
    },
    {
      "source": "禹元植",
      "target": "2024年韩国戒严",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "position": {
          "zh-cn": "韩国国会议长"
        },
        "description": {
          "zh-cn": "作为国会议长，领导国会采取行动，最终通过决议废除了戒严令。",
          "en": "As the Speaker of the National Assembly, he led the parliament to take action, ultimately passing a resolution to nullify the martial law decree."
        }
      }
    },
    {
      "source": "尹锡悦",
      "target": "韩东勋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "description": {
          "zh-cn": "在宣布戒严后，指示国军防谍司令部以“反国家势力”为由将其列入逮捕名单。",
          "en": "After declaring martial law, instructed the Defense Counterintelligence Command to add him to an arrest list under the pretext of being an \"anti-state force.\""
        }
      }
    },
    {
      "source": "尹锡悦",
      "target": "李在明",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "description": {
          "zh-cn": "在宣布戒严后，指示国军防谍司令部以“反国家势力”为由将其列入逮捕名单。",
          "en": "After declaring martial law, instructed the Defense Counterintelligence Command to add him to an arrest list under the pretext of being an \"anti-state force.\""
        }
      }
    },
    {
      "source": "尹锡悦",
      "target": "禹元植",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "description": {
          "zh-cn": "在宣布戒严后，指示国军防谍司令部以“反国家势力”为由将其列入逮捕名单。",
          "en": "After declaring martial law, instructed the Defense Counterintelligence Command to add him to an arrest list under the pretext of being an \"anti-state force.\""
        }
      }
    },
    {
      "source": "洪壮源",
      "target": "尹锡悦",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-12-03",
        "description": {
          "zh-cn": "作为国家情报院第一次长，拒绝执行尹锡悦下达的逮捕政治对手的命令。",
          "en": "As the First Deputy Director of the National Intelligence Service, he refused to execute Yoon Suk Yeol's order to arrest political opponents."
        }
      }
    },
    {
      "source": "申源湜",
      "target": "尹锡悦",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2024-03",
        "description": {
          "zh-cn": "在2024年3月底与尹锡悦的晚宴上，明确反对其“于近期颁布戒严令”的计划。",
          "en": "During a dinner with Yoon Suk Yeol in late March 2024, he explicitly opposed Yoon's plan to \"declare martial law in the near future.\""
        }
      }
    },
    {
      "source": "赵太庸",
      "target": "尹锡悦",
      "type": "BLOCKED",
      "properties": {
        "start_date": [
          "2024-03",
          "2024-12-03"
        ],
        "description": {
          "zh-cn": "在2024年3月明确反对尹锡悦的戒严计划；在戒严当晚，拒绝执行逮捕名单，并搁置了尹锡悦撤换其副手洪壮源的命令。",
          "en": "Explicitly opposed Yoon Suk Yeol's martial law plan in March 2024; on the night of the martial law, he refused to execute the arrest list and shelved Yoon's order to dismiss his deputy, Hong Jang-won."
        }
      }
    },
    {
      "source": "高级公职人员犯罪调查处",
      "target": "尹锡悦",
      "type": "BLOCKED",
      "properties": {
        "start_date": "2025-01-15",
        "description": {
          "zh-cn": "在第二次拘捕行动中正式逮捕尹锡悦。",
          "en": "Officially arrested Yoon Suk Yeol in a second arrest operation."
        }
      }
    },
    {
      "source": "金龙显",
      "target": "2024年10月北韩指控南韩无人机侵入领空事件",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-10",
        "description": {
          "zh-cn": "被指策划了无人机事件以激化南北紧张局势，为宣布戒严制造借口。",
          "en": "Allegedly orchestrated the drone incident to escalate inter-Korean tensions and create a pretext for declaring martial law."
        }
      }
    },
    {
      "source": "金明秀（上将）",
      "target": "金龙显",
      "type": "BLOCKED",
      "properties": {
        "description": {
          "zh-cn": "拒绝执行金龙显下达的“对朝鲜飘来的粪便气球发射警告射击后实施源头打击”的命令。",
          "en": "Refused to carry out Kim Yong-hyun's order to \"conduct a source strike after firing warning shots at propaganda balloons from North Korea.\""
        }
      }
    },
    {
      "source": "5·17政变",
      "target": "2024年韩国戒严",
      "type": "INFLUENCED",
      "properties": {
        "description": {
          "zh-cn": "全斗焕发动的5·17政变是韩国在2024年之前最后一次宣布戒严，成为此次事件的重要历史参照和对比。",
          "en": "The May 17 coup led by Chun Doo-hwan was the last time martial law was declared in South Korea before 2024, serving as a significant historical precedent and point of comparison for the event."
        }
      }
    },
    {
      "source": "全斗焕",
      "target": "5·17政变",
      "type": "PUSHED",
      "properties": {
        "start_date": "1980",
        "description": {
          "zh-cn": "作为时任国军保安司令官，发动5·17政变，扩大戒严并建立军事独裁统治。",
          "en": "As the then-commander of the Defense Security Command, he led the May 17 coup, expanded martial law, and established a military dictatorship."
        }
      }
    },
    {
      "source": "尹锡悦",
      "target": "朴安洙",
      "type": "PUSHED",
      "properties": {
        "start_date": "2024-12-03",
        "position": {
          "zh-cn": "戒严司令官"
        },
        "description": {
          "zh-cn": "在宣布戒严后，任命时任陆军参谋总长朴安洙为戒严司令官。",
          "en": "After declaring martial law, appointed the then-Army Chief of Staff Park An-su as the Martial Law Commander."
        }
      }
    }
  ]
}