{
  "nodes": [
    {
      "id": "第二次鸦片战争",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "第二次鸦片战争",
          "英法联军之役",
          "中英法之战"
        ],
        "en": [
          "Second Opium War"
        ]
      },
      "properties": {
        "period": "1856 - 1860",
        "description": {
          "zh-cn": "1856年至1860年间，大英帝国与法兰西第二帝国以亚罗号事件及广西西林教案为借口，联合入侵大清国的战争，被视为第一次鸦片战争的延续。",
          "en": "A war from 1856 to 1860, in which the British Empire and the Second French Empire, using the Arrow Incident and the Xilin teaching case as pretexts, jointly invaded the Qing dynasty. It is considered a continuation of the First Opium War."
        },
        "location": {
          "zh-cn": "中国",
          "en": "China"
        }
      }
    },
    {
      "id": "大清国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大清国",
          "清朝",
          "清政府",
          "清室",
          "清廷"
        ],
        "en": [
          "Qing dynasty"
        ]
      },
      "properties": {
        "period": "1636 - 1912",
        "description": {
          "zh-cn": "中国历史上最后一个帝制王朝，第二次鸦片战争中的主要参战方。",
          "en": "The last imperial dynasty in Chinese history, a major combatant in the Second Opium War."
        }
      }
    },
    {
      "id": "大英帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大英帝国",
          "英国"
        ],
        "en": [
          "British Empire",
          "United Kingdom"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "由英国统治的全球帝国，为发动第二次鸦片战争的主要国家之一。",
          "en": "A global empire ruled by the United Kingdom, one of the main countries that initiated the Second Opium War."
        }
      }
    },
    {
      "id": "法兰西第二帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "法兰西第二帝国",
          "法国"
        ],
        "en": [
          "Second French Empire",
          "France"
        ]
      },
      "properties": {
        "period": "1852 - 1870",
        "description": {
          "zh-cn": "由拿破仑三世统治的法国政权，与大英帝国联合发动了第二次鸦片战争。",
          "en": "The French regime ruled by Napoleon III, which jointly launched the Second Opium War with the British Empire."
        }
      }
    },
    {
      "id": "英法联军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "英法联军"
        ],
        "en": [
          "Anglo-French expeditionary force"
        ]
      },
      "properties": {
        "period": "1856 - 1860",
        "description": {
          "zh-cn": "由大英帝国和法兰西第二帝国在第二次鸦片战争期间组成的联合远征军。",
          "en": "The joint expeditionary force formed by the British Empire and the Second French Empire during the Second Opium War."
        }
      }
    },
    {
      "id": "亚罗号事件",
      "type": "Event",
      "name": {
        "zh-cn": [
          "亚罗号事件"
        ],
        "en": [
          "Arrow Incident"
        ]
      },
      "properties": {
        "period": "1856-10-08",
        "description": {
          "zh-cn": "1856年10月8日，广东水师登上在香港注册的亚罗号船搜捕海盗，成为英国发动战争的导火索。",
          "en": "On October 8, 1856, the Guangdong navy boarded the Hong Kong-registered ship Arrow to search for pirates, which became the casus belli for Britain to start the war."
        }
      }
    },
    {
      "id": "广西西林教案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "广西西林教案",
          "马赖神父事件"
        ],
        "en": [
          "Father Chapdelaine Incident"
        ]
      },
      "properties": {
        "period": "1856-02-29",
        "description": {
          "zh-cn": "1856年2月，法国籍神父马赖因违禁深入中国内地传教，被广西西林代理知县张鸣凤所捕杀，成为法国发动战争的导火索。",
          "en": "In February 1856, French priest Auguste Chapdelaine was arrested and executed by the acting magistrate of Xilin, Guangxi, for illegally entering inland China to preach, becoming the casus belli for France to join the war."
        }
      }
    },
    {
      "id": "咸丰帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "咸丰帝"
        ],
        "en": [
          "Xianfeng Emperor"
        ]
      },
      "properties": {
        "lifetime": "1831-07-17 - 1861-08-22",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第九位皇帝，第二次鸦片战争期间的中国君主。在英法联军攻入北京后逃往承德避暑山庄，并于次年病逝。",
          "en": "The ninth emperor of the Qing dynasty and the reigning monarch of China during the Second Opium War. He fled to the Chengde Mountain Resort after Anglo-French forces entered Beijing and died there the following year."
        }
      }
    },
    {
      "id": "僧格林沁",
      "type": "Person",
      "name": {
        "zh-cn": [
          "僧格林沁"
        ],
        "en": [
          "Sengge Rinchen"
        ]
      },
      "properties": {
        "lifetime": "1811 - 1865-05-18",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝末年蒙古族将领，在第二次鸦片战争中负责京津地区的防务，指挥了大沽口和八里桥等重要战役。",
          "en": "A Mongol general of the late Qing dynasty who was responsible for the defense of the Beijing-Tianjin area during the Second Opium War, commanding key battles such as Taku Forts and Baliqiao."
        }
      }
    },
    {
      "id": "叶名琛",
      "type": "Person",
      "name": {
        "zh-cn": [
          "叶名琛"
        ],
        "en": [
          "Ye Mingchen"
        ]
      },
      "properties": {
        "lifetime": "1807-12-21 - 1859-04-09",
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，时任两广总督。在战争初期因对英法态度强硬，广州城破后被俘，最终绝食死于印度加尔各答。",
          "en": "A Qing official serving as the Viceroy of Liangguang. Due to his hardline stance against Britain and France in the early stages of the war, he was captured after the fall of Guangzhou and died on a hunger strike in Calcutta, India."
        }
      }
    },
    {
      "id": "奕䜣",
      "type": "Person",
      "name": {
        "zh-cn": [
          "奕䜣",
          "恭亲王"
        ],
        "en": [
          "Yixin, Prince Gong"
        ]
      },
      "properties": {
        "lifetime": "1833-01-11 - 1898-05-29",
        "gender": "Male",
        "description": {
          "zh-cn": "咸丰帝的异母弟，被任命为全权钦差大臣，负责与英法联军进行谈判并签订《北京条约》。",
          "en": "The half-brother of the Xianfeng Emperor, he was appointed as imperial commissioner with plenipotentiary powers to negotiate with the Anglo-French forces and sign the Convention of Peking."
        }
      }
    },
    {
      "id": "詹姆斯·布鲁斯，第八代额尔金伯爵",
      "type": "Person",
      "name": {
        "zh-cn": [
          "詹姆斯·布鲁斯，第八代额尔金伯爵",
          "额尔金"
        ],
        "en": [
          "James Bruce, 8th Earl of Elgin"
        ]
      },
      "properties": {
        "lifetime": "1811-07-20 - 1863-11-20",
        "gender": "Male",
        "description": {
          "zh-cn": "英国全权专使，第二次鸦片战争期间的英方主要代表。为报复清军虐待俘虏，下令焚毁圆明园。",
          "en": "British High Commissioner and Plenipotentiary, the main British representative during the Second Opium War. He ordered the burning of the Old Summer Palace in retaliation for the torture and death of captives by Qing forces."
        }
      }
    },
    {
      "id": "让-巴蒂斯特·路易·葛罗",
      "type": "Person",
      "name": {
        "zh-cn": [
          "让-巴蒂斯特·路易·葛罗",
          "葛罗",
          "葛罗男爵"
        ],
        "en": [
          "Jean-Baptiste Louis Gros"
        ]
      },
      "properties": {
        "lifetime": "1793 - 1870",
        "gender": "Male",
        "description": {
          "zh-cn": "法国特命全权专使，第二次鸦片战争期间的法方主要代表。",
          "en": "French special envoy and plenipotentiary, the main French representative during the Second Opium War."
        }
      }
    },
    {
      "id": "巴夏礼",
      "type": "Person",
      "name": {
        "zh-cn": [
          "巴夏礼"
        ],
        "en": [
          "Harry Smith Parkes"
        ]
      },
      "properties": {
        "lifetime": "1828-02-24 - 1885-03-22",
        "gender": "Male",
        "description": {
          "zh-cn": "英国外交官，时任英国驻广州领事，处理亚罗号事件。在通州谈判期间被僧格林沁俘虏并遭受虐待。",
          "en": "A British diplomat, then British consul in Guangzhou, who handled the Arrow Incident. He was captured and tortured by Sengge Rinchen's forces during the Tongzhou negotiations."
        }
      }
    },
    {
      "id": "北京条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "北京条约"
        ],
        "en": [
          "Convention of Peking"
        ]
      },
      "properties": {
        "period": "1860-10",
        "description": {
          "zh-cn": "清政府在第二次鸦片战争战败后，分别与英国、法国和俄国签订的一系列不平等条约。条约导致中国割地赔款，增开商埠，并给予列强更多特权。",
          "en": "A series of unequal treaties signed between the Qing government and Britain, France, and Russia after its defeat in the Second Opium War. The treaties resulted in China ceding territory, paying indemnities, opening more treaty ports, and granting more privileges to the powers."
        }
      }
    },
    {
      "id": "天津条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "天津条约"
        ],
        "en": [
          "Treaty of Tientsin"
        ]
      },
      "properties": {
        "period": "1858-06",
        "description": {
          "zh-cn": "1858年清政府与英、法、美、俄四国在天津签订的不平等条约，其换约问题成为战争扩大的直接原因。",
          "en": "An unequal treaty signed in Tianjin in 1858 between the Qing government and Britain, France, the US, and Russia. The issue of its ratification became a direct cause for the escalation of the war."
        }
      }
    },
    {
      "id": "圆明园",
      "type": "Location",
      "name": {
        "zh-cn": [
          "圆明园"
        ],
        "en": [
          "Old Summer Palace",
          "Yuanmingyuan"
        ]
      },
      "properties": {
        "location": {
          "zh-cn": "北京",
          "en": "Beijing"
        },
        "description": {
          "zh-cn": "位于北京西北郊的大型皇家园林，被誉为“万园之园”，在第二次鸦片战争中被英法联军抢掠并焚毁。",
          "en": "A large imperial garden complex in the northwestern suburbs of Beijing, known as the 'Garden of Gardens,' which was looted and burned down by Anglo-French forces during the Second Opium War."
        }
      }
    },
    {
      "id": "火烧圆明园",
      "type": "Event",
      "name": {
        "zh-cn": [
          "火烧圆明园"
        ],
        "en": [
          "Burning of the Old Summer Palace"
        ]
      },
      "properties": {
        "period": "1860-10-18 - 1860-10-20",
        "description": {
          "zh-cn": "1860年10月，英法联军在北京郊区对圆明园进行抢劫后，英国专使额尔金下令将其焚毁，以报复清军虐待战俘的行为。",
          "en": "In October 1860, after looting the Old Summer Palace in the suburbs of Beijing, British High Commissioner Lord Elgin ordered it to be burned down as retaliation for the torture of prisoners of war by Qing forces."
        },
        "location": {
          "zh-cn": "圆明园",
          "en": "Old Summer Palace"
        }
      }
    },
    {
      "id": "虐待并处死英法外交人员",
      "type": "Event",
      "name": {
        "zh-cn": [
          "虐待并处死英法外交人员"
        ],
        "en": [
          "Torture and execution of Anglo-French diplomatic staff"
        ]
      },
      "properties": {
        "period": "1860-09",
        "description": {
          "zh-cn": "在通州谈判破裂后，以巴夏礼为首的39名英法谈判人员被僧格林沁俘虏，其中21人因遭受酷刑而死亡。此事直接导致英法联军决定焚毁圆明园。",
          "en": "After the breakdown of negotiations in Tongzhou, 39 Anglo-French negotiation personnel, led by Harry Parkes, were captured by Sengge Rinchen. 21 of them died from torture. This incident directly led to the Anglo-French decision to burn the Old Summer Palace."
        }
      }
    },
    {
      "id": "八里桥之战",
      "type": "Event",
      "name": {
        "zh-cn": [
          "八里桥之战"
        ],
        "en": [
          "Battle of Baliqiao"
        ]
      },
      "properties": {
        "period": "1860-09-21",
        "description": {
          "zh-cn": "1860年9月21日英法联军与清军主力在北京通州八里桥进行的决战。清军惨败，京师门户洞开。",
          "en": "The decisive battle between the Anglo-French forces and the main Qing army at Baliqiao, Tongzhou, Beijing, on September 21, 1860. The Qing army was disastrously defeated, leaving the capital exposed."
        }
      }
    },
    {
      "id": "俄罗斯帝国",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "俄罗斯帝国",
          "俄国"
        ],
        "en": [
          "Russian Empire"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "在第二次鸦片战争中扮演调停者角色，并借机迫使清政府签订不平等条约，攫取了中国北方大片领土。",
          "en": "Acted as a mediator during the Second Opium War and took the opportunity to force the Qing government to sign unequal treaties, seizing large territories in northern China."
        }
      }
    },
    {
      "id": "瑷珲条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "瑷珲条约"
        ],
        "en": [
          "Treaty of Aigun"
        ]
      },
      "properties": {
        "period": "1858-05-28",
        "description": {
          "zh-cn": "俄罗斯帝国东西伯利亚总督穆拉维约夫以武力胁迫清朝黑龙江将军奕山签订的不平等条约，割让黑龙江以北、外兴安岭以南约60万平方公里领土给俄国。",
          "en": "An unequal treaty signed under military duress by Nikolay Muravyov, Governor-General of Eastern Siberia, and Yishan, the Qing General of Heilongjiang, ceding about 600,000 square kilometers of territory north of the Amur River and south of the Stanovoy Range to Russia."
        }
      }
    },
    {
      "id": "中俄北京条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "中俄北京条约"
        ],
        "en": [
          "Sino-Russian Convention of Peking"
        ]
      },
      "properties": {
        "period": "1860-11-14",
        "description": {
          "zh-cn": "俄国以“调停有功”为由，迫使清政府签订的条约。该条约承认《瑷珲条约》，并将乌苏里江以东约40万平方公里的土地划归俄国。",
          "en": "A treaty forced upon the Qing government by Russia under the pretext of its 'meritorious mediation.' It confirmed the Treaty of Aigun and ceded about 400,000 square kilometers of territory east of the Ussuri River to Russia."
        }
      }
    },
    {
      "id": "九龙半岛",
      "type": "Location",
      "name": {
        "zh-cn": [
          "九龙半岛"
        ],
        "en": [
          "Kowloon Peninsula"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "位于香港的半岛。根据《北京条约》，界限街以南的部分被割让给英国。",
          "en": "A peninsula in Hong Kong. The portion south of Boundary Street was ceded to the United Kingdom under the Convention of Peking."
        }
      }
    },
    {
      "id": "洋务运动",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "洋务运动"
        ],
        "en": [
          "Self-Strengthening Movement"
        ]
      },
      "properties": {
        "period": "1861 - 1895",
        "description": {
          "zh-cn": "清朝晚期由清政府部分官员推动的、以“师夷长技以制夷”为口号的现代化运动。第二次鸦片战争的失败是其直接诱因之一。",
          "en": "A modernization movement in the late Qing dynasty promoted by some government officials under the slogan 'Learn the barbarians' superior technology in order to control them.' The defeat in the Second Opium War was one of its direct triggers."
        }
      }
    },
    {
      "id": "总理各国事务衙门",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "总理各国事务衙门"
        ],
        "en": [
          "Zongli Yamen"
        ]
      },
      "properties": {
        "period": "1861 - 1901",
        "description": {
          "zh-cn": "清政府于1861年为应对战后复杂的外交局势而设立的中央机构，负责处理外交和洋务。",
          "en": "A central government body established by the Qing government in 1861 to handle the complex post-war diplomatic situation, responsible for foreign affairs and westernization matters."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "亚罗号事件",
      "target": "第二次鸦片战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1856-10-08",
        "description": {
          "zh-cn": "亚罗号事件是英国发动第二次鸦片战争的直接借口（导火索）。",
          "en": "The Arrow Incident served as the direct pretext (casus belli) for the United Kingdom to launch the Second Opium War."
        }
      }
    },
    {
      "source": "广西西林教案",
      "target": "第二次鸦片战争",
      "type": "PUSHED",
      "properties": {
        "start_date": "1856-02-29",
        "description": {
          "zh-cn": "广西西林教案是法国加入第二次鸦片战争的直接借口（导火索）。",
          "en": "The Father Chapdelaine Incident served as the direct pretext (casus belli) for France to join the Second Opium War."
        }
      }
    },
    {
      "source": "大英帝国",
      "target": "大清国",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1856",
        "end_date": "1860",
        "description": {
          "zh-cn": "大英帝国与大清国在第二次鸦片战争中处于敌对状态。",
          "en": "The British Empire was in a state of hostility with the Qing dynasty during the Second Opium War."
        }
      }
    },
    {
      "source": "法兰西第二帝国",
      "target": "大清国",
      "type": "ENEMY_OF",
      "properties": {
        "start_date": "1856",
        "end_date": "1860",
        "description": {
          "zh-cn": "法兰西第二帝国与大清国在第二次鸦片战争中处于敌对状态。",
          "en": "The Second French Empire was in a state of hostility with the Qing dynasty during the Second Opium War."
        }
      }
    },
    {
      "source": "英法联军",
      "target": "叶名琛",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1858-01-05",
        "description": {
          "zh-cn": "英法联军攻占广州后，俘虏了两广总督叶名琛，并将其押往印度。",
          "en": "After capturing Guangzhou, the Anglo-French forces captured the Viceroy of Liangguang, Ye Mingchen, and exiled him to India."
        }
      }
    },
    {
      "source": "僧格林沁",
      "target": "巴夏礼",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1860-09-17",
        "description": {
          "zh-cn": "在通州谈判破裂后，僧格林沁下令截获并俘虏了包括巴夏礼在内的英法谈判代表团。",
          "en": "After the breakdown of negotiations in Tongzhou, Sengge Rinchen ordered the interception and capture of the Anglo-French negotiation delegation, including Harry Parkes."
        }
      }
    },
    {
      "source": "大清国",
      "target": "虐待并处死英法外交人员",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860-09",
        "description": {
          "zh-cn": "被俘的英法外交人员在清军关押期间遭到酷刑，导致多人死亡。",
          "en": "The captured Anglo-French diplomatic personnel were subjected to torture while in Qing custody, resulting in multiple deaths."
        }
      }
    },
    {
      "source": "虐待并处死英法外交人员",
      "target": "火烧圆明园",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860-10",
        "description": {
          "zh-cn": "英军为报复清军虐待并杀害战俘的行为，决定焚毁圆明园。",
          "en": "In retaliation for the torture and killing of prisoners of war by Qing forces, the British army decided to burn down the Old Summer Palace."
        }
      }
    },
    {
      "source": "詹姆斯·布鲁斯，第八代额尔金伯爵",
      "target": "火烧圆明园",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860-10-18",
        "description": {
          "zh-cn": "额尔金下令英军焚烧圆明园，以作为对清政府虐待外交使节的惩罚。",
          "en": "Lord Elgin ordered the British forces to burn the Old Summer Palace as a punishment for the Qing government's mistreatment of diplomatic envoys."
        }
      }
    },
    {
      "source": "火烧圆明园",
      "target": "圆明园",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1860-10-18",
        "description": {
          "zh-cn": "英法联军的纵火行为导致圆明园的主要建筑和收藏品被大规模焚毁。",
          "en": "The arson by the Anglo-French forces led to the large-scale destruction of the main structures and collections of the Old Summer Palace."
        }
      }
    },
    {
      "source": "八里桥之战",
      "target": "僧格林沁",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1860-09-21",
        "description": {
          "zh-cn": "在八里桥决战中，僧格林沁率领的清军主力被英法联军彻底击败。",
          "en": "In the decisive battle of Baliqiao, the main Qing army led by Sengge Rinchen was completely defeated by the Anglo-French forces."
        }
      }
    },
    {
      "source": "第二次鸦片战争",
      "target": "咸丰帝",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1860",
        "end_date": "1861-08-22",
        "description": {
          "zh-cn": "战争的失败、首都的陷落和圆明园的焚毁对咸丰帝造成了巨大打击，促使其在次年病逝。",
          "en": "The defeat in the war, the fall of the capital, and the burning of the Old Summer Palace dealt a huge blow to the Xianfeng Emperor, contributing to his death from illness the following year."
        }
      }
    },
    {
      "source": "第二次鸦片战争",
      "target": "北京条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860-10",
        "description": {
          "zh-cn": "清政府在第二次鸦片战争中战败，被迫与英、法、俄签订《北京条约》。",
          "en": "The Qing government was defeated in the Second Opium War and was forced to sign the Convention of Peking with Britain, France, and Russia."
        }
      }
    },
    {
      "source": "北京条约",
      "target": "大清国",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1860-10-24",
        "description": {
          "zh-cn": "根据《北京条约》，清政府被迫割让九龙半岛给英国，赔偿巨额军费，并给予列强更多特权，严重损害了其主权和利益。",
          "en": "According to the Convention of Peking, the Qing government was forced to cede the Kowloon Peninsula to Britain, pay huge military indemnities, and grant more privileges to foreign powers, severely damaging its sovereignty and interests."
        }
      }
    },
    {
      "source": "俄罗斯帝国",
      "target": "瑷珲条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1858-05",
        "description": {
          "zh-cn": "俄罗斯帝国利用第二次鸦片战争之机，以武力强迫清政府签订《瑷珲条约》。",
          "en": "The Russian Empire took advantage of the Second Opium War to force the Qing government to sign the Treaty of Aigun under military threat."
        }
      }
    },
    {
      "source": "俄罗斯帝国",
      "target": "中俄北京条约",
      "type": "PUSHED",
      "properties": {
        "start_date": "1860-11-14",
        "description": {
          "zh-cn": "俄罗斯帝国以“调停有功”为由，在战后迫使清政府签订《中俄北京条约》，攫取更多领土。",
          "en": "Under the pretext of its 'meritorious mediation,' the Russian Empire forced the Qing government to sign the Sino-Russian Convention of Peking after the war, seizing more territory."
        }
      }
    },
    {
      "source": "第二次鸦片战争",
      "target": "洋务运动",
      "type": "PUSHED",
      "properties": {
        "start_date": "1861",
        "description": {
          "zh-cn": "战争的惨败使清朝统治集团部分官员认识到与西方的差距，从而推动了以“师夷长技以制夷”为目标的洋务运动。",
          "en": "The disastrous defeat in the war made some officials in the Qing ruling clique realize the gap with the West, thereby promoting the Self-Strengthening Movement with the goal of 'learning from the barbarians to counter the barbarians'."
        }
      }
    },
    {
      "source": "大清国",
      "target": "总理各国事务衙门",
      "type": "FOUNDED",
      "properties": {
        "start_date": "1861-01",
        "description": {
          "zh-cn": "为应对战后复杂的外交局势，清政府于1861年设立了总理各国事务衙门。",
          "en": "To handle the complex post-war diplomatic situation, the Qing government established the Zongli Yamen in 1861."
        }
      }
    },
    {
      "source": "奕䜣",
      "target": "詹姆斯·布鲁斯，第八代额尔金伯爵",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1860-10",
        "description": {
          "zh-cn": "恭亲王奕䜣作为清方全权代表，与英方代表额尔金进行谈判并签订了《中英北京条约》。",
          "en": "As the Qing's plenipotentiary representative, Prince Gong Yixin negotiated with the British representative Lord Elgin and signed the Sino-British Convention of Peking."
        }
      }
    }
  ]
}