{
  "nodes": [
    {
      "id": "毓贤",
      "type": "Person",
      "name": {
        "zh-cn": [
          "毓贤",
          "佐臣"
        ],
        "en": [
          "Yuxian"
        ]
      },
      "properties": {
        "lifetime": "1842 - 1901-02-22",
        "gender": "Male",
        "death_place": {
          "zh-cn": "兰州"
        },
        "description": {
          "zh-cn": "中国晚清政治、军事人物，满洲正黄旗人。以其在山东及山西巡抚任内残酷镇压民众和极端排外而闻名，积极支持义和团运动，并策划了太原教案。庚子事变后，被八国联军指为“罪魁祸首”，最终被清廷下令处决。",
          "en": "A Chinese political and military figure of the late Qing dynasty, a member of the Manchu Plain Yellow Banner. He was known for his brutal suppression of the populace and extreme xenophobia during his tenures as governor of Shandong and Shanxi. He actively supported the Boxer Movement and orchestrated the Taiyuan Massacre. After the Gengzi incident, he was identified as a 'chief culprit' by the Eight-Nation Alliance and was eventually executed by order of the Qing court."
        }
      }
    },
    {
      "id": "义和团",
      "type": "Movement",
      "name": {
        "zh-cn": [
          "义和团",
          "义和拳",
          "庚子拳乱"
        ],
        "en": [
          "Boxer Rebellion"
        ]
      },
      "properties": {
        "period": "1899 - 1901",
        "description": {
          "zh-cn": "19世纪末在中国北方兴起的一场以“扶清灭洋”为口号的武装排外运动。该运动得到部分清朝官员（如毓贤）的支持，最终导致了八国联军入侵中国。",
          "en": "An armed anti-foreign uprising in Northern China at the end of the 19th century under the slogan 'Support the Qing, exterminate the foreigners.' The movement received support from some Qing officials, such as Yuxian, and ultimately led to the invasion of China by the Eight-Nation Alliance."
        }
      }
    },
    {
      "id": "清朝",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "清朝",
          "清廷"
        ],
        "en": [
          "Qing dynasty"
        ]
      },
      "properties": {
        "period": "1636 - 1912",
        "location": {
          "zh-cn": "中国"
        }
      }
    },
    {
      "id": "山东巡抚",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "山东巡抚"
        ],
        "en": [
          "Governor of Shandong"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝时期山东省的最高行政长官职位。",
          "en": "The position of the highest-ranking administrative official in Shandong Province during the Qing dynasty."
        }
      }
    },
    {
      "id": "山西巡抚",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "山西巡抚"
        ],
        "en": [
          "Governor of Shanxi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清朝时期山西省的最高行政长官职位。",
          "en": "The position of the highest-ranking administrative official in Shanxi Province during the Qing dynasty."
        }
      }
    },
    {
      "id": "康格",
      "type": "Person",
      "name": {
        "zh-cn": [
          "康格"
        ],
        "en": [
          "Edwin H. Conger"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "时任美国驻华公使，因不满毓贤对义和团的纵容态度，向清政府施压要求将其撤换。",
          "en": "The United States Minister to China at the time, who pressured the Qing government to remove Yuxian due to dissatisfaction with his tolerant attitude towards the Boxers."
        }
      }
    },
    {
      "id": "慈禧太后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "慈禧太后"
        ],
        "en": [
          "Empress Dowager Cixi"
        ]
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "晚清的实际统治者。在义和团运动期间，她在保守派亲王的影响下，重新起用了排外的毓贤。",
          "en": "The de facto ruler of the late Qing dynasty. During the Boxer Movement, under the influence of conservative princes, she reappointed the xenophobic Yuxian."
        }
      }
    },
    {
      "id": "载漪",
      "type": "Person",
      "name": {
        "zh-cn": [
          "载漪",
          "端王"
        ],
        "en": [
          "Zaiyi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝宗室，端郡王。义和团运动的主要支持者之一，向慈禧太后力荐毓贤。",
          "en": "A member of the Qing imperial clan, Prince Duan. He was one of the main supporters of the Boxer Movement and strongly recommended Yuxian to Empress Dowager Cixi."
        }
      }
    },
    {
      "id": "太原教案",
      "type": "Event",
      "name": {
        "zh-cn": [
          "太原教案"
        ],
        "en": [
          "Taiyuan Massacre"
        ]
      },
      "properties": {
        "period": "1900-07-09",
        "location": {
          "zh-cn": "太原"
        },
        "description": {
          "zh-cn": "1900年7月9日，在山西巡抚毓贤的命令下，46名外国传教士及其家属在太原巡抚衙门前被集体屠杀的事件，是义和团运动期间最惨烈的教案之一。",
          "en": "An event on July 9, 1900, where 46 foreign missionaries and their families were massacred in front of the provincial governor's yamen in Taiyuan under the order of Shanxi Governor Yuxian. It was one of the most tragic incidents against Christians during the Boxer Rebellion."
        }
      }
    },
    {
      "id": "艾士杰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "艾士杰"
        ],
        "en": [
          "Gregorio Grassi"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "意大利籍天主教方济各会会士，时任山西北境宗座代牧区主教，在太原教案中被毓贤亲手杀害。",
          "en": "An Italian Franciscan Catholic friar, serving as the bishop of the Apostolic Vicariate of Northern Shansi. He was personally killed by Yuxian during the Taiyuan Massacre."
        }
      }
    },
    {
      "id": "八国联军",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "八国联军"
        ],
        "en": [
          "Eight-Nation Alliance"
        ]
      },
      "properties": {
        "period": "1900 - 1901",
        "description": {
          "zh-cn": "为镇压义和团运动而组成的多国军事联盟。攻陷天津、北京后，在与清廷的议和中，坚决要求严惩毓贤等主战派官员。",
          "en": "A multinational military coalition formed to suppress the Boxer Movement. After capturing Tianjin and Beijing, they insisted on severely punishing hawkish officials like Yuxian during peace negotiations with the Qing court."
        }
      }
    },
    {
      "id": "李廷箫",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李廷箫"
        ],
        "en": [
          "Li Tingxiao"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，时任护理陕甘总督。他奉命监斩毓贤，但因曾听命于毓贤杀害洋人，心生忧惧，在告知毓贤死讯后吞金自尽。",
          "en": "A Qing dynasty official, acting Governor-General of Shaanxi-Gansu at the time. He was ordered to supervise Yuxian's execution but, feeling fearful because he had previously killed foreigners under Yuxian's orders, he committed suicide by swallowing gold after informing Yuxian of the death sentence."
        }
      }
    },
    {
      "id": "袁世凯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "袁世凯"
        ],
        "en": [
          "Yuan Shikai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "晚清重臣，接替毓贤出任山东巡抚后，采取与毓贤相反的策略，严厉镇压义和团。",
          "en": "An influential official in the late Qing dynasty who succeeded Yuxian as the Governor of Shandong. He adopted a policy opposite to Yuxian's, rigorously suppressing the Boxer Rebellion."
        }
      }
    },
    {
      "id": "大刀会",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "大刀会"
        ],
        "en": [
          "Big Swords Society"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "清末流行于华北的民间秘密武装团体，是义和团的前身之一。曾被时任山东按察使的毓贤镇压。",
          "en": "A secret armed folk society popular in Northern China during the late Qing dynasty, and one of the precursors to the Boxers. It was suppressed by Yuxian when he was the Judicial Commissioner of Shandong."
        }
      }
    },
    {
      "id": "蒋楷",
      "type": "Person",
      "name": {
        "zh-cn": [
          "蒋楷"
        ],
        "en": [
          "Jiang Kai"
        ]
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝平原县知县，因在处理教民与拳民冲突时派兵捉拿拳民，被时任山东巡抚毓贤撤职查办。",
          "en": "The magistrate of Pingyuan County during the Qing dynasty. He was dismissed from office by then-Governor Yuxian for dispatching troops to arrest Boxers while handling a conflict between Christians and Boxers."
        }
      }
    },
    {
      "id": "辛丑条约",
      "type": "Document",
      "name": {
        "zh-cn": [
          "辛丑条约"
        ],
        "en": [
          "Boxer Protocol"
        ]
      },
      "properties": {
        "period": "1901-09-07",
        "description": {
          "zh-cn": "清朝与十一国就义和团事件及八国联军侵华战争签订的不平等条约。条约及其附件对包括毓贤在内的肇事官员做出了惩处规定，并对发生教案的地区进行了惩罚。",
          "en": "An unequal treaty signed between the Qing dynasty and eleven nations regarding the Boxer incident and the Eight-Nation Alliance's invasion of China. The protocol and its annexes stipulated punishments for responsible officials, including Yuxian, and imposed penalties on regions where anti-Christian incidents occurred."
        }
      }
    },
    {
      "id": "山西",
      "type": "Location",
      "name": {
        "zh-cn": [
          "山西"
        ],
        "en": [
          "Shanxi"
        ]
      },
      "properties": {
        "description": {
          "zh-cn": "中国的一个省份。在义和团运动期间，时任巡抚毓贤在此地策动了大规模的排外屠杀。",
          "en": "A province in China. During the Boxer Rebellion, then-governor Yuxian instigated large-scale xenophobic massacres here."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "毓贤",
      "target": "大刀会",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1896",
        "description": {
          "zh-cn": "1896年，时任山东按察使的毓贤奉命镇压了曹县、单县的大刀会起义。",
          "en": "In 1896, Yuxian, then the Judicial Commissioner of Shandong, was ordered to suppress the Big Swords Society uprising in Cao and Shan counties."
        }
      }
    },
    {
      "source": "毓贤",
      "target": "山东巡抚",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1899-02",
        "end_date": "1899-12",
        "position": {
          "zh-cn": "巡抚",
          "en": "Governor"
        }
      }
    },
    {
      "source": "毓贤",
      "target": "义和团",
      "type": "PUSHED",
      "properties": {
        "start_date": "1898",
        "description": {
          "zh-cn": "毓贤在山东任职期间，对义和拳采取“剿抚兼施”的策略，提出“改拳勇为民团”，允许其建立旗帜，客观上助长了其声势。",
          "en": "During his tenure in Shandong, Yuxian adopted a strategy of both suppression and appeasement towards the Boxers, proposing to reorganize them into 'civilian militias' and allowing them to create banners, which objectively bolstered their influence."
        }
      }
    },
    {
      "source": "毓贤",
      "target": "蒋楷",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1899-07",
        "description": {
          "zh-cn": "1899年7月，为安抚因平原县知县蒋楷派兵镇压而激化的义和团，毓贤将蒋楷撤职查办。",
          "en": "In July 1899, to appease the Boxers who were agitated by the suppression from Pingyuan County Magistrate Jiang Kai, Yuxian dismissed Jiang Kai from his post."
        }
      }
    },
    {
      "source": "康格",
      "target": "毓贤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1899",
        "description": {
          "zh-cn": "美国公使康格认为毓贤纵容义和团，向清政府施压，要求将其撤换，导致毓贤被调离山东。",
          "en": "U.S. Minister Edwin H. Conger believed Yuxian was condoning the Boxers and pressured the Qing government to replace him, leading to Yuxian's removal from Shandong."
        }
      }
    },
    {
      "source": "袁世凯",
      "target": "毓贤",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1899-12",
        "description": {
          "zh-cn": "1899年底，袁世凯接替被撤职的毓贤，出任山东巡抚。",
          "en": "At the end of 1899, Yuan Shikai succeeded the dismissed Yuxian as the Governor of Shandong."
        }
      }
    },
    {
      "source": "毓贤",
      "target": "载漪",
      "type": "FRIEND_OF",
      "properties": {
        "start_date": "1900",
        "description": {
          "zh-cn": "毓贤被免职后入京，向端王载漪等主战派王公力陈“拳民可用”，其排外主张得到赏识。",
          "en": "After his dismissal, Yuxian went to Beijing and strongly advocated to hawkish princes like Prince Duan (Zaiyi) that the 'Boxers are usable,' and his xenophobic stance was appreciated."
        }
      }
    },
    {
      "source": "慈禧太后",
      "target": "毓贤",
      "type": "PUSHED",
      "properties": {
        "start_date": "1900",
        "description": {
          "zh-cn": "在载漪等人的力荐下，慈禧太后重新起用毓贤，任命其为山西巡抚。",
          "en": "Following strong recommendations from Zaiyi and others, Empress Dowager Cixi reappointed Yuxian, making him the Governor of Shanxi."
        }
      }
    },
    {
      "source": "毓贤",
      "target": "山西巡抚",
      "type": "MEMBER_OF",
      "properties": {
        "start_date": "1900",
        "end_date": "1900-09-26",
        "position": {
          "zh-cn": "巡抚",
          "en": "Governor"
        }
      }
    },
    {
      "source": "毓贤",
      "target": "太原教案",
      "type": "PUSHED",
      "properties": {
        "start_date": "1900-07-09",
        "description": {
          "zh-cn": "时任山西巡抚的毓贤设计将全省传教士诱骗至省城太原，并于1900年7月9日在巡抚衙门前下令将他们全部处决。",
          "en": "Then Governor of Shanxi, Yuxian, deceived missionaries from across the province into gathering in the provincial capital, Taiyuan, and ordered their execution in front of the governor's yamen on July 9, 1900."
        }
      }
    },
    {
      "source": "太原教案",
      "target": "艾士杰",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900-07-09",
        "description": {
          "zh-cn": "在太原教案中，天主教山西北境教区主教艾士杰被毓贤亲手杀害。",
          "en": "During the Taiyuan Massacre, Gregorio Grassi, bishop of the Apostolic Vicariate of Northern Shansi, was personally killed by Yuxian."
        }
      }
    },
    {
      "source": "八国联军",
      "target": "毓贤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1900",
        "description": {
          "zh-cn": "在庚子事变后的议和中，八国联军将毓贤列为“罪魁祸首”之一，强烈要求清政府将其严惩。",
          "en": "In the peace negotiations following the Gengzi incident, the Eight-Nation Alliance listed Yuxian as one of the 'chief culprits' and strongly demanded that the Qing government severely punish him."
        }
      }
    },
    {
      "source": "清朝",
      "target": "毓贤",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1901-02-13",
        "end_date": "1901-02-22",
        "description": {
          "zh-cn": "根据与八国联军的议和条件，清廷于1901年2月13日下诏将毓贤即行正法，并于22日在兰州将其斩首。",
          "en": "In accordance with the peace terms with the Eight-Nation Alliance, the Qing court issued an edict on February 13, 1901, for the immediate execution of Yuxian, who was beheaded in Lanzhou on February 22."
        }
      }
    },
    {
      "source": "毓贤",
      "target": "李廷箫",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1901-02",
        "description": {
          "zh-cn": "毓贤在临刑前对前来传旨的李廷箫说：“死是我的本分，但您又该如何”，这句话加上李本人曾奉毓贤之命杀害洋人的过往，导致其极度忧惧并最终自杀。",
          "en": "Before his execution, Yuxian said to Li Tingxiao, who delivered the edict: 'Death is my duty, but what about you?' This statement, combined with Li's own past of killing foreigners under Yuxian's orders, caused him extreme fear and ultimately led to his suicide."
        }
      }
    },
    {
      "source": "李廷箫",
      "target": "李廷箫",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1901-02",
        "description": {
          "zh-cn": "在向毓贤传达死刑命令后，因担心自己会因曾参与排外杀戮而被追究，护理陕甘总督李廷箫吞金自尽。",
          "en": "After delivering the death sentence to Yuxian, fearing that he would be held accountable for his past participation in xenophobic killings, acting Governor-General Li Tingxiao committed suicide by swallowing gold."
        }
      }
    },
    {
      "source": "辛丑条约",
      "target": "山西",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1901-09-07",
        "description": {
          "zh-cn": "作为对太原教案等排外事件的惩罚，辛丑条约附件八规定停止山西人士参加科举考试的资格若干年。",
          "en": "As a punishment for the Taiyuan Massacre and other xenophobic incidents, Annex 8 of the Boxer Protocol suspended the eligibility of people from Shanxi to participate in the imperial civil service examinations for several years."
        }
      }
    }
  ]
}