{
  "nodes": [
    {
      "id": "孝贤纯皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孝贤纯皇后",
          "孝贤纯皇后富察氏",
          "富察氏"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1712-03-28 - 1748-04-08",
        "gender": "Female",
        "death_place": {
          "zh-cn": "德州",
          "en": "Dezhou"
        },
        "description": {
          "zh-cn": "清朝乾隆帝的原配妻子和第一位皇后，出身满洲镶黄旗沙济富察氏。她以贤德、节俭著称，深受乾隆帝敬重与爱戴。其不幸早逝对乾隆帝的个人情感和统治风格产生了深远影响。葬于清裕陵。",
          "en": "The first empress consort of the Qianlong Emperor of the Qing dynasty, from the Fuca clan of the Manchu Bordered Yellow Banner. She was known for her virtue and frugality, earning deep respect and affection from the emperor. Her untimely death had a profound impact on the Qianlong Emperor's personal emotions and ruling style. She was buried in the Yuling Mausoleum of the Eastern Qing Tombs."
        }
      }
    },
    {
      "id": "乾隆帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "乾隆帝",
          "高宗纯皇帝",
          "弘历"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第六位皇帝，年号“乾隆”。孝贤纯皇后的丈夫。",
          "en": "The sixth emperor of the Qing dynasty, with the era name 'Qianlong'. He was the husband of Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "李荣保",
      "type": "Person",
      "name": {
        "zh-cn": [
          "李荣保"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，察哈尔总管，孝贤纯皇后的父亲。",
          "en": "A Qing dynasty official who served as the Governor of Chahar and was the father of Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "觉罗氏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "觉罗氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "孝贤纯皇后的母亲，李荣保之妻。",
          "en": "The mother of Empress Xiaoxianchun and the wife of Li Rongbao."
        }
      }
    },
    {
      "id": "傅恒",
      "type": "Person",
      "name": {
        "zh-cn": [
          "傅恒"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝中期重要官员，孝贤纯皇后的弟弟。因其姐的关系，深得乾隆帝的信任和重用，官至保和殿大学士。",
          "en": "An important official in the mid-Qing dynasty and the younger brother of Empress Xiaoxianchun. Due to his sister's status, he gained the deep trust and favor of the Qianlong Emperor, rising to the position of Grand Secretary of the Baohe Hall."
        }
      }
    },
    {
      "id": "雍正帝",
      "type": "Person",
      "name": {
        "zh-cn": [
          "雍正帝",
          "世宗宪皇帝",
          "胤禛"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝第五位皇帝，乾隆帝的父亲。他在1727年为皇四子弘历（后来的乾隆帝）指婚富察氏（后来的孝贤纯皇后）。",
          "en": "The fifth emperor of the Qing dynasty and the father of the Qianlong Emperor. In 1727, he arranged the marriage between his fourth son, Hongli (the future Qianlong Emperor), and Lady Fuca (the future Empress Xiaoxianchun)."
        }
      }
    },
    {
      "id": "永琏",
      "type": "Person",
      "name": {
        "zh-cn": [
          "永琏",
          "端慧皇太子"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1730-06-26 - 1738-11-23",
        "gender": "Male",
        "description": {
          "zh-cn": "乾隆帝皇次子，孝贤纯皇后所生，被乾隆帝秘密立为皇太子，但于九岁时夭折。",
          "en": "The second son of the Qianlong Emperor, born to Empress Xiaoxianchun. He was secretly designated as Crown Prince by the emperor but died prematurely at the age of nine."
        }
      }
    },
    {
      "id": "永琮",
      "type": "Person",
      "name": {
        "zh-cn": [
          "永琮",
          "悼敏皇子",
          "哲亲王"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1746-04-08 - 1748-02-17",
        "gender": "Male",
        "description": {
          "zh-cn": "乾隆帝皇七子，孝贤纯皇后所生，深得乾隆钟爱并被内定为太子，但不幸因出痘夭折。",
          "en": "The seventh son of the Qianlong Emperor, born to Empress Xiaoxianchun. He was deeply favored by Qianlong and internally designated as the crown prince, but unfortunately died of smallpox."
        }
      }
    },
    {
      "id": "固伦和敬公主",
      "type": "Person",
      "name": {
        "zh-cn": [
          "固伦和敬公主",
          "皇三女"
        ],
        "en": []
      },
      "properties": {
        "lifetime": "1731-05-24 - ",
        "gender": "Female",
        "description": {
          "zh-cn": "乾隆帝皇三女，孝贤纯皇后所生。",
          "en": "The third daughter of the Qianlong Emperor, born to Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "福康安",
      "type": "Person",
      "name": {
        "zh-cn": [
          "福康安"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝将领，傅恒之子，孝贤纯皇后的侄子。自幼被乾隆帝接入宫中亲自教养，视如己出。",
          "en": "A Qing dynasty general, son of Fuheng and nephew of Empress Xiaoxianchun. He was brought into the palace at a young age and raised by the Qianlong Emperor personally, who treated him like his own son."
        }
      }
    },
    {
      "id": "永璜",
      "type": "Person",
      "name": {
        "zh-cn": [
          "永璜",
          "皇长子"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "乾隆帝皇长子。因在孝贤皇后丧仪期间表现不够悲伤，受到乾隆帝严厉斥责，并被取消了继承皇位的资格。",
          "en": "The eldest son of the Qianlong Emperor. He was severely reprimanded by the emperor for not showing sufficient grief during the mourning rituals for Empress Xiaoxianchun, and was consequently disqualified from the line of succession."
        }
      }
    },
    {
      "id": "永璋",
      "type": "Person",
      "name": {
        "zh-cn": [
          "永璋",
          "皇三子"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "乾隆帝皇三子。因在孝贤皇后丧仪期间表现不够悲伤，与皇长子永璜一同受到乾隆帝斥责，并被取消了继承皇位的资格。",
          "en": "The third son of the Qianlong Emperor. Along with his elder brother Yonghuang, he was reprimanded by the emperor for not showing sufficient grief during the mourning rituals for Empress Xiaoxianchun and was disqualified from the line of succession."
        }
      }
    },
    {
      "id": "阿克敦",
      "type": "Person",
      "name": {
        "zh-cn": [
          "阿克敦"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，时任刑部尚书。因在办理孝贤皇后册文时出现翻译错误，被乾隆帝严厉惩处。",
          "en": "A Qing dynasty official who served as the Minister of Justice. He was severely punished by the Qianlong Emperor for a translation error in the official documents for Empress Xiaoxianchun's funeral."
        }
      }
    },
    {
      "id": "张廷玉",
      "type": "Person",
      "name": {
        "zh-cn": [
          "张廷玉"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝三朝元老，时任大学士。因在审阅孝贤皇后祭文时未能发现不当措辞，被乾隆帝罚俸。",
          "en": "A veteran statesman who served three Qing emperors, holding the position of Grand Secretary. He was fined by the Qianlong Emperor for failing to notice inappropriate wording in the eulogy for Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "海望",
      "type": "Person",
      "name": {
        "zh-cn": [
          "海望"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝官员，时任礼部尚书。因在筹备孝贤皇后谥号仪式时有疏漏，被乾隆帝降级留任。",
          "en": "A Qing dynasty official who served as the Minister of Rites. He was demoted but kept in his post by the Qianlong Emperor for oversights in preparing the ceremony for Empress Xiaoxianchun's posthumous title."
        }
      }
    },
    {
      "id": "富察氏",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "富察氏"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "满洲八大姓之一，孝贤纯皇后所属的氏族。在乾隆朝因皇后之故，家族地位显赫，人才辈出。",
          "en": "One of the eight great Manchu clans, to which Empress Xiaoxianchun belonged. During the Qianlong era, the clan's status became prominent and produced many distinguished individuals, largely due to the Empress's influence."
        }
      }
    },
    {
      "id": "镶黄旗",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "镶黄旗"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "清代八旗之一，上三旗之首，由皇帝亲自统领。孝贤纯皇后出身于此旗。",
          "en": "One of the Eight Banners of the Qing dynasty and the head of the Upper Three Banners, directly commanded by the emperor. Empress Xiaoxianchun was from this banner."
        }
      }
    },
    {
      "id": "述悲赋",
      "type": "Document",
      "name": {
        "zh-cn": [
          "述悲赋"
        ],
        "en": []
      },
      "properties": {
        "period": "1748",
        "description": {
          "zh-cn": "乾隆帝为悼念孝贤纯皇后而作的一篇赋，情感真挚，详细记述了夫妻间的深厚感情和对皇后逝去的无限悲痛，后被载入《清史稿》。",
          "en": "A rhapsody written by the Qianlong Emperor to mourn Empress Xiaoxianchun. Filled with sincere emotion, it details their deep marital bond and his immense sorrow at her passing. It was later included in the 'Draft History of Qing'."
        }
      }
    },
    {
      "id": "济南市",
      "type": "Location",
      "name": {
        "zh-cn": [
          "济南市",
          "济南"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "山东省的省会。孝贤纯皇后在东巡返回途中，于济南染病，随后在德州去世。此后，乾隆帝数次南巡均绕过济南城，以避免触景生情。",
          "en": "The provincial capital of Shandong. Empress Xiaoxianchun fell ill in Jinan on her way back from an eastern tour and subsequently died in Dezhou. Afterward, the Qianlong Emperor bypassed the city of Jinan on his southern tours to avoid painful memories."
        }
      }
    },
    {
      "id": "色布腾巴尔珠尔",
      "type": "Person",
      "name": {
        "zh-cn": [
          "色布腾巴尔珠尔"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "蒙古科尔沁部出身的额驸，固伦和敬公主的丈夫。",
          "en": "An efu (imperial son-in-law) from the Khorchin Mongols, husband of Princess Gulun Hejing."
        }
      }
    },
    {
      "id": "科尔沁部",
      "type": "Organization",
      "name": {
        "zh-cn": [
          "科尔沁部"
        ],
        "en": []
      },
      "properties": {
        "description": {
          "zh-cn": "蒙古族部落，与清朝皇室有长期联姻关系。",
          "en": "A Mongol tribe that maintained a long-standing marital alliance with the Qing imperial family."
        }
      }
    },
    {
      "id": "清高宗继皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "清高宗继皇后",
          "那拉氏",
          "继皇后辉发那拉氏",
          "娴贵妃"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "乾隆帝的第二位皇后，在孝贤纯皇后去世后被册立为皇后。",
          "en": "The second Empress Consort of the Qianlong Emperor, who was instated as Empress after the death of Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "米思翰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "米思翰"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清康熙初年户部尚书，孝贤纯皇后的祖父。",
          "en": "Minister of Revenue during the early Kangxi era, and the grandfather of Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "哈什屯",
      "type": "Person",
      "name": {
        "zh-cn": [
          "哈什屯"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝开国功臣，孝贤纯皇后的曾祖父。",
          "en": "A meritorious official during the founding of the Qing dynasty and the great-grandfather of Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "马齐",
      "type": "Person",
      "name": {
        "zh-cn": [
          "马齐"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝康雍乾三朝重臣，官至大学士，孝贤纯皇后的伯父。",
          "en": "An influential minister during the Kangxi, Yongzheng, and Qianlong eras of the Qing dynasty, who served as a Grand Secretary. He was the paternal uncle of Empress Xiaoxianchun."
        }
      }
    },
    {
      "id": "鄂尔泰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "鄂尔泰"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "清朝重臣，时任保和殿大学士。在乾隆二年担任册立孝贤纯皇后为皇后的正使。",
          "en": "An influential minister of the Qing dynasty, then serving as Grand Secretary of the Baohe Hall. In the second year of Qianlong's reign, he acted as the chief envoy for the ceremony to install Empress Xiaoxianchun as Empress."
        }
      }
    },
    {
      "id": "孝圣宪皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孝圣宪皇后",
          "钮祜禄氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "雍正帝的皇贵妃，乾隆帝的生母，即崇庆皇太后。",
          "en": "An Imperial Noble Consort of the Yongzheng Emperor and the biological mother of the Qianlong Emperor, also known as Empress Dowager Chongqing."
        }
      }
    },
    {
      "id": "孝敬宪皇后",
      "type": "Person",
      "name": {
        "zh-cn": [
          "孝敬宪皇后",
          "乌拉那拉氏"
        ],
        "en": []
      },
      "properties": {
        "gender": "Female",
        "description": {
          "zh-cn": "雍正帝的皇后，乾隆帝的嫡母。",
          "en": "The Empress Consort of the Yongzheng Emperor and the official mother of the Qianlong Emperor."
        }
      }
    },
    {
      "id": "魏清泰",
      "type": "Person",
      "name": {
        "zh-cn": [
          "魏清泰",
          "清泰"
        ],
        "en": []
      },
      "properties": {
        "gender": "Male",
        "description": {
          "zh-cn": "内管领，令嫔（后来的孝仪纯皇后）之父。因负责孝贤皇后祭品时出现差错而被乾隆帝处罚。",
          "en": "An official of the Imperial Household Department and the father of Consort Ling (later Empress Xiaoyichun). He was punished by the Qianlong Emperor for an error regarding the sacrificial offerings for Empress Xiaoxianchun."
        }
      }
    }
  ],
  "relationships": [
    {
      "source": "孝贤纯皇后",
      "target": "乾隆帝",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1727",
        "end_date": "1748-04-08",
        "description": {
          "zh-cn": "1727年，富察氏被雍正帝指婚为皇四子弘历（后来的乾隆帝）的嫡福晋。二人婚后感情深厚，相敬如宾。",
          "en": "In 1727, Lady Fuca was designated by the Yongzheng Emperor as the primary consort for his fourth son, Hongli (the future Qianlong Emperor). They had a deep and respectful marital relationship."
        }
      }
    },
    {
      "source": "孝贤纯皇后",
      "target": "李荣保",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "李荣保是孝贤纯皇后的父亲。",
          "en": "Li Rongbao was the father of Empress Xiaoxianchun."
        }
      }
    },
    {
      "source": "孝贤纯皇后",
      "target": "觉罗氏",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "觉罗氏是孝贤纯皇后的母亲。",
          "en": "Lady Gioro was the mother of Empress Xiaoxianchun."
        }
      }
    },
    {
      "source": "孝贤纯皇后",
      "target": "傅恒",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "傅恒是孝贤纯皇后的弟弟。",
          "en": "Fuheng was the younger brother of Empress Xiaoxianchun."
        }
      }
    },
    {
      "source": "孝贤纯皇后",
      "target": "富察氏",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "孝贤纯皇后出身于满洲沙济富察氏。",
          "en": "Empress Xiaoxianchun was from the Fuca clan of Shaji, Manchuria."
        }
      }
    },
    {
      "source": "孝贤纯皇后",
      "target": "镶黄旗",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "孝贤纯皇后属于满洲镶黄旗。",
          "en": "Empress Xiaoxianchun belonged to the Manchu Bordered Yellow Banner."
        }
      }
    },
    {
      "source": "雍正帝",
      "target": "孝贤纯皇后",
      "type": "PUSHED",
      "properties": {
        "start_date": "1727",
        "description": {
          "zh-cn": "1727年，雍正帝在八旗选秀中将富察氏指婚给皇四子弘历，为嫡福晋。",
          "en": "In 1727, during the Eight Banners selection, the Yongzheng Emperor arranged for Lady Fuca to marry his fourth son Hongli as his primary consort."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "傅恒",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "乾隆帝因孝贤皇后的缘故，对傅恒格外恩宠和重用。乾隆曾言：“即大学士公傅恒之加恩，亦由于皇后”。",
          "en": "Due to his connection to Empress Xiaoxianchun, the Qianlong Emperor showed exceptional favor and trust towards Fuheng. Qianlong once stated, 'The favors bestowed upon Grand Secretary Fuheng are also because of the Empress'."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "福康安",
      "type": "PUSHED",
      "properties": {
        "description": {
          "zh-cn": "乾隆帝将孝贤皇后的侄子福康安自幼接入宫中，亲自教养，视如己出。",
          "en": "The Qianlong Emperor brought his nephew-in-law, Fuk'anggan, into the palace at a young age, personally raising and educating him as if he were his own son."
        }
      }
    },
    {
      "source": "永琏",
      "target": "孝贤纯皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "永琏是孝贤纯皇后所生的皇次子。",
          "en": "Yonglian was the second son of the Emperor, born to Empress Xiaoxianchun."
        }
      }
    },
    {
      "source": "永琏",
      "target": "乾隆帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "永琏是乾隆帝的皇次子。",
          "en": "Yonglian was the second son of the Qianlong Emperor."
        }
      }
    },
    {
      "source": "永琮",
      "target": "孝贤纯皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "永琮是孝贤纯皇后所生的皇七子。",
          "en": "Yongcong was the seventh son of the Emperor, born to Empress Xiaoxianchun."
        }
      }
    },
    {
      "source": "永琮",
      "target": "乾隆帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "永琮是乾隆帝的皇七子。",
          "en": "Yongcong was the seventh son of the Qianlong Emperor."
        }
      }
    },
    {
      "source": "固伦和敬公主",
      "target": "孝贤纯皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "固伦和敬公主是孝贤纯皇后所生的皇三女。",
          "en": "Princess Gulun Hejing was the third daughter of the Emperor, born to Empress Xiaoxianchun."
        }
      }
    },
    {
      "source": "固伦和敬公主",
      "target": "乾隆帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "固伦和敬公主是乾隆帝的皇三女。",
          "en": "Princess Gulun Hejing was the third daughter of the Qianlong Emperor."
        }
      }
    },
    {
      "source": "固伦和敬公主",
      "target": "色布腾巴尔珠尔",
      "type": "SPOUSE_OF",
      "properties": {
        "start_date": "1747",
        "description": {
          "zh-cn": "乾隆十二年（1747年）三月，固伦和敬公主嫁给科尔沁博尔济吉特氏辅国公色布腾巴尔珠尔。",
          "en": "In March of the 12th year of Qianlong's reign (1747), Princess Gulun Hejing married Septeng Baljur, a Duke of the Khorchin Borjigit clan."
        }
      }
    },
    {
      "source": "色布腾巴尔珠尔",
      "target": "科尔沁部",
      "type": "MEMBER_OF",
      "properties": {
        "description": {
          "zh-cn": "色布腾巴尔珠尔出身于蒙古科尔沁部。",
          "en": "Septeng Baljur was from the Khorchin Mongol tribe."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "述悲赋",
      "type": "PUSHED",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "乾隆帝在孝贤纯皇后去世后，为表达哀思，亲自撰写了《述悲赋》。",
          "en": "After the death of Empress Xiaoxianchun, the Qianlong Emperor personally wrote the 'Rhapsody of Sorrow' to express his grief."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "永璜",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "因在孝贤皇后丧仪上表现不够悲痛，乾隆帝严厉斥责皇长子永璜，并宣称其“断不可承续大统”，剥夺了他的继承资格。",
          "en": "For not displaying sufficient grief at Empress Xiaoxianchun's funeral, the Qianlong Emperor severely reprimanded his eldest son, Yonghuang, and declared that he 'absolutely cannot inherit the great lineage,' thus stripping him of his succession rights."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "永璋",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "因在孝贤皇后丧仪上表现不够悲痛，乾隆帝严厉斥责皇三子永璋，并剥夺了他的继承资格。",
          "en": "For not displaying sufficient grief at Empress Xiaoxianchun's funeral, the Qianlong Emperor severely reprimanded his third son, Yongzhang, and stripped him of his succession rights."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "阿克敦",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1748-04",
        "description": {
          "zh-cn": "因翰林院所制皇后册文的满文译文中将“皇妣”误译为“先太后”，时任刑部尚书阿克敦被乾隆帝勃然大怒，交刑部治罪，后拟斩监侯。",
          "en": "Because the Manchu translation of the Empress's ceremonial text prepared by the Hanlin Academy mistakenly translated 'Deceased Imperial Mother' as 'Former Empress Dowager,' the Qianlong Emperor became enraged and had the Minister of Justice, Akdun, arrested and tried, later sentencing him to death with a reprieve."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "张廷玉",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "因翰林院撰写皇后祭文时使用了“泉台”二字，乾隆帝认为不妥，作为审阅者的大学士张廷玉因“全不留心检点”被罚俸一年。",
          "en": "Because the Hanlin Academy used the term 'quan tai' (underworld springs) in the Empress's eulogy, which the Qianlong Emperor deemed inappropriate, Grand Secretary Zhang Tingyu, as the reviewer, was fined one year's salary for 'complete inattention to detail'."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "海望",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "因礼部在拟定皇后谥号仪式时未议定王公行礼之处，时任礼部尚书海望被降二级留任。",
          "en": "Because the Ministry of Rites failed to specify the protocol for princes and dukes during the Empress's posthumous title ceremony, the Minister of Rites, Haiwang, was demoted by two ranks but retained his post."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "魏清泰",
      "type": "BLOCKED",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "内管领清泰因“迟误献供饽饽”于孝贤皇后的供桌，被销去官衔加级并处以杖刑。",
          "en": "The Imperial Household official Qingtai was stripped of his rank promotions and caned for 'delaying the presentation of sacrificial pastries' at Empress Xiaoxianchun's altar."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "济南市",
      "type": "INFLUENCED",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "因孝贤纯皇后在济南染病后去世，乾隆帝为避免触景伤情，此后数次南巡均过济南而不入城。",
          "en": "Because Empress Xiaoxianchun fell ill in Jinan and subsequently passed away, the Qianlong Emperor avoided entering the city on his later southern tours to prevent painful memories from being stirred."
        }
      }
    },
    {
      "source": "清高宗继皇后",
      "target": "孝贤纯皇后",
      "type": "MET_WITH",
      "properties": {
        "start_date": "1748",
        "description": {
          "zh-cn": "孝贤纯皇后去世后，那拉氏（时为娴贵妃）被立为继任皇后。",
          "en": "After the death of Empress Xiaoxianchun, Lady Nara (then Consort Xian) was appointed as the succeeding Empress."
        }
      }
    },
    {
      "source": "李荣保",
      "target": "米思翰",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "米思翰是李荣保的父亲。",
          "en": "Mishan was the father of Li Rongbao."
        }
      }
    },
    {
      "source": "米思翰",
      "target": "哈什屯",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "哈什屯是米思翰的父亲。",
          "en": "Hashitun was the father of Mishan."
        }
      }
    },
    {
      "source": "李荣保",
      "target": "马齐",
      "type": "SIBLING_OF",
      "properties": {
        "description": {
          "zh-cn": "马齐是李荣保的兄长。",
          "en": "Macai was the elder brother of Li Rongbao."
        }
      }
    },
    {
      "source": "福康安",
      "target": "傅恒",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "福康安是傅恒的儿子。",
          "en": "Fuk'anggan was the son of Fuheng."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "雍正帝",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "雍正帝是乾隆帝的父亲。",
          "en": "The Yongzheng Emperor was the father of the Qianlong Emperor."
        }
      }
    },
    {
      "source": "乾隆帝",
      "target": "孝圣宪皇后",
      "type": "CHILD_OF",
      "properties": {
        "description": {
          "zh-cn": "孝圣宪皇后是乾隆帝的生母。",
          "en": "Empress Xiaoshengxian was the biological mother of the Qianlong Emperor."
        }
      }
    },
    {
      "source": "鄂尔泰",
      "target": "孝贤纯皇后",
      "type": "PUSHED",
      "properties": {
        "start_date": "1738-01-23",
        "description": {
          "zh-cn": "乾隆二年，保和殿大学士鄂尔泰作为正使，主持了册立富察氏为皇后的典礼。",
          "en": "In the second year of Qianlong's reign, Ortai, Grand Secretary of the Baohe Hall, presided over the ceremony to install Lady Fuca as Empress, acting as the chief envoy."
        }
      }
    }
  ]
}